Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Archive_AddFiles_ConflictMultiple
source: {0} files have the same name as existing files. Do you want to replace them? Conflicts: {1}
da_dk: {0} filer har det samme navn som filer, der allerede eksisterer. Ønsker du at erstatte dem? Konflikter: {1}
es_es: {0} archivos tienen el mismo nombre que archivos existentes. ¿Deseas reemplazarlos? Conflictos: {1}
fr_fr: {0} fichiers ont le même nom que des fichiers existants. Voulez-vous les remplacer ? Conflits: {1}
he: ל{0} קבצים יש שם זהה לקבצים קיימים. האם ברצונך להחליף אותם? קונפליקטים: {1}
it_it: I {0} file hanno lo stesso nome dei file esistenti. Vuoi sostituirli? Conflitti: {1}
nl_nl: {0} bestanden hebben dezelfde naam als de bestaande bestanden. Wil je deze vervangen? Conflicten: {1}
pl_pl: {0} pliki mają taką samą nazwę jak istniejące pliki. Czy chcesz je zastąpić? Konflikty: {1}
pt_br: {0} arquivos têm o mesmo nome que os arquivos existentes. Deseja substituí-los? Conflitos: {1}
pt_pt: {0} ficheiros têm o mesmo nome dos ficheiros existentes. Queres substituí-los? Conflitos: {1}
ru_ru: Названия {0} файлов соответствуют уже существующим. Вы хотите заменить их? Конфликты: {1}
tr_tr: {0} dosya mevcut dosyalarla aynı ada sahip. Bunları değiştirmek istiyor musunuz? çatışmalar: {1}
zh_hans: {0}个文件和现有文件有同样的名称。你想要替换现有文件吗？

# WaitForEditorToClose
source: Waiting for {0} to close
da_dk: Venter på, at {0} lukkes
es_es: Esperando que {0} se cierre
fr_fr: En attente de la clôture de {0}
he: ממתין לסגירת {0}
it_it: In attesa della chiusura di {0}
nl_nl: Wachten op het afsluiten van {0}
pl_pl: Oczekiwanie na zamknięcie {0}
pt_br: Esperando por {0} para fechar
pt_pt: A aguardar que {0} feche
ru_ru: Ожидание закрытия {0}
tr_tr: {0}'in kapanması bekleniyor
zh_hans: 等待{0}关闭

# Bool_True
source: Yes
da_dk: Ja
es_es: Sí
fr_fr: Oui
he: כן
it_it: Si
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ru_ru: Да
tr_tr: Evet
zh_hans: 是

# Bool_False
source: No
da_dk: Nej
fr_fr: Non
he: לא
nl_nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ru_ru: Нет
tr_tr: Hayır
zh_hans: 否

# Mod_Mem_ProcessInfo
source: By attaching to a running game process you will be able to modify and view game values in real-time. For certain games this will allow you to enable unused features.
da_dk: Ved at tilknytte en kørende spilproces kan du modificere og se spilværdier i realtid. For bestemte spil kan dette give dig mulighed for at aktivere ubrugte funktioner.
es_es: Al adjuntarse a un proceso de juego en ejecución, podrás modificar y ver los valores del juego en tiempo real. En algunos juegos, esto te permitirá habilitar funciones no utilizadas.
fr_fr: En s'attachant à un processus de jeu en cours, il est possible de voir et modifier les valeurs du jeu en temps réel. Pour certains jeux, cela permet de réactiver des fonctions inutilisées.
he: על ידי הצמדה של תהליך משחק פעיל, ניתן לשנות ולהציג את ערכי המשחק בזמן אמת. עבור משחקים מסוימים זה יאפשר להפעיל תכונות שאינן בשימוש.
it_it: Collegandoti a un processo di gioco in esecuzione, sarai in grado di modificare e visualizzare i valori del gioco in tempo reale. Per alcuni giochi questo ti consentirà di abilitare funzioni non utilizzate.
nl_nl: Door het verbinden met een uitgevoerd game proces, kun je spelwaarden in real-time wijzigen. Voor sommige spellen betekent dit dat je ongebruikte features kunt inschakelen.
pl_pl: Dołączając do uruchomionego procesu gry, będziesz mógł modyfikować i wyświetlać wartości gry w czasie rzeczywistym. W przypadku niektórych gier umożliwi to włączenie nieużywanych funkcji.
pt_br: Ao anexar a um processo de jogo em execução, você poderá modificar e visualizar valores do jogo em tempo real. Para certos jogos, isso permitirá que você habilite recursos inutilizados.
pt_pt: Ao anexar a um processo de jogo em execução irás poder modificar e ver valores de jogo em tempo real. Para certos jogos isto irá permitir-te utilizares funcionalidades inutilizadas.
ru_ru: Подключившись к запущенной игре, Вы сможете изменять и просматривать игровые значения в режиме реального времени. Для некоторых игр это позволит вам активировать вырезанные функции.
tr_tr: Çalışan bir oyun sürecine bağlanarak, oyun değerlerini gerçek zamanlı olarak değiştirebilecek ve görüntüleyebileceksiniz. Belirli oyunlar için bu, kullanılmayan özellikleri etkinleştirmenize izin verir.
zh_hans: 通过连接正在运行的游戏你可以实时修改和查看游戏的数值。在一些游戏里这样可以让你启用未使用的功能。

# Mod_Mem_GameSelection
source: Game
da_dk: Spil
es_es: Juego
fr_fr: Jeu
he: משחק
it_it: Gioco
nl_nl: Spel
pl_pl: Gra
pt_br: Jogo
pt_pt: Jogo
ru_ru: Игра
tr_tr: Oyun
zh_hans: 游戏

# Mod_Mem_EmuSelection
source: Emulator
es_es: Emulador
fr_fr: Émulateur
he: אימולטור
it_it: Emulatore
pt_br: Emulador
pt_pt: Emulador
ru_ru: Эмулятор
tr_tr: Emülatör
zh_hans: 模拟器

# Mod_Mem_AttachError
source: An error occurred when attaching to the process
da_dk: En fejl opstod i forsøg på at tilknytte til processen
es_es: Ocurrió un error al adjuntarse al proceso
fr_fr: Un erreur est survenue en s'attachant au processus
he: אירעה שגיאה בעת החיבור לתהליך
it_it: Si è verificato un errore durante il collegamento al processo
nl_nl: Er heeft een fout plaatsgevonden tijdens het verbinden met het proces
pl_pl: Wystąpił błąd podczas dołączania do procesu
pt_br: Ocorreu um erro ao anexar ao processo
pt_pt: Ocorreu um erro ao anexar ao processo
ru_ru: Произошла ошибка при подключении к игровому процессу
tr_tr: Sürece eklenirken bir hata oluştu
zh_hans: 在连接的过程中出现错误

# Mod_Mem_TickError
source: An error occurred when updating the game values
da_dk: En fejl opstod i forsøg på at opdatere spilværdierne
es_es: Ocurrió un error al actualizar los valores del juego
fr_fr: Une erreur est survenue en actualisant les valeurs de jeu
he: אירעה שגיאה בעת עדכון ערכי המשחק
it_it: Si è verificato un errore durante l'aggiornamento dei valori di gioco
nl_nl: Er heeft een fout plaatsgevonden tijdens het updaten van de spelwaarden
pl_pl: Wystąpił błąd podczas aktualizacji wartości gry
pt_br: Ocorreu um erro ao atualizar os valores do jogo
pt_pt: Ocorreu um erro quando se actualizava os valores de jogo
ru_ru: Произошла ошибка при обновлении игровых значений
tr_tr: Oyun değerleri güncellenirken bir hata oluştu
zh_hans: 在更新游戏数值时出现错误

# Links_Local_Temp
source: Temporary files
da_dk: Midlertidige filer
es_es: Archivos temporales
fr_fr: Fichiers temporaires
he: קבצים זמניים
it_it: File temporanei
nl_nl: Tijdelijke bestanden
pl_pl: Pliki tymczasowe
pt_br: Arquivos temporários
pt_pt: Ficheiros temporários
ru_ru: Временные файлы
tr_tr: Geçici dosyalar
zh_hans: 临时文件

# ProcessAttacher_Attach
source: Attach
da_dk: Montér
es_es: Adjuntar
fr_fr: Attacher
he: לצרף
it_it: Collega
nl_nl: Verbinden
pl_pl: Dołącz
pt_br: Anexar
pt_pt: Anexar
ru_ru: Прикрепить
tr_tr: Eklemek
zh_hans: 连接

# ProcessAttacher_Detach
source: Detach
da_dk: Afmontér
es_es: Desajuntar
fr_fr: Détacher
he: לנתק
it_it: Scollega
nl_nl: Losmaken
pl_pl: Odłącz
pt_br: Desanexar
pt_pt: Desanexar
ru_ru: Открепить
tr_tr: Ayır
zh_hans: 断开

# Mod_Mem_HP
source: Hit-points
da_dk: Hit-point
es_es: Puntos de vida
fr_fr: Points de vie
he: נקודות פגיעה
it_it: Hit-point
nl_nl: Levenspunten
pl_pl: Punkty życia
pt_br: Pontos de vida
pt_pt: Pontos de golpe
ru_ru: Очки здоровья
tr_tr: İsabet noktaları
zh_hans: HP

# Mod_Mem_MaxHP
source: Max hit points
da_dk: Max hit-point
es_es: Puntos de vida máximos
fr_fr: Points de vie max
he: נקודות פגיעה מקסימליות
it_it: Hit-point massimi
nl_nl: Levenspunten Max.
pl_pl: Maks. liczba punktów życia
pt_br: Pontos de vida máximos
pt_pt: Pontos de golpe máximos
ru_ru: Максимальные очки здоровья
tr_tr: Maksimum can puanı
zh_hans: 最大HP

# Mod_Mem_R1_PlaceRay
source: Place Ray
da_dk: Placér Ray
es_es: Colocar a Ray
fr_fr: Placer Rayman
he: למקם את Rayman
it_it: Posiziona Ray
nl_nl: Plaats Ray
pl_pl: Umieść Raymana
pt_br: Colocar Ray
pt_pt: Colocar Ray
ru_ru: Поместить Рэя
tr_tr: Ray yerleştirin
zh_hans: 自由放置雷曼

# Mod_Mem_R1_PlaceRayInfo
source: Allows Rayman to be placed freely in the level
da_dk: Tillader, at Rayman kan placeres frit i banen
es_es: Permite colocar a Rayman libremente en el nivel
fr_fr: Permet de placer Rayman librement dans le niveau
he: מאפשר למקם את ריימן בחופשיות בשלב
it_it: Consente a Rayman di essere posizionato liberamente nel livello
nl_nl: Staat toe dat Rayman vrij in een level wordt geplaatst
pl_pl: Pozwala na dowolne rozmieszczenie Raymana na poziomie
pt_br: Permite que Rayman seja colocado livremente na fase
pt_pt: Permite que o Rayman seja colocado livremente no nível
ru_ru: Позволяет Рэйману быть размещённым где угодно на уровне
tr_tr: Rayman'ın seviyeye serbestçe yerleştirilmesini sağlar
zh_hans: 让雷曼可以在关卡里被自由放置

# Mod_Mem_CurrentMap
source: Current map
da_dk: Nuværende map
es_es: Mapa actual
fr_fr: Carte actuelle
he: מפה נוכחית
it_it: Mappa corrente
nl_nl: Huidige map
pl_pl: Aktualna mapa
pt_br: Mapa atual
pt_pt: Mapa actual
ru_ru: Текущая карта
tr_tr: Mevcut harita
zh_hans: 目前地图

# Mod_Mem_R1_MapSelect
source: Map selection
da_dk: Valg af map
es_es: Selección de mapa
fr_fr: Sélection de carte
he: בחירת מפה
it_it: Selezione mappa
nl_nl: Mapselectie
pl_pl: Wybór mapy
pt_br: Seleção de mapa
pt_pt: Selecção do mapa
ru_ru: Выбор карты
tr_tr: Harita seçimi
zh_hans: 地图选择

# Mod_Mem_R1_MapSelectInfo
source: Toggles the in-game map selection on the world map
da_dk: Slår valg af map inde i spillet til/fra på verdenskortet
es_es: Activa la selección de mapa dentro del juego en el mapa mundial
fr_fr: Active la sélection de carte en jeu sur la carte du monde
he: מחליף את בחירת המפות במשחק על מפת העולם
it_it: Attiva o disattiva la selezione della mappa di gioco sulla mappa del mondo
nl_nl: Schakelt de in-game mapselectie aan/uit op de wereldmap
pl_pl: Przełącza wybór mapy w grze na mapie świata
pt_br: Alterna a seleção do mapa do jogo no mapa-múndi
pt_pt: Alterna a selecção do mapa dentro do jogo no mapa mundo
ru_ru: Переключает выбор карты в игре на карте мира
tr_tr: Oyun içi harita seçimini dünya haritasında değiştirir
zh_hans: 选择游戏内地图选择的世界地图

# Mod_Mem_Lang
source: Language
da_dk: Sprog
es_es: Idioma
fr_fr: Langue
he: שפה
it_it: Lingua
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
pt_pt: Língua
ru_ru: Язык
tr_tr: Dil
zh_hans: 语言

# Mod_Mem_R1_FistPower
source: Fist
da_dk: Næve
es_es: Puño
fr_fr: Poing
he: אגרוף
it_it: Pugno
nl_nl: Vuist
pl_pl: Pięść
pt_br: Punho
pt_pt: Punho
ru_ru: Кулак
zh_hans: 拳

# Mod_Mem_R1_HangPower
source: Hang
da_dk: Hæng
es_es: Colgarse
fr_fr: S'accrocher
he: תליה
it_it: Aggrapparsi
nl_nl: Hangen
pl_pl: Zawieszenie się
pt_br: Pendurar
pt_pt: Pendurar
ru_ru: Зацеп за платформы
zh_hans: 挂

# Mod_Mem_R1_HelicoPower
source: Helico
da_dk: Helikopter
fr_fr: Hélico
he: מצב מסוק
it_it: Elicottero
nl_nl: Heliko
pl_pl: Helikopter
pt_br: Helicóptero
pt_pt: Helicóptero
ru_ru: Полёт
zh_hans: 直升

# Mod_Mem_R1_GrabPower
source: Grab
da_dk: Grib
es_es: Agarrar
fr_fr: Attraper
he: לתפוס
it_it: Afferrare
nl_nl: Grijpen
pl_pl: Chwytanie
pt_br: Pegar
pt_pt: Agarrar
ru_ru: Зацеп за кольца
zh_hans: 抓

# Mod_Mem_R1_RunPower
source: Run
da_dk: Løb
es_es: Correr
fr_fr: Courir
he: לרוץ
it_it: Correre
nl_nl: Rennen
pl_pl: Bieg
pt_br: Correr
pt_pt: Correr
ru_ru: Бег
zh_hans: 跑

# Mod_Mem_R1_SeedPower
source: Seed
da_dk: Frø
es_es: Semilla
fr_fr: Graine
he: מהירות
it_it: Seme
nl_nl: Zaaien
pl_pl: Ziarno
pt_br: Semente
pt_pt: Semente
ru_ru: Семена
zh_hans: 种

# Mod_Mem_R1_SuperHelicoPower
source: Super-helico
da_dk: Superhelikopter
fr_fr: Super-hélico
he: סופר מסוק
it_it: Super elicottero
nl_nl: Super-heliko
pl_pl: Super helikopter
pt_br: Super-helicóptero
pt_pt: Super-Helicóptero
ru_ru: Супер-полёт
zh_hans: 超级直升

# Mod_Mem_R1_ForcedRunPower
source: Force run
da_dk: Tving løb
es_es: Forzar carrera
fr_fr: Course forcée
he: להכריח מצב ריצה
it_it: Corsa forzata
nl_nl: Geforceerd rennen
pl_pl: Wymuś bieg
pt_br: Forçar corrida
pt_pt: Forçar corrida
ru_ru: Принудительный бег
zh_hans: 强冲

# Mod_Mem_R1_ReversePower
source: Reverse controls
da_dk: Omvendt styring
es_es: Controles invertidos
fr_fr: Contrôles inversés
he: בקרה הפוכה
it_it: Controlli invertiti
nl_nl: Omgekeerde besturing
pl_pl: Odwrócenie sterowania
pt_br: Controles reversos
pt_pt: Reverter controlos
ru_ru: Инвертированное управление
tr_tr: Ters kontroller
zh_hans: 反转控制

# Mod_Mem_R1_FistPlatform
source: Fist platform
da_dk: Næveplatform
es_es: Plataforma de puño
fr_fr: Plateforme poing
he: פלטפורמת אגרוף
it_it: Piattaforma pugno
nl_nl: Vuistplatform
pl_pl: Platforma pięści
pt_br: Plataforma de punho
pt_pt: Plataforma do punho
ru_ru: Кулак-платформа
tr_tr: Fist platformu
zh_hans: 拳平台

# Mod_Mem_R1_EngineText
source: Show engine info
da_dk: Vis motorinformation
es_es: Mostrar información del motor
fr_fr: Montrer les info de moteur
he: הצג מידע על המנוע
it_it: Mostra informazioni motore
nl_nl: Engine info inzien
pl_pl: Pokaż informacje o silniku
pt_br: Mostrar informações do motor
pt_pt: Mostrar informação do motor
ru_ru: Показать информацию о движке
tr_tr: Motor bilgisini göster
zh_hans: 显示引擎信息

# Mod_Mem_R1_ObjText
source: Show objects info
da_dk: Vis objektinformation
es_es: Mostrar información de los objetos
fr_fr: Montrer les info d'objet
he: הצג מידע על אובייקטים
it_it: Mostra informazioni oggetti
nl_nl: Objecten info inzien
pl_pl: Pokaż informacje o obiektach
pt_br: Mostrar informações de objetos
pt_pt: Mostrar informação dos objectos
ru_ru: Показать информацию об объектах
tr_tr: Nesne bilgilerini göster
zh_hans: 显示物体信息

# Mod_Mem_R1_DebugMode
source: Debug mode
da_dk: Debug-tilstand
es_es: Modo de depuración
fr_fr: Mode débug
he: מצב ניפוי באגים
it_it: Modalità debug
nl_nl: Debug-modus
pl_pl: Tryb debugowania
pt_br: Modo de depuração
pt_pt: Modo depuração
ru_ru: Режим отладки
tr_tr: Hata ayıklama modu
zh_hans: Debug模式

# Mod_Mem_R1_DemoMode
source: Start in demo mode
da_dk: Start i demotilstand
es_es: Iniciar en modo demo
fr_fr: Démarrer en mode démo
he: התחל במצב הדגמה
it_it: Inizia in modalità demo
nl_nl: Start in demo-modus
pl_pl: Uruchom w trybie demo
pt_br: Começar em modo de demonstração
pt_pt: Iniciar em modo demonstração
ru_ru: Заупстить в режиме демо
tr_tr: Demo modunda başla
zh_hans: 在demo模式里开始

# Mod_Mem_R1_DemoModeInfo
source: If enabled then the game will start playing the unused two recorded demos when the level loads. This can be triggered by losing all lives and choosing to try again.
da_dk: Hvis aktiveret, starter spillet med at spille de to ubrugte optagede demoer, når banen indlæses. Dette kan udløses ved at miste alle liv, og derefter vælge at prøve igen.
es_es: Si está habilitado, el juego reproducirá automáticamente las dos demos grabadas pero no utilizadas cuando se cargue el nivel. Esto puede activarse al perder todas las vidas y elegir intentarlo nuevamente.
fr_fr: Si activé, le jeu se mettra à jouer les deux démos enregistrées inutilisées quand le niveau charge. Cela peut être déclenché en perdant toutes ses vies et en choisssant Réessayer.
he: אם זה מופעל, המשחק יתחיל לשחק את שני ההדגמות המוקלטות שאינן בשימוש כאשר השלב נטען. זה יכול להיות מופעל על ידי איבוד כל החיים ובחירה לנסות שוב.
it_it: Se abilitato, il gioco inizierà a riprodurre le due demo registrate non utilizzate quando il livello viene caricato. Questo può essere anche attivato perdendo tutte le vite e scegliendo di riprovare.
nl_nl: Indien ingeschakeld, zal het spel de 2 ongebruikte, opgenomen demo's afspelen wanneer het level laadt. Dit kan getriggerd worden bij het verliezen van alle levens en door het vervolgens opnieuw te proberen.
pl_pl: Jeśli opcja jest włączona, gra rozpocznie odtwarzanie nieużywanych dwóch nagranych wersji demo po załadowaniu poziomu. Można to uruchomić, tracąc wszystkie życia i próbując ponownie.
pt_br: Se habilitado, o jogo começará a reproduzir as duas demonstrações gravadas inutilizadas quando o nível carregar. Isso pode ser acionado ao perder todas as vidas e escolher tentar novamente.
pt_pt: Se activado, então o jogo irá começar a correr as duas demonstrações inutilizadas quando o nível carregar. Isto pode ser desencadeado ao perder todas as vidas e escolher tentar novamente.
ru_ru: При активации игра будет запускать две вырезанные записанные демо-версии при загрузке уровня. Они воспроизводятся при потери всех жизней и активации "Continue".
tr_tr: Etkinleştirilirse, seviye yüklendiğinde oyun kullanılmayan iki kayıtlı demoyu oynamaya başlayacaktır. Bu, tüm canları kaybederek ve tekrar denemeyi seçerek tetiklenebilir.
zh_hans: 如果启用，游戏将会在关卡加载时播放两个未使用的录制demo。这个可以通过损失所有命数然后选择再试一次来触发。

# Mod_Mem_R1_MultiplayerMenus
source: Load multiplayer menus
da_dk: Indlæs multiplayermenuer
es_es: Cargar menús multijugador
fr_fr: Charger les menus de multijoueur
he: טען תפריטים מרובי משתתפים
it_it: Carica i menu multigiocatore
nl_nl: Multiplayer menu's laden
pl_pl: Wczytaj menu trybu wieloosobowego
pt_br: Carregar menus de multijogador
pt_pt: Carregar menus multijogador
ru_ru: Запустить меню мультиплеера
tr_tr: Çok oyunculu menüleri yükle
zh_hans: 读取多人菜单

# Mod_Mem_R1_MultiplayerMenusInfo
source: When this is enabled the game will load the unused multiplayer menus on startup. If the game has already been started then this can be accessed by choosing to quit the game from the pause menu. The multiplayer menus themselves are not complete due to this feature never being fully implemented. The first menu is the player selection and the second one the level selection. Due to these not being functional the only way to change these are by using the below fields.
da_dk: Når dette er aktiveret, indlæser spillet de ubrugte multiplayermenuer ved opstart. Hvis spillet allerede er startet, kan dette tilgås ved at vælge at lukke spillet i pausemenuen. Selve multiplayermenuerne er ikke færdiggjorte, da denne funktion aldrig blev implementeret fuldstændigt. Den første menu er spillerselektion, og den anden er baneselektion. Da disse ikke fungerer ordentligt, er den eneste måde at ændre dem ved at bruge nedenstående felter.
es_es: Cuando esto está habilitado, el juego cargará los menús multijugador no utilizados al iniciar. Si el juego ya ha sido iniciado, esto se puede acceder seleccionando la opción de salir del juego desde el menú de pausa. Los propios menús multijugador no están completos debido a que esta característica nunca se implementó por completo. El primer menú es la selección de jugadores y el segundo menú es la selección de niveles. Debido a que no son funcionales, la única forma de cambiar esto es utilizando los campos que se encuentran a continuación.
fr_fr: Quand ceci est activé, le jeu chargera les menus multijoueur inutilisés au démarrage. Si le jeu a déjà démarré, il est possible d'y accéder en choisissant de quitter le jeu depuis le menu de pause. Les menus multijoueur eux-mêmes ne sont pas complets étant donné que cette fonctionnalité n'a jamais été complètement implémentée. Le premier menu est la sélection de joueur et le second est la sélection du niveau. Comme ils n'ont jamais été implémentés, le seul moyen de les changer est d'utiliser les champs ci-dessous.
he: כאשר זה מופעל, המשחק יטען את תפריטי מרובי המשתתפים שאינם בשימוש בעת ההפעלה. אם המשחק כבר הופעל אז ניתן לגשת אליו על ידי בחירה לצאת מהמשחק מתפריט ההשהיה. התפריטים מרובי המשתתפים עצמם אינם שלמים בגלל שתכונה זו מעולם לא יושמה במלואה. התפריט הראשון הוא בחירת השחקן והשני בחירת הרמה. מכיוון שהם אינם פונקציונליים, הדרך היחידה לשנות אותם היא באמצעות השדות שלהלן.
it_it: Quando questo è abilitato, il gioco caricherà i menu multiplayer inutilizzati all'avvio. Se il gioco è già stato avviato, è possibile accedervi scegliendo di uscire dal gioco dal menu di pausa. I menu multigiocatore stessi non sono completi poiché questa funzione non è mai stata completamente implementata. Il primo menu è la selezione del giocatore e il secondo la selezione del livello. Poiché questi non sono funzionali, l'unico modo per cambiarli è utilizzare i campi sottostanti.
nl_nl: Indien dit is ingeschakeld, zal het spel de ongebruikte multiplayer menu's laden tijden het opstarten. Als het spel al gestart is, kan deze optie gekozen worden door het spel af te sluiten via het Pauze-menu. De multiplayer menu's an sich zijn níét volledig, omdat deze feature nooit volledig is geïmplementeerd. Het 1e menu omvat de spelerselectie en het 2e menu de levelselectie. Vanwege het feit dat deze niet functioneel zijn, kunnen deze alleen gewijzigd worden door gebruik te maken van onderstaande velden.
pl_pl: Gdy opcja jest włączona, gra załaduje nieużywane menu trybu multiplayer podczas uruchamiania. Jeśli gra została już uruchomiona, możesz uzyskać do niej dostęp, wybierając wyjście z gry z menu pauzy. Menu trybu multiplayer nie jest kompletne, ponieważ funkcja ta nigdy nie została w pełni zaimplementowana. Pierwsze menu to wybór gracza, a drugie to wybór poziomu. Ponieważ nie są one funkcjonalne, jedynym sposobem na ich zmianę jest użycie poniższych pól.
pt_br: Quando isso estiver habilitado, o jogo carregará os menus multijogador não utilizados na inicialização. Se o jogo já tiver sido iniciado, isso pode ser acessado escolhendo sair do jogo no menu de pausa. Os menus multijogador em si não estão completos devido a esse recurso nunca ter sido totalmente implementado. O primeiro menu é a seleção de jogador e o segundo a seleção de fase. Devido a não serem funcionais, a única maneira de alterá-los é usando os campos abaixo.
pt_pt: Quando isto está activado o jogo irá carregar no arranque os menus multijogadores inutilizados. Se o jogo já foi iniciado então isto pode ser acedido ao escolher sair do jogo através do menu de pausa. Os menus multijogador em si não estão completos devido a esta funcionalidade nunca ter sido totalmente implementada. O primeiro menu é a selecção do jogador e o segundo é da selecção de níveis. Devido a estes não serem funcionais a única forma de os alterar é de utilizar os campos abaixo.
ru_ru: При активации игра загрузит неиспользуемые многопользовательские меню при запуске. Если игра уже запущена, то к ним можно получить доступ, выйдя из игры в меню паузы. Сами многопользовательские меню не завершены из-за того, что эта функция не была полностью реализована. Первое меню - это выбор игрока, а второе - выбор уровня. Из-за того, что они не функционируют, единственный способ кастомизировать их - использовать поля ниже.
tr_tr: Bu etkinleştirildiğinde, oyun başlangıçta kullanılmayan çok oyunculu menüleri yükleyecektir. Oyun zaten başlatılmışsa, duraklatma menüsünden oyundan çıkmayı seçerek buna erişilebilir. Bu özelliğin hiçbir zaman tam olarak uygulanmaması nedeniyle çok oyunculu menüler tam değildir. İlk menü oyuncu seçimi, ikincisi ise seviye seçimidir. Bunların işlevsel olmaması nedeniyle bunları değiştirmenin tek yolu aşağıdaki alanları kullanmaktır.
zh_hans: 当启用时，将会在启动游戏时读取一个未被使用的多人菜单。如果游戏已经启动，可以通过从暂停菜单退出游戏来访问。 多人菜单本身因为多人模式没有被完全实装所以不完整。第一个菜单是玩家选择，第二个是关卡选择。因为这两个菜单功能不完全，唯一编辑的方式是使用下方的区域。

# Mod_Mem_R1_MultiplayerTimeout
source: Level timeout
da_dk: Banetimeout
es_es: Tiempo de nivel
fr_fr: Temps limité
he: פסק זמן ברמה
it_it: Timeout livello
pl_pl: Limit czasu poziomu
pt_br: Tempo limite de fase
pt_pt: Intervalo do nível
ru_ru: Лимит времени для уровня
tr_tr: Seviye zaman aşımı
zh_hans: 关卡超时

# Mod_Mem_R1_MultiplayerP2
source: Is player 2
da_dk: Er spiller 2
es_es: Es jugador 2
fr_fr: Est joueur 2
he: האם שחקן 2
it_it: Diventare giocatore 2
nl_nl: Is speler 2
pl_pl: Jest graczem 2
pt_br: É jogador 2
pt_pt: É 2º Jogador
ru_ru: Игрок 2
tr_tr: oyuncu 2 mi
zh_hans: 是玩家2

# Mod_Mem_R1_MultiplayerMap
source: Selected map
da_dk: Valgt map
es_es: Mapa seleccionado
fr_fr: Carte sélectionnée
he: מפה נבחרת
it_it: Mappa selezionata
nl_nl: Geselecteerde map
pl_pl: Wybrana mapa
pt_br: Mapa selecionado
pt_pt: Mapa seleccionado
ru_ru: Выбранная карта
tr_tr: Seçilen harita
zh_hans: 选择的地图
