Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# BrowseBox_ValidationError_Empty
source: Field is required
da_dk: Feltet skal udfyldes
es_es: Campo requerido
fr_fr: Le champ est requis
he: שדה נדרש
hu_hu: Kötelező mező
it_it: Il campo è obbligatiorio
nl_nl: Veld is vereist
pl_pl: Pole jest wymagane
pt_br: Campo é necessário
pt_pt: Campo obrigatório
ru_ru: Поле является обязательным
tr_tr: Alan gereklidir
zh_hans: 该字段为必填项

# BrowseBox_ValidationError_FileExists
source: The file does not exist
da_dk: Filen eksisterer ikke
es_es: El archivo no existe
fr_fr: Le fichier n'existe pas
he: הקובץ לא קיים
hu_hu: A fájl nem létezik
it_it: il file non esiste
nl_nl: Het bestand bestaat niet
pl_pl: Plik nie istnieje
pt_br: O arquivo não existe
pt_pt: O ficheiro não existe
ru_ru: Файл не существует
tr_tr: Dosya yok
zh_hans: 此文件不存在

# BrowseBox_ValidationError_DirExists
source: The directory does not exist
da_dk: Mappen eksisterer ikke
es_es: El directorio no existe
fr_fr: Le dossier n'existe pas
he: הספרייה לא קיימת
hu_hu: A mappa nem létezik
it_it: La directory non esiste
nl_nl: De map bestaat niet
pl_pl: Folder nie istnieje
pt_br: O diretório não existe
pt_pt: O directório não existe
ru_ru: Папка не существует
tr_tr: Dizin mevcut değil
zh_hans: 此目录不存在

# ContextMenu_Cut
source: Cut
da_dk: Klip
es_es: Cortar
fr_fr: Couper
he: לחתוך
hu_hu: Kivágás
it_it: Taglia
nl_nl: Knippen
pl_pl: Wytnij
pt_br: Cortar
pt_pt: Cortar
ru_ru: Вырезать
tr_tr: Kes
zh_hans: 剪切

# ContextMenu_Copy
source: Copy
da_dk: Kopiér
es_es: Copiar
fr_fr: Copier
he: העתק
hu_hu: Másolás
it_it: Copia
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ru_ru: Копировать
tr_tr: Kopyala
zh_hans: 复制

# ContextMenu_Paste
source: Paste
da_dk: Sæt ind
es_es: Pegar
fr_fr: Coller
he: הדבק
hu_hu: Beillesztés
it_it: Incolla
nl_nl: Plakken
pl_pl: Wklej
pt_br: Colar
pt_pt: Colar
ru_ru: Вставить
tr_tr: Yapıştır
zh_hans: 粘贴

# ContextMenu_Undo
source: Undo
da_dk: Fortryd
es_es: Deshacer
fr_fr: Annuler
he: צעד חזור
hu_hu: Visszavonás
it_it: Annulla
nl_nl: Ongedaan maken
pl_pl: Cofnij
pt_br: Desfazer
pt_pt: Anular
ru_ru: Отменить
tr_tr: Geri al
zh_hans: 撤销

# ContextMenu_Redo
source: Redo
da_dk: Annullér fortryd
es_es: Rehacer
fr_fr: Rétablir
he: בצע שוב
hu_hu: Előrevonás
it_it: Ripristina
nl_nl: Herstellen
pl_pl: Ponów
pt_br: Refazer
pt_pt: Refazer
ru_ru: Восстановить
tr_tr: Yeniden yap
zh_hans: 重做

# ContextMenu_OpenLocation
source: Open Location
da_dk: Åbn placering
es_es: Abrir ubicación
fr_fr: Ouvrir à l'emplacement indiqué
he: פתח מיקום
hu_hu: Hely megnyitása
it_it: Apri percorso
nl_nl: Open Locatie
pl_pl: Otwórz folder zawierający
pt_br: Abrir Local
pt_pt: Abrir localização
ru_ru: Открыть расположение
tr_tr: Konumu aç
zh_hans: 打开位置

# Installer_Title
source: Install {0}
da_dk: Installér {0}
es_es: Instalar {0}
fr_fr: Installer {0}
he: התקן את {0}
hu_hu: {0} telepítése
it_it: Installa {0}
nl_nl: Installeer {0}
pl_pl: Zainstaluj {0}
pt_br: Instalar {0}
pt_pt: Instalar {0}
ru_ru: Установка {0}
tr_tr: {0} yükleyin
zh_hans: 安装{0}

# DriveSelection_RefreshError
source: An error occurred when finding available drives
da_dk: En fejl opstod i forsøg på at finde tilgængelige drev
es_es: Ocurrió un error al encontrar las unidades disponibles
fr_fr: Une erreur est survenue en essayant de trouver les lecteurs disponibles
he: אירעה שגיאה בעת מציאת כוננים זמינים
hu_hu: A rendelkezésre álló meghajtók keresése közben hiba lépett fe
it_it: Si è verificato un errore durante la ricerca delle unità disponibili
nl_nl: Er heeft een fout plaatsgevonden tijdens het zoeken naar beschikbare schijven
pl_pl: Wystąpił błąd podczas wyszukiwania dostępnych napędów
pt_br: Ocorreu um erro ao encontrar unidades disponíveis
pt_pt: Ocorreu um erro ao procurar drives disponíveis
ru_ru: Произошла ошибка при поиске доступных дисков
tr_tr: Kullanılabilir sürücüler bulunurken bir hata oluştu
zh_hans: 在寻找可用的硬盘时发生错误

# Settings_UseChildWindows
source: Show windows as popups
da_dk: Vis vinduer som pop op-vinduer
es_es: Mostrar ventanas como ventanas emergentes
fr_fr: Afficher les fenêtres en tant que popups
he: הצג חלונות כחלונות קופצים
hu_hu: Popup-ok megjelenítése ablakok helyett
it_it: Mostra le finestre come popup
nl_nl: Laat vensters als pop-ups zien
pl_pl: Pokaż okna jako wyskakujące
pt_br: Mostrar janelas como pop-ups
pt_pt: Exibir janelas como popups
ru_ru: Показывать окна в виде всплывающих окон
tr_tr: Pencereleri açılır pencere olarak göster
zh_hans: 将窗口作为弹窗显示

# Settings_UseChildWindowsInfo
source: Enabling this will show windows, such as the game options window or message dialogs, as popups within in the main window. Disabling this will show them as separate windows.
da_dk: Hvis dette aktiveres, vises vinduer, så som f.eks. spilindstillingsvinduet eller meddelelsesdialoger, som pop op-vinduer inde i hovedvinduet. Hvis dette deaktiveres, vises de som separate vinduer.
es_es: Al habilitar esto, las ventanas, como la ventana de opciones del juego o los cuadros de diálogo de mensajes, se mostrarán como ventanas emergentes dentro de la ventana principal. Al deshabilitarlo, se mostrarán como ventanas separadas.
fr_fr: Activer ceci affichera les fenêtres, telles que la fenêtre d'options de jeu et les boîtes de dialogues, en tant que pop-us à l'intérieur de la fenêtre principale. Désactiver cette option les affichera en tant que fenêtres séparées.
he: הפעלה זו תציג חלונות, כגון חלון אפשרויות המשחק או תיבות דו -שיח של הודעות, כחלונות קופצים בחלון הראשי. השבתה זו תציג אותם כחלונות נפרדים.
hu_hu: Ez az opció azokat az ablakokat, mint például a játék beállításokat vagy üzeneteket felugró ablakokként jeleníti meg a főablakon belül. Kikapcsolása ezeket önálló ablakokként fogja kezelni.
it_it: L'abilitazione mostrerà le finestre, come la finestra delle opzioni di gioco o le finestre di dialogo dei messaggi, come popup all'interno della finestra principale. La disabilitazione li mostrerà come finestre separate.
nl_nl: Indien dit wordt ingeschakeld, zullen vensters — bijvoorbeeld het venster voor spelopties of dialoogvensters — als pop-ups verschijnen binnenin het hoofdvenster. Indien uitgschakeld, worden hiervoor aparte vensters gebruikt.
pl_pl: Włączenie tej opcji spowoduje wyświetlenie okien, takich jak okno opcji gry lub okna dialogowe wiadomości, jako wyskakujące okienka w oknie głównym. Wyłączenie tej opcji spowoduje, że będą one wyświetlane jako osobne okna.
pt_br: Habilitar isso mostrará janelas, como a janela de opções do jogo ou diálogos de mensagens, como pop-ups dentro da janela principal. Desabilitar isso as mostrará como janelas separadas.
pt_pt: Activar isto irá exibir janelas, tais como a janela de opções de jogo ou diálogos de mensagem, como popups dentro da janela principal. Desactivar isto irá exibi-las como janelas separadas.
ru_ru: При включении этого параметра окна, такие как окно параметров игры или диалоговые окна сообщений, будут отображаться в виде всплывающих окон в главном окне. При его отключении они будут отображаться как отдельные окна.
tr_tr: Bunu etkinleştirmek, oyun seçenekleri penceresi veya mesaj diyalogları gibi pencereleri ana pencerede açılır pencereler olarak gösterecektir. Bunu devre dışı bırakmak, onları ayrı pencereler olarak gösterecektir.
zh_hans: 启用此选项会将窗口在主窗口中作为弹窗显示，比如游戏选项窗口或者对话信息窗口。禁用此选项将会让它们作为单独的窗口显示。

# RRR_LevelName_0
source: Bunnies don't like being disturbed on holiday
fr_fr: Les lapins n'aiment pas être dérangés en vacances
it_it: I conigli non amano essere disturbati in vacanza
nl_nl: Konijntjes worden niet graag gestoord tijdens hun vakantie
ru_ru: Кролики не любят, когда их беспокоят в отпуске

# RRR_LevelName_1
source: Bunnies don't like being disturbed at night
fr_fr: Les lapins n'aiment pas être dérangés la nuit
it_it: I conigli odiano essere disturbati di notte
nl_nl: Konijntjes worden 's nachts niet graag gestoord
ru_ru: Кролики не любят, когда их беспокоят по ночам

# RRR_LevelName_2
source: Bunnies helped tame the Wild West
fr_fr: Les lapins ont participé à la conquête de l'Ouest
it_it: I conigli hanno aiutato a domare il selvaggio West
nl_nl: Konijntjes hebben het Wilde Westen helpen temmen
ru_ru: Кролики помогали покорить Дикий Запад

# RRR_LevelName_3
source: Bunnies have a soft spot for plungers
fr_fr: Les lapins ont un faible pour les ventouses
it_it: I conigli hanno sempre amato le ventose
nl_nl: Konijntjes hebben een zwak voor zuignappen
ru_ru: Кролики питают слабость к вантузам

# RRR_LevelName_4
source: Bunnies never struck gold
fr_fr: Les lapins n'ont jamais trouvé la moindre pépite
it_it: I conigli non hanno mai trovato l'oro
nl_nl: Konijntjes hebben nooit goud gevonden
ru_ru: Кролики никогда не попадают в яблочко

# RRR_LevelName_5
source: Bunnies think they're in a movie
fr_fr: Les lapins se croient au cinéma
it_it: I conigli pensano di essere in un film
nl_nl: Konijntjes denken dat ze in een film spelen
ru_ru: Кролики думают, что они снимаются в кино

# RRR_LevelName_6
source: Bunnies love digging tunnels
fr_fr: Les lapins aiment creuser des galeries
it_it: I conigli amano scavare tunnel
nl_nl: Konijntjes zijn gek op tunnels graven
ru_ru: Кролики обожают рыть туннели

# RRR_LevelName_7
source: Bunnies aren't scared of the dark
fr_fr: Les lapins n'ont pas peur du noir
it_it: I conigli non hanno paura del buio
nl_nl: Konijntjes zijn niet bang in het donker
ru_ru: Кролики не боятся темноты

# RRR_LevelName_8
source: Bunnies don't rest in peace
fr_fr: Les lapins ne reposent pas en paix
it_it: I conigli non riposano in pace
nl_nl: Konijntjes rusten niet in vrede
ru_ru: Кролики не желают покоиться с миром

# RRR_LevelName_9
source: Bunnies sometimes recycle the scenery from other games
fr_fr: Les lapins réutilisent parfois les décors des autres jeux
it_it: I conigli a volte riciclano gli sfondi degli altri giochi
nl_nl: Konijntjes recyclen soms omgevingen uit andere spelletjes
ru_ru: Кролики иногда используют декорации из других игр

# RRR_LevelName_10
source: Bunnies don't like being disturbed on holiday
fr_fr: Les lapins n'aiment pas être dérangés en vacances
it_it: I conigli non amano essere disturbati in vacanza
nl_nl: Konijntjes worden niet graag gestoord tijdens hun vakantie
ru_ru: Кролики не любят, когда их беспокоят в отпуске

# RRR_LevelName_11
source: Bunnies don't like being disturbed at night
fr_fr: Les lapins n'aiment pas être dérangés la nuit
it_it: I conigli odiano essere disturbati di notte
nl_nl: Konijntjes worden 's nachts niet graag gestoord
ru_ru: Кролики не любят, когда их беспокоят по ночам

# RRR_LevelName_12
source: Bunnies helped tame the Wild West
fr_fr: Les lapins ont participé à la conquête de l'Ouest
it_it: I conigli hanno aiutato a domare il selvaggio West
nl_nl: Konijntjes hebben het Wilde Westen helpen temmen
ru_ru: Кролики помогали покорить Дикий Запад

# RRR_LevelName_13
source: Bunnies have a soft spot for plungers
fr_fr: Les lapins ont un faible pour les ventouses
it_it: I conigli hanno sempre amato le ventose
nl_nl: Konijntjes hebben een zwak voor zuignappen
ru_ru: Кролики питают слабость к вантузам

# RRR_LevelName_14
source: Bunnies never struck gold
fr_fr: Les lapins n'ont jamais trouvé la moindre pépite
it_it: I conigli non hanno mai trovato l'oro
nl_nl: Konijntjes hebben nooit goud gevonden
ru_ru: Кролики никогда не попадают в яблочко

# RRR_LevelName_15
source: Bunnies think they're in a movie
fr_fr: Les lapins se croient au cinéma
it_it: I conigli pensano di essere in un film
nl_nl: Konijntjes denken dat ze in een film spelen
ru_ru: Кролики думают, что они снимаются в кино

# RRR_LevelName_16
source: Bunnies love digging tunnels
fr_fr: Les lapins aiment creuser des galeries
it_it: I conigli amano scavare tunnel
nl_nl: Konijntjes zijn gek op tunnels graven
ru_ru: Кролики обожают рыть туннели

# RRR_LevelName_17
source: Bunnies aren't scared of the dark
fr_fr: Les lapins n'ont pas peur du noir
it_it: I conigli non hanno paura del buio
nl_nl: Konijntjes zijn niet bang in het donker
ru_ru: Кролики не боятся темноты

# RRR_LevelName_18
source: Bunnies don't rest in peace
fr_fr: Les lapins ne reposent pas en paix
it_it: I conigli non riposano in pace
nl_nl: Konijntjes rusten niet in vrede
ru_ru: Кролики не желают покоиться с миром

# RRR_LevelName_19
source: Bunnies sometimes recycle the scenery from other games
fr_fr: Les lapins réutilisent parfois les décors des autres jeux
it_it: I conigli a volte riciclano gli sfondi degli altri giochi
nl_nl: Konijntjes recyclen soms omgevingen uit andere spelletjes
ru_ru: Кролики иногда используют декорации из других игр

# RRR_LevelName_20
source: Bunnies can't jump
fr_fr: Les lapins ne savent pas sauter
it_it: I conigli non sanno saltare
nl_nl: Konijntjes kunnen niet springen
ru_ru: Кролики не умеют прыгать

# RRR_LevelName_21
source: Bunnies don't give gifts
fr_fr: Les lapins ne se font pas de cadeau
it_it: I conigli non fanno regali
nl_nl: Konijntjes geven geen cadeautjes
ru_ru: Бойся кролей, дары приносящих

# RRR_LevelName_22
source: Bunnies don't know what to do with cows
fr_fr: Les lapins ne savent pas se servir d'une vache
it_it: I conigli non sanno usare le mucche
nl_nl: Konijntjes weten niet wat ze met koeien moeten doen
ru_ru: Кролики не знают, что делать с коровами

# RRR_LevelName_23
source: Bunnies never close doors
fr_fr: Les lapins ne ferment jamais la porte
it_it: I conigli non chiudono mai le porte
nl_nl: Konijntjes doen nooit de deur op slot
ru_ru: Кролики никогда не закрывают дверь

# RRR_LevelName_24
source: Bunnies don't milk cows
fr_fr: Les lapins ne savent pas traire une vache
it_it: I conigli non mungono le mucche
nl_nl: Konijntjes melken geen koeien
ru_ru: Кролики не доят коров

# RRR_LevelName_25
source: Bunnies are addicted to carrot juice
fr_fr: Les lapins sont accros au jus de carotte
it_it: I conigli non sanno resistere al succo di carota
nl_nl: Konijntjes zijn verslingerd aan wortelsap
ru_ru: Кролики обожают морковный сок

# RRR_LevelName_26
source: Bunnies can't slide Part 2
fr_fr: Les lapins ne sont pas les rois de la glisse 2
it_it: I conigli non sanno scivolare (2)
nl_nl: Konijntjes kunnen niet glijden 2
ru_ru: Кролики не умеют скользить Часть 2

# RRR_LevelName_27
source: Bunnies are heartless with pigs
fr_fr: Les lapins n'ont pas de pitié pour les cochons
it_it: I conigli non hanno pietà per i maiali
nl_nl: Konijntjes zijn keihard voor biggetjes
ru_ru: Кролики безжалостны по отношению к свиньям

# RRR_LevelName_28
source: Bunnies don't like bats
fr_fr: Les lapins ont du mal avec les chauves-souris
it_it: I conigli non amano i pipistrelli
nl_nl: Konijntjes houden niet van vleermuizen
ru_ru: Кролики не любят летучих мышей

# RRR_LevelName_29
source: Bunnies don't use toothpaste
fr_fr: Les lapins ne connaissent pas le dentifrice
it_it: I conigli non usano il dentifricio
nl_nl: Konijntjes gebruiken geen tandpasta
ru_ru: Кролики не чистят зубы

# RRR_LevelName_30
source: Bunnies can't fly
fr_fr: Les lapins ne savent pas voler
it_it: I conigli non volano
nl_nl: Konijntjes kunnen niet vliegen
ru_ru: Кролики не летают

# RRR_LevelName_31
source: Bunnies can only fly downwards
fr_fr: Les lapins ne savent voler que vers le bas
it_it: I conigli volano solo verso il basso
nl_nl: Konijntjes kunnen alleen omlaag vliegen
ru_ru: Кролики умеют летать только вниз

# RRR_LevelName_32
source: Bunnies can't play soccer
fr_fr: Les lapins ne savent pas jouer au foot
it_it: I conigli non sanno giocare a calcio
nl_nl: Konijntjes kunnen niet voetballen
ru_ru: Кролики не умеют играть в футбол

# RRR_LevelName_33
source: Bunnies don't understand bowling
fr_fr: Les lapins ne pigent pas le principe du bowling
it_it: I conigli non capiscono il bowling
nl_nl: Konijntjes snappen niks van bowlen
ru_ru: Кролики недолюбливают боулинг

# RRR_LevelName_34
source: Animal Farm
fr_fr: La ferme !!
it_it: La fattoria degli animali
nl_nl: Kinderboerderij
ru_ru: Скотный двор

# RRR_LevelName_35
source: Bunnies have a great ear for music
fr_fr: Les lapins ont une assez bonne oreille musicale
it_it: I conigli hanno un ottimo orecchio musicale
nl_nl: Konijntjes hebben een goed oor voor muziek
ru_ru: У кроликов отличный музыкальный слух

# RRR_LevelName_36
source: Bunnies are slow to react
fr_fr: Les lapins sont plutôt lents à la détente
it_it: I conigli sono lenti a reagire
nl_nl: Konijntjes zijn een beetje traag van begrip
ru_ru: Кролики иногда тормозят

# RRR_LevelName_37
source: Bunnies are fantastic dancers Part 3
fr_fr: Les lapins dansent comme des dieux 3
it_it: I conigli sono ottimi ballerini (3)
nl_nl: Konijntjes zijn geweldige dansers 3
ru_ru: Кролики прекрасно танцуют Часть 3

# RRR_LevelName_38
source: Bunnies like to stuff themselves
fr_fr: Un lapin mange comme quatre
it_it: I conigli si ingozzano
nl_nl: Konijntjes stoppen zichzelf graag vol
ru_ru: Кролики любят объедаться

# RRR_LevelName_39
source: Bunnies are raving mad Part 2
fr_fr: Les lapins "ravent" éveillés 2
it_it: I conigli sono completamente pazzi (2)
nl_nl: Konijntjes zijn knettergek 2
ru_ru: Кролики помешаны. На рейве Часть 2

# RRR_LevelName_40
source: Bunnies like a good race
fr_fr: Les lapins aiment faire les courses
it_it: I conigli amano correre
nl_nl: Konijntjes houden van rennen
ru_ru: Кролики любят погонять

# RRR_LevelName_41
source: Race good a like Bunnies
fr_fr: Courses les faire aiment lapins les
it_it: Le corse amano i conigli
nl_nl: Rennen van houden konijntjes
ru_ru: Какой же кролик не любит быстрой езды?

# RRR_LevelName_42
source: Bunnies like a good race on the beach
fr_fr: Les lapins aiment faire les courses à la plage
it_it: I conigli amano correre sulla spiaggia
nl_nl: Konijntjes houden van rennen op het strand
ru_ru: Кролики любят погонять по пляжу

# RRR_LevelName_43
source: Bunnies only fly downwards
fr_fr: Les lapins ne volent toujours que vers le bas
it_it: I conigli volano solo verso il basso
nl_nl: Konijntjes vliegen alleen omlaag
ru_ru: Кролики умеют летать только вниз

# RRR_LevelName_44
source: Bunnies are fantastic dancers
fr_fr: Les lapins dansent comme des dieux
it_it: I conigli sono ottimi ballerini
nl_nl: Konijntjes zijn geweldige dansers
ru_ru: Кролики прекрасно танцуют

# RRR_LevelName_45
source: Bunnies don't sleep well
fr_fr: Les lapins ont le sommeil agité
it_it: I conigli dormono male
nl_nl: Konijntjes slapen niet zo goed
ru_ru: Кролики плохо спят

# RRR_LevelName_46
source: Bunnies have no memory
fr_fr: Les lapins n'ont pas de mémoire
it_it: I conigli non hanno memoria
nl_nl: Konijntjes hebben geen geheugen
ru_ru: У кроликов дырявая память

# RRR_LevelName_47
source: Bunnies rarely leave their burrows
fr_fr: Les lapins sortent rarement de leur trou
it_it: I conigli escono raramente dalle loro tane
nl_nl: Konijntjes verlaten zelden hun hol
ru_ru: Кролики редко покидают свои норки

# RRR_LevelName_48
source: Bunnies can't jump Part 2
fr_fr: Les lapins ne savent pas sauter 2
it_it: I conigli non sanno saltare (2)
nl_nl: Konijntjes kunnen niet springen 2
ru_ru: Кролики не умеют прыгать Часть 2

# RRR_LevelName_49
source: Bunnies never close doors Part 2
fr_fr: Les lapins ne ferment jamais la porte 2
it_it: I conigli non chiudono le porte (2)
nl_nl: Konijntjes doen nooit de deur op slot 2
ru_ru: Кролики никогда не закрывают дверь Часть 2

# RRR_LevelName_50
source: Bunnies don't milk cows Part 2
fr_fr: Les lapins ne savent pas traire une vache 2
it_it: I conigli non mungono le mucche (2)
nl_nl: Konijntjes melken geen koeien 2
ru_ru: Кролики не доят коров Часть 2

# RRR_LevelName_51
source: Bunnies like a good cowboy race
fr_fr: Les lapins aiment faire les courses de cowboy
it_it: I conigli amano le corse di cowboy
nl_nl: Konijntjes houden van cowboy-races
ru_ru: Кролики обожают ковбойские скачки

# RRR_LevelName_52
source: Bunnies are heartless with pigs Part 2
fr_fr: Les lapins n'ont pas de pitié pour les cochons 2
it_it: I conigli sono spietati coi maiali (2)
nl_nl: Konijntjes zijn keihard voor biggetjes 2
ru_ru: Кролики безжалостны по отношению к свиньям Часть 2

# RRR_LevelName_53
source: Bunnies Psychology. Volume 1
fr_fr: La psychologie du lapin. Tome 1
it_it: Psicologia del coniglio. Volume primo
nl_nl: Konijntjespsychologie. Deel 1
ru_ru: Психология кроликов. Том 1

# RRR_LevelName_54
source: Bunnies don't like bats Part 2
fr_fr: Les lapins ont du mal avec les chauves-souris 2
it_it: I conigli non amano i pipistrelli (2)
nl_nl: Konijntjes houden niet van vleermuizen 2
ru_ru: Кролики не любят летучих мышей Часть 2

# RRR_LevelName_55
source: Bunnies don't use toothpaste Part 2
fr_fr: Les lapins ne connaissent pas le dentifrice 2
it_it: I conigli non usano il dentifricio (2)
nl_nl: Konijntjes gebruiken geen tandpasta 2
ru_ru: Кролики не чистят зубы Часть 2

# RRR_LevelName_56
source: Bunnies can't fly Part 2
fr_fr: Les lapins ne savent pas voler 2
it_it: I conigli non sanno volare (2)
nl_nl: Konijntjes kunnen niet vliegen 2
ru_ru: Кролики не летают Часть 2

# RRR_LevelName_57
source: Bunnies Psychology. Volume 2
fr_fr: La psychologie du lapin. Tome 2
it_it: Psicologia del coniglio Volume secondo
nl_nl: Konijntjespsychologie. Deel 2
ru_ru: Психология кроликов. Том 2

# RRR_LevelName_58
source: Bunnies can't shear sheep
fr_fr: Les lapins ne savent pas tondre un mouton
it_it: I conigli non sanno tosare le pecore
nl_nl: Konijntjes kunnen geen schapen scheren
ru_ru: Кролики не умеют стричь овец

# RRR_LevelName_59
source: Bunnies are slow to react Part 2
fr_fr: Les lapins sont plutôt lents à la détente 2
it_it: I conigli sono lenti a reagire (2)
nl_nl: Konijntjes zijn een beetje traag van begrip 2
ru_ru: Кролики иногда тормозят Часть 2

# RRR_LevelName_60
source: Bunnies are slow to react Part 3
fr_fr: Les lapins sont plutôt lents à la détente 3
it_it: I conigli sono lenti a reagire (3)
nl_nl: Konijntjes zijn een beetje traag van begrip 3
ru_ru: Кролики иногда тормозят Часть 3

# RRR_LevelName_61
source: Bunnies like to stuff themselves Part 2
fr_fr: Un lapin mange comme cinq
it_it: I conigli si ingozzano (2)
nl_nl: Konijntjes stoppen zichzelf graag vol 2
ru_ru: Кролики любят объедаться Часть 2

# RRR_LevelName_62
source: Bunnies have no memory Part 2
fr_fr: Les lapins n'ont pas de mémoire 2
it_it: I conigli non hanno memoria (2)
nl_nl: Konijntjes hebben geen geheugen 2
ru_ru: У кроликов дырявая память Часть 2

# RRR_LevelName_63
source: Bunnies rarely leave their burrows Part 2
fr_fr: Les lapins sortent rarement de leur trou 2
it_it: I conigli escono raramente dalle loro tane (2)
nl_nl: Konijntjes verlaten hun hol niet vaak 2
ru_ru: Кролики редко покидают свои норки Часть 2

# RRR_LevelName_64
source: Bunnies like surprises
fr_fr: Les lapins aiment les surprises
it_it: I conigli amano le sorprese
nl_nl: Konijntjes houden van verrassingen
ru_ru: Кролики любят сюрпризы

# RRR_LevelName_65
source: Bunnies don't like being shot at
fr_fr: Les lapins n'aiment pas se faire tirer dessus
it_it: I conigli non amano sentirsi sparare addosso
nl_nl: Konijntjes worden niet graag beschoten
ru_ru: Кролики не любят, когда в них стреляют

# RRR_LevelName_66
source: Bunnies have natural rhythm
fr_fr: Les lapins ont le rythme dans la peau
it_it: I conigli hanno un senso del ritmo naturale
nl_nl: Konijntjes hebben van nature ritmegevoel
ru_ru: Кролики - прирожденные танцоры

# RRR_LevelName_67
source: Bunnies are a-mazing
fr_fr: Les lapins nichent bas
it_it: I conigli soffrono di labirintite
nl_nl: Konijntjes zijn helemaal de weg kwijt
ru_ru: Кролики блуждают в лабиринтах

# RRR_LevelName_68
source: The Dark Side
fr_fr: Le côté obscur
it_it: Il lato oscuro
nl_nl: De Duistere Kant
ru_ru: Тёмная сторона кроличьей силы

# RRR_LevelName_69
source: Bunnies have natural rhythm Part 2
fr_fr: Les lapins ont le rythme dans la peau 2
it_it: I conigli hanno sempre il senso del ritmo
nl_nl: Konijntjes hebben van nature ritmegevoel 2
ru_ru: Кролики - прирожденные танцоры Часть 2
