Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Mod_Mem_GeneralCategory
source: General
da_dk: Generelt
fr_fr: Général
he: כללי
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Основные
tr_tr: Genel
zh_hans: 通用

# Mod_Mem_DebugCategory
source: Debug
es_es: Depuración
fr_fr: Débug
he: ניפוי באגים
nl_nl: Debuggen
pl_pl: Debugowanie
pt_br: Depuração
pt_pt: Depuração
tr_tr: hata ayıklama

# Mod_Mem_MultiplayerCategory
source: Multiplayer
es_es: Multijugador
fr_fr: Multijoueur
he: מצב מרובה משתמשים
it_it: Multigiocatore
pt_br: Multijogador
pt_pt: Multijogador
ru_ru: Мультиплеер
tr_tr: çok oyunculu
zh_hans: 多人

# Mod_Mem_PowersCategory
source: Powers
da_dk: Krafter
es_es: Poderes
fr_fr: Pouvoirs
he: כוחות
it_it: Poteri
nl_nl: Krachten
pl_pl: Moce
pt_br: Poderes
pt_pt: Poderes
ru_ru: Способности
tr_tr: Yetkiler
zh_hans: 技能

# Mod_Mem_RayState
source: Rayman's state
da_dk: Raymans tilstand
es_es: Estado de Rayman
fr_fr: Etat de Rayman
he: מצבי Rayman
it_it: Stato di Rayman
nl_nl: Rayman's staat
pl_pl: stan Raymana
pt_br: Estado do Rayman
pt_pt: Estado do Rayman
ru_ru: Состояние Рэймана
tr_tr: Rayman'ın durumu
zh_hans: 雷曼的状态

# Mod_Mem_R1_HelicoTime
source: Helico time
da_dk: Helikoptertid
es_es: Tiempo de helico
fr_fr: Temps d'hélico
he: זמן מסוק
it_it: Tempo elicottero
nl_nl: Heliko-tijd
pl_pl: Czas działania helikoptera
pt_br: Tempo do helicóptero
pt_pt: Tempo do helicóptero
ru_ru: Время полёта
tr_tr: helico zamanı
zh_hans: 飞行时间

# Mod_Mem_R1_FistCharge
source: Fist charge
da_dk: Næveopladning
es_es: Carga de puño
fr_fr: Charge du poing
he: טעינת אגרוף
it_it: Carica del pugno
nl_nl: Vuistlading
pl_pl: Szarża pięścią
pt_br: Carga do punho
pt_pt: Carga do punho
ru_ru: Заряд кулака
tr_tr: Yumruk şarjı
zh_hans: 冲拳

# Mod_Mem_R1_ActiveObjs
source: Active objects
da_dk: Aktive objekter
es_es: Objetos activos
fr_fr: Objets actifs
he: חפצים פעילים
it_it: Oggetti attivi
nl_nl: Actieve objecten
pl_pl: Aktywne obiekty
pt_br: Objetos ativos
pt_pt: Objectos activos
ru_ru: Активные объекты
tr_tr: aktif nesneler
zh_hans: 激活物体

# Mod_Mem_R1_MapTime
source: Map time
da_dk: Maptid
es_es: Tiempo de mapa
fr_fr: Temps de la carte
he: זמן מפה
it_it: Mappa a tempo
nl_nl: Maptijd
pl_pl: Czas na mapie
pt_br: Tempo do mapa
pt_pt: Tempo do mapa
ru_ru: Время карты
tr_tr: Harita zamanı
zh_hans: 地图时间

# Mod_Mem_R1_RandIndex
source: Random index
da_dk: Tilfældigt indeks
es_es: Índice aleatorio
fr_fr: Index aléatoire
he: אינדקס אקראי
it_it: Indice casuale
nl_nl: Willekeurige index
pl_pl: Indeks losowy
pt_br: Índice aleatório
pt_pt: Índice aleatório
ru_ru: Случайный индекс
tr_tr: Rastgele dizin
zh_hans: 随机索引

# Mod_Mem_FinishLvlAction
source: Finish level
da_dk: Færdiggør bane
es_es: Finalizar nivel
fr_fr: Finir niveau
he: שלב סיום
it_it: Finisci livello
pl_pl: Ukończ poziom
pt_br: Finalizar fase
pt_pt: Terminar nível
ru_ru: Завершить уровень
tr_tr: Bitiş seviyesi
zh_hans: 完成关卡

# Mod_Mem_UnlockAllLvlsAction
source: Unlock all levels
da_dk: Lås op for alle baner
es_es: Desbloquear todos los niveles
fr_fr: Débloquer tous les niveaux
he: פתח את כל הרמות
it_it: Sblocca tutti i livelli
nl_nl: Ontgrendel alle levels
pl_pl: Odblokuj wszystkie poziomy
pt_br: Desbloquear todas as fases
pt_pt: Desbloquear todos os níveis
ru_ru: Открыть все уровни
tr_tr: Tüm seviyelerin kilidini aç
zh_hans: 解锁所有关卡

# Mod_Mem_AllCagesAction
source: All cages
da_dk: Alle burer
es_es: Todas las jaulas
fr_fr: Toutes les cages
he: כל הכלובים
it_it: Tutte le gabbie
nl_nl: Alle kooien
pl_pl: Wszystkie klatki
pt_br: Todas as gaiolas
pt_pt: Todas as jaulas
ru_ru: Все клетки
tr_tr: Tüm kafesler
zh_hans: 所有笼子

# Mod_Mem_R1_ExitLvlAction
source: Return to world map
da_dk: Vend tilbage til verdenskort
es_es: Volver al mapa mundial
fr_fr: Retourner à la carte du monde
he: חזרה למפת העולם
it_it: Ritorna alla mappa del mondo
nl_nl: Terugkeren naar wereldmap
pl_pl: Powrót do mapy świata
pt_br: Retornar ao mapa-múndi
pt_pt: Regressar ao mapa mundo
ru_ru: Вернуться на карту мира
tr_tr: Dünya haritasına dön
zh_hans: 回到世界地图

# Mod_Mem_MenuLevel
source: Main Menu
da_dk: Hovedmenu
es_es: Menú principal
fr_fr: Menu Principal
he: תפריט ראשי
it_it: Menu principale
nl_nl: Hoofdmenu
pl_pl: Menu główne
pt_br: Menu Principal
pt_pt: Menu principal
ru_ru: Главное меню
tr_tr: Ana menü
zh_hans: 主菜单

# R2_LevelName_mapmonde
source: The Hall of Doors
es_es: La Sala de las Puertas
fr_fr: La Voie des Portes
it_it: Anticamera delle Porte
pl_pl: Portal
tr_tr: Kapılar Salonu
zh_hans: 门厅

# R2_LevelName_raycap
source: Score Screen
da_dk: Scoreskærm
es_es: Pantalla de puntuación
fr_fr: Ecran de score
he: מסך ציון
it_it: Punteggio su schermo
nl_nl: Scorebord
pl_pl: Ekran wyników
pt_br: Tela de Pontuação
pt_pt: Ecrã de pontuação
ru_ru: Экран подсчёта очков
tr_tr: Skor Ekranı
zh_hans: 得分界面

# Mod_Mem_CutsceneLevelsCategory
source: Cutscenes
da_dk: Filmsekvenser
es_es: Escenas cinemáticas
fr_fr: Cinématiques
he: קטעים
it_it: Cutscene
pl_pl: Przerywniki filmowe
pt_br: Cinemáticas
pt_pt: Cinemáticos
ru_ru: Кат-сцены
tr_tr: ara sahneler
zh_hans: 过场

# R2_LevelName_jail_10
source: Intro Part 1
da_dk: Intro, del 1
es_es: Intro Part 1 - Introducción Parte 1
fr_fr: Intro Partie 1
he: מבוא חלק 1
it_it: Introduzione Parte 1
nl_nl: Intro Deel 1
pl_pl: Wprowadzenie Część 1
pt_br: Intro, Parte 1
pt_pt: Intro Parte 1
ru_ru: Интро Часть 1
tr_tr: Giriş Bölüm 1
zh_hans: 介绍部分1

# R2_LevelName_jail_20
source: Intro Part 2
da_dk: Intro, del 2
es_es: Intro Part 2 - Introducción Parte 2
fr_fr: Intro Partie 2
he: מבוא חלק 2
it_it: Introduzione Parte 2
nl_nl: Intro Deel 2
pl_pl: Wprowadzenie Część 2
pt_br: Intro, Parte 2
pt_pt: Intro Parte 2
ru_ru: Интро Часть 2
tr_tr: Giriş Bölüm 2
zh_hans: 介绍部分2

# R2_LevelName_nego_10
source: Council Chamber of the Teensies
es_es: Council Chamber of the Teensies - Cámara del Consejo de los Teensies
fr_fr: Salle du conseil des Ptizêtres
it_it: Camera di Consiglio dei Teens
pl_pl: Siedziba rady Teensies

# R2_LevelName_batam_10
source: Meanwhile in the Prison Ship Part 1
da_dk: Meanwhile in the Prison ship, del 1
es_es: Meanwhile in the Prison Ship Part 1 - Mientras tanto, en la Nave Prisión Parte 1
fr_fr: Pendant ce temps-là... Partie 1
it_it: Nel frattempo nella nave-prigione dei pirati Parte 1
nl_nl: Meanwhile in the Prison Ship Deel 1
pl_pl: Tymczasem na Statku Więziennym Część 1
pt_br: Meanwhile in the Prison Ship, parte 1
pt_pt: Meanwhile in the Prison Ship Parte 1
zh_hans: Meanwhile in the Prison Ship 第一部分

# R2_LevelName_batam_20
source: Meanwhile in the Prison Ship Part 2
da_dk: Meanwhile in the Prison Ship, del 2
es_es: Meanwhile in the Prison Ship Part 2 - Mientras tanto, en la Nave Prisión Parte 2
fr_fr: Barbe Tranchante reçoit de la visite...
it_it: Nel frattempo nella nave-prigione dei pirati Parte 2
nl_nl: Meanwhile in the Prison Ship Deel 2
pl_pl: Tymczasem na Statku Więziennym Część 2
pt_br: Meanwhile in the Prison Ship, parte 2
pt_pt: Meanwhile in the Prison Ship Parte 2
zh_hans: Meanwhile in the Prison Ship 第二部分

# R2_LevelName_bast_09
source: Echoing Caves Intro
da_dk: Intro til Echoing Caves
es_es: Echoing Caves Intro - Introducción a las Cuevas Eco
fr_fr: Introduction Cavernes de l'Écho
it_it: Le Caverne riecheggianti Introduzione
pl_pl: Jaskinie Echa Wprowadzenie
pt_br: Intro da Echoing Caves
ru_ru: Интро Echoing Caves
zh_hans: Echoing Caves 入场

# R2_LevelName_ball
source: Iron Mountains Balloon Cutscene
da_dk: Iron Mountains ballonfilmsekvens
es_es: Iron Mountains Balloon Cutscene - Escena del globo de las Montañas de Hierro
fr_fr: Cinématique du ballon des Montagnes de Fer
it_it: Le Montagne di Ferro Cutscene Mongolfiera
nl_nl: Iron Mountains Ballonnen Cutscene
pl_pl: Przerywnik z balonem w Żelaznych górach
pt_br: Cinemática do Balão de Iron Mountains
pt_pt: Cinemático Iron Mountains Balloon
ru_ru: Кат-сцена на воздушном шаре в Iron Mountains
zh_hans: Iron Mountain气球过场

# R2_LevelName_end_10
source: Ending
da_dk: Slutning
es_es: Ending - Final
fr_fr: Fin
he: סוף
it_it: Finale
nl_nl: Einde
pl_pl: Koniec
pt_br: Final
pt_pt: Final
ru_ru: Концовка
tr_tr: Son
zh_hans: 结尾

# Mod_Mem_CreditsLevel
source: Credits
da_dk: Kredit
es_es: Créditos
fr_fr: Crédits
he: קרדיטים
it_it: Crediti
pl_pl: Twórcy
pt_br: Créditos
pt_pt: Créditos
ru_ru: Титры
tr_tr: Krediler
zh_hans: 列表

# R2_LevelName_poloc_10
source: Polokus Mask Part 1
da_dk: Polokus Mask, del 1
fr_fr: Masque de Polukus Partie 1
it_it: Maschera Polokus Parte 1
nl_nl: Polokus Mask Deel 1
pl_pl: Maska Polokusa Część 1
pt_br: Polokus Mask, parte 1
pt_pt: Máscara de Polokus Parte 1
ru_ru: Маска Полокуса Часть 1
zh_hans: Polokus Mask 第一部分

# R2_LevelName_poloc_20
source: Polokus Mask Part 2
da_dk: Polokus Mask, del 2
fr_fr: Masque de Polukus Partie 2
it_it: Maschera Polokus Parte 2
nl_nl: Polokus Mask Deel 2
pl_pl: Maska Polokusa Część 2
pt_br: Polokus Mask, parte 2
pt_pt: Máscara de Polokus Parte 2
ru_ru: Маска Полокуса Часть 2
zh_hans: Polokus Mask 第二部分

# R2_LevelName_poloc_30
source: Polokus Mask Part 3
da_dk: Polokus Mask, del 3
fr_fr: Masque de Polukus Partie 3
it_it: Maschera Polokus Parte 3
nl_nl: Polokus Mask Deel 3
pl_pl: Maska Polokusa Część 3
pt_br: Polokus Mask, parte 3
pt_pt: Máscara de Polokus Parte 3
ru_ru: Маска Полокуса Часть 3
zh_hans: Polokus Mask 第三部分

# R2_LevelName_poloc_40
source: Polokus Mask Part 4
da_dk: Polokus Mask, del 4
fr_fr: Masque de Polukus Partie 4
it_it: Maschera Polokus Parte 4
nl_nl: Polokus Mask Deel 4
pl_pl: Maska Polokusa Część 4
pt_br: Polokus Mask, parte 4
pt_pt: Máscara de Polokus Parte 4
ru_ru: Маска Полокуса Часть 4
zh_hans: Polokus Mask 第四部分

# PartX
source: Part {0}
da_dk: Del {0}
fr_fr: Partie {0}
he: חלק {0}
it_it: Parte {0}
nl_nl: Deel {0}
pl_pl: Część {0}
pt_br: Parte {0}
pt_pt: Parte {0}
ru_ru: Часть {0}
tr_tr: חלק {0}

# R2_LevelName_learn_10
source: The Woods of Light
fr_fr: Sylve Fraîche
it_it: La Foresta di Luce
pl_pl: Świetliste Lasy

# R2_LevelName_bast
source: The Fairy Glade
fr_fr: La Clairière de la Fée
it_it: La Radura delle Fate
pl_pl: Czarodziejska Polana

# R2_LevelName_ski
source: The Marshes of Awakening
fr_fr: Les Marais de l'Éveil
it_it: Le Paludi del Risveglio
pl_pl: Moczary Przebudzenia

# R2_LevelName_chase
source: The Bayou
fr_fr: Le Bayou
it_it: L'Acquitrino
pl_pl: Bagno

# R2_LevelName_water
source: The Sanctuary of Water and Ice
fr_fr: Le Sanctuaire d'Eau et de Glace
it_it: Il Santuario di Acqua e Ghiaccio
pl_pl: Świątynia Wody i Lodu

# R2_LevelName_rodeo
source: The Menhir Hills
fr_fr: Les Collines aux Menhirs
it_it: La Collina dei Menhir
pl_pl: Cierniowe Wzgórza

# R2_LevelName_vulca
source: The Cave of Bad Dreams
fr_fr: La Grotte des Mauvais Rêves
it_it: La Caverna dei Brutti Sogni
pl_pl: Jaskinia Złych Snów

# R2_LevelName_glob
source: The Canopy
fr_fr: La Canopée
it_it: Il Baldacchino
pl_pl: Sklepienie

# R2_LevelName_whale
source: Whale Bay
fr_fr: La Baie des Baleines
it_it: La Baia delle Balene
pl_pl: Zatoka Wielorybów

# R2_LevelName_plum
source: The Sanctuary of Stone and Fire
fr_fr: Le Sanctuaire de Pierre et de Feu
it_it: Il Santuario di Roccia e Fuoco
pl_pl: Świątynia Kamieni i Ognia

# R2_LevelName_cask
source: The Echoing Caves
fr_fr: Les Cavernes de l'Echo
it_it: Le Caverne Riecheggianti
pl_pl: Jaskinie Echa

# R2_LevelName_nave
source: The Precipice
fr_fr: La Grande Faille
it_it: Il Precipizio
pl_pl: Urwisko

# R2_LevelName_seat
source: The Top of the World
fr_fr: Le Toit du Monde
it_it: La Vetta del Mondo
pl_pl: Szczyt Świata

# R2_LevelName_earth
source: The Sanctuary of Rock and Lava
fr_fr: Le Sanctuaire de Terre et de Lave
it_it: Il Santuario di Pietra e Lava
pl_pl: Świątynia Skał i Lawy

# R2_LevelName_helic
source: Beneath the Sanctuary of Rock and Lava
fr_fr: Sous le Sanctuaire de Terre et de Lave
it_it: Sotto al Santuario di Pietra e Lava
pl_pl: Pod Świątynią Skał i Lawy

# R2_LevelName_morb
source: Tomb of the Ancients
fr_fr: Le Tombeau des Anciens
it_it: La Tomba degli Antichi
pl_pl: Grobowiec Starożytnych

# R2_LevelName_ile
source: The Iron Mountains
fr_fr: Les Montagnes de Fer
it_it: Le Montagne di Ferro Cutscene Mongolfiera
pl_pl: Żelazowe Góry

# R2_LevelName_astro
source: The Prison Ship
fr_fr: Le Vaisseau Prison
it_it: La Nave-prigione
pl_pl: Statek Więzienny

# R2_LevelName_rhop
source: The Crow's Nest
fr_fr: La Vigie
it_it: Il Nido del Corvo
pl_pl: Wronie Gniazdo

# R3_LevelName_endgame
source: Endgame
es_es: Fin del juego
fr_fr: Fin du jeu
he: סוף המשחק
it_it: Fine gioco
nl_nl: Eindspel
pl_pl: Koniec gry
pt_pt: Fim de jogo
ru_ru: Конец игры

# Mod_Mem_Map
source: Map
es_es: Mapa
fr_fr: Carte
he: מפה
it_it: Mappa
pl_pl: Mapa
pt_br: Mapa
pt_pt: Mapa
ru_ru: Карта
tr_tr: Harita
zh_hans: 地图

# EmuSelection_None
source: None
da_dk: Ingen
es_es: Ninguno
fr_fr: Aucun
he: כלום
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ru_ru: Пусто
tr_tr: Hiçbiri
zh_hans: 无

# UnsavedChangesQuestion
source: There are unsaved changes. Do you want to continue and discard them?
da_dk: Der er ændringer, der ikke er blevet gemt. Ønsker du at fortsætte og kassere dem?
es_es: Hay cambios sin guardar. ¿Deseas continuar y descartarlos?
fr_fr: Il y a des changements non sauvegardés. Voulez-vous continuer et les ignorer ?
he: קיימים שינויים שלא נשמרו. האם ברצונך להמשיך ולבטל אותם?
it_it: Ci sono modifiche non salvate. Vuoi continuare e scartarle?
nl_nl: Er zijn onopgeslagen wijzigingen. Wil je verdergaan en deze negeren?
pl_pl: Istnieją niezapisane zmiany. Czy chcesz kontynuować i je odrzucić?
pt_br: Existem alterações não salvas. Deseja continuar e descartá-las?
pt_pt: Existem alterações por salvar. Queres continuar e descartá-las?
ru_ru: Изменения не сохранены. Вы хотите продолжить и отменить их?
tr_tr: Kaydedilmemiş değişiklikler var. Devam edip onları atmak istiyor musunuz?
zh_hans: 有未保存的改动。你想要继续并放弃这些改动吗？

# UnsavedChangesQuestionHeader
source: Confirm discarding changes
da_dk: Bekræft kassering af ændringer
es_es: Confirmar descarte de cambios.
fr_fr: Ignorer les changements
he: אשר את מחיקת השינויים
it_it: Conferma l'annullamento delle modifiche
nl_nl: Bevestig negeren van wijzigingen
pl_pl: Potwierdź odrzucenie zmian
pt_br: Confirmar descarte de alterações
pt_pt: Confirmar descarte de alterações
ru_ru: Отменить сохранения
tr_tr: Değişiklikleri silmeyi onaylayın
zh_hans: 确认放弃改动

# Archive_AutoSyncCPATextures
source: Do you want to automatically synchronize the game textures when a texture archive is repacked? Synchronizing is required for higher resolution textures to work in some levels. This can be changed at any time in the settings page.
da_dk: Ønsker du at synkronisere spilteksturer automatisk, når et teksturarkiv ompakkes? Synkronisering er påkrævet for, at teksturer med højere opløsning kan fungere i nogle baner. Dette kan ændres til enhver tid i indstillingerne.
es_es: ¿Deseas sincronizar automáticamente las texturas del juego cuando se vuelva a empaquetar un archivo de texturas? La sincronización es necesaria para que las texturas de mayor resolución funcionen en algunos niveles. Esto se puede cambiar en cualquier momento en la página de configuración.
fr_fr: Voulez-vous automatiquement synchroniser les textures de jeu quand une archive de texture est recompilée ? Synchroniser est requis pour que les textures de plus haute résolution fonctionnent dans certains niveaux. Ceci peut être changé à tout moment dans la page des paramètres.
he: האם ברצונך לסנכרן אוטומטית את טקסטורות המשחק כאשר ארכיון טקסטורות נארז מחדש? סנכרון נדרש ניתן לשנות זאת בכל עת בדף ההגדרות.
it_it: Vuoi sincronizzare automaticamente le texture di gioco quando un archivio di texture viene ricostruito? La sincronizzazione è necessaria affinché le texture a risoluzione più elevata funzionino in alcuni livelli. Questo può essere modificato in qualsiasi momento nella pagina delle impostazioni.
nl_nl: Wil je de speltexturen automatisch synchroniseren wanneer een textuurarchief herpakt wordt? Synchroniseren is vereist voor een goede werking van texturen met een hogere resolutie in sommige levels. Dit kan op elk moment gewijzigd worden via de Instellingen-pagina
pl_pl: Czy chcesz automatycznie synchronizować tekstury gry, gdy archiwum tekstur zostanie przepakowane? Synchronizacja jest wymagana, aby tekstury w wyższej rozdzielczości działały na niektórych poziomach. Można to zmienić w dowolnym momencie na stronie ustawień.
pt_br: Deseja sincronizar automaticamente as texturas do jogo quando um arquivo de textura for reempacotado? A sincronização é necessária para que texturas de resolução mais alta funcionem em alguns níveis. Isso pode ser alterado a qualquer momento na página de configurações.
pt_pt: Queres sincronizar automáticamente as texturas de jogo quando o arquivo de textura é reempacotado? É requerida a sincronização para texturas de maior resolução para funcionarem nalguns níveis. Isto pode ser alterado a qualquer altura na página das definições.
ru_ru: Вы хотите автоматически синхронизировать текстуры игры при переупаковке архива текстур? Синхронизация необходима для работы текстур с более высоким разрешением на некоторых уровнях. Этот пункт можно изменить в любое время на странице настроек.
tr_tr: Bir doku arşivi yeniden paketlendiğinde oyun dokularını otomatik olarak senkronize etmek istiyor musunuz? Daha yüksek çözünürlüklü dokuların bazı seviyelerde çalışması için senkronizasyon gereklidir. Bu, ayarlar sayfasında herhangi bir zamanda değiştirilebilir.
zh_hans: 你想要在材质档案重新打包时自动同步游戏材质吗？在一些关卡使用更高分辨率材质时同步是必要的。这个选项可以随时在设定页面修改。

# About_Credits_Marteaufou
source: French (France) program translation
da_dk: Fransk (Frankrig) programoversættelse
es_es: Traducción del programa al francés (Francia)
fr_fr: Traduction du programme en français (France)
he: תרגום תוכנה בצרפתית (צרפת).
it_it: Traduzione del programma in Francese (Francia)
nl_nl: Franse (Frankrijk) programmavertaling
pl_pl: Tłumaczenie programu na język francuski (Francja)
pt_br: Tradução do programa em Francês (França)
pt_pt: Programa de tradução Francês (França)
ru_ru: Перевод программы на французский (Франция)
tr_tr: Fransızca (Fransa) program çevirisi
zh_hans: 法语（法国）程序翻译

# About_Credits_ZetaXO
source: French (France) program translation
da_dk: Fransk (Frankrig) programoversættelse
es_es: Traducción del programa al francés (Francia)
fr_fr: Traduction du programme en français (France)
he: תרגום תוכנה בצרפתית (צרפת).
it_it: Traduzione del programma in Francese (Francia)
nl_nl: Franse (Frankrijk) programmavertaling
pl_pl: Tłumaczenie programu na język francuski (Francja)
pt_br: Tradução do programa em Francês (França)
pt_pt: Programa de tradução Francês (França)
ru_ru: Перевод программы на французский (Франция)
tr_tr: Fransızca (Fransa) program çevirisi
zh_hans: 法语（法国）程序翻译

# ModLoader_ExtractPatch
source: Extract contents
da_dk: Udpak indhold
es_es: Extraer contenido
fr_fr: Extraire le contenu
he: חלץ תוכן
it_it: Estrai i contenuti
nl_nl: Uitpakken inhoud
pl_pl: Wyodrębnij zawartość
pt_br: Extrair conteúdos
pt_pt: Extrair conteúdos
ru_ru: Извлечь содержимое
zh_hans: 提取内容

# ModLoader_Apply
source: Apply
da_dk: Anvend
es_es: Aplicar
fr_fr: Appliquer
he: החל
it_it: Applica
nl_nl: Toevoegen
pl_pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ru_ru: Применить
zh_hans: 应用

# ModLoader_ModInfo_Author
source: Author:
da_dk: Forfatter:
es_es: Autor:
fr_fr: Auteur :
he: יוצר:
it_it: Autore:
nl_nl: Maker:
pl_pl: Autor:
pt_br: Autor:
pt_pt: Autor:
ru_ru: Автор:
zh_hans: 作者:

# ModLoader_ModInfo_Size
source: Size:
da_dk: Størrelse:
es_es: Tamaño:
fr_fr: Taille :
he: גודל:
it_it: Dimensione:
nl_nl: Grootte:
pl_pl: Rozmiar:
pt_br: Tamanho:
pt_pt: Tamanho:
ru_ru: Размер:
zh_hans: 尺寸:

# ModLoader_ModInfo_FormatVersion
source: Format version:
es_es: Versión del formato:
fr_fr: Version de format :
he: גרסת פורמט:
it_it: Versione formato:
nl_nl: Format versie:
pl_pl: Wersja formatu:
pt_br: Versão do formato:
pt_pt: Versão do Formato:
ru_ru: Версия формата:
zh_hans: 格式版本:

# ModLoader_ModInfo_AddedFiles
source: Added files:
da_dk: Tilføjede filer:
es_es: Archivos agregados:
fr_fr: Fichiers ajoutés :
he: קבצים שנוספו:
it_it: File aggiunti:
nl_nl: Toegevoegde bestanden:
pl_pl: Dodane pliki:
pt_br: Arquivos adicionados:
pt_pt: Ficheiros acrescentados:
ru_ru: Добавленные файлы:
zh_hans: 添加文件：

# ModLoader_ModInfo_RemovedFiles
source: Removed files:
da_dk: Fjernede filer:
es_es: Archivos eliminados:
fr_fr: Fichiers retirés :
he: קבצים שהוסרו:
it_it: File rimossi:
nl_nl: Verwijderde bestanden:
pl_pl: Usunięte pliki:
pt_br: Arquivos removidos:
pt_pt: Ficheiros eliminados:
ru_ru: Удалённые файлы:
zh_hans: 移除文件：

# Utilities_Format_GamePatchHeader
source: Game Patch (.gp)
da_dk: Spilpatch (.gp)
es_es: Parche de juego (.gp)
fr_fr: Patch de Jeu (.gp)
he: טלאי משחק (.gp)
it_it: Patch di Gioco (.gp)
nl_nl: Spelpatch (.gp)
pl_pl: Łatka gry (.gp)
pt_br: Correção do Jogo (.gp)
pt_pt: Corrector de Jogo (.gp)
ru_ru: Игровой патч (.gp)
tr_tr: Oyun Yaması (.gp)
zh_hans: 游戏补丁(.gp)

# Utilities_Format_GamePatchLibraryHeader
source: Game Patch Library (.gpl)
da_dk: Spilpatchbibliotek (.gpl)
es_es: Biblioteca de parches del juego (.gpl)
fr_fr: Bibliothèque de Patchs de Jeu (.gpl)
he: ספריית טלאי משחק (.gpl)
it_it: Libreria delle Patch di Gioco (.gpl)
nl_nl: Spelpatch Bibliotheek (.gpl)
pl_pl: Biblioteka łatki gry (.gpl)
pt_br: Biblioteca de Correção do Jogo (.gpl)
pt_pt: Biblioteca de Correctores de Jogo (.gpl)
ru_ru: Библиотека игровых патчей (.gpl)
tr_tr: Oyun Yama Kitaplığı (.gpl)
zh_hans: 游戏补丁库(.gpl)

# Archive_CopyFilePath
source: Copy file path
da_dk: Kopiér filsti
es_es: Copiar ruta del archivo
fr_fr: Copier le chemin du fichier
he: העתק את נתיב הקובץ
it_it: Copia il percorso del file
nl_nl: Kopieer bestandspad
pl_pl: Skopiuj ścieżkę pliku
pt_br: Copiar caminho do arquivo
pt_pt: Copiar directório de ficheiro
ru_ru: Скопировать путь к файлу
tr_tr: Dosya yolunu kopyala
zh_hans: 复制文件地址

# Archive_CopyDirPath
source: Copy directory path
da_dk: Kopiér mappesti
es_es: Copiar ruta del directorio
fr_fr: Copier le chemin du dossier
he: העתק את נתיב התיקיה
it_it: Copia il percorso della directory
nl_nl: Kopieer mappad
pl_pl: Skopiuj ścieżkę folderu
pt_br: Copiar caminho do diretório
pt_pt: Copiar caminho do directório
ru_ru: Скопировать путь к папке
tr_tr: Dizin yolunu kopyala
zh_hans: 复制目录地址

# AppData_MigrateError
source: An error occurred when migrating the app data to the new version
da_dk: En fejl opstod i forsøg på at migrere appdataen til den nye version
es_es: Se produjo un error al migrar los datos de la aplicación a la nueva versión
fr_fr: Une erreur est survenue lors de la migration des données vers la nouvelle version
he: אירעה שגיאה בעת העברת נתוני האפליקציה לגרסה החדשה
it_it: Si è verificato un errore durante la migrazione dei dati dell'app alla nuova versione
nl_nl: Er heeft een fout plaatsgevonden tijdens het migreren van de app-data naar de nieuwe versie
pl_pl: Wystąpił błąd podczas migracji danych aplikacji do nowej wersji
pt_br: Ocorreu um erro ao migrar os dados do aplicativo para a nova versão
pt_pt: Ocorreu um erro ao migrar os dados da app para uma nova versão
ru_ru: Произошла ошибка при переносе данных приложения в новую версию
tr_tr: Uygulama verileri yeni sürüme taşınırken bir hata oluştu
zh_hans: 在将程序数据转移到新版本时发生错误
