Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Mod_Mem_R1_LeftSpeedStorage
source: Left speed storage
da_dk: Opbevaring af fart til venstre
es_es: Almacenamiento de velocidad izquierda
fr_fr: Conservation de la vitesse gauche
he: אחסון מהירות שמאל
it_it: Conservazione della velocità sinistra
nl_nl: Snelheidsopslag links
pl_pl: Przechowywanie prędkości w lewo
pt_br: Armazenamento de velocidade à esquerda
pt_pt: Armazenamento da velocidade esquerda
zh_hans: 左存速

# Mod_Mem_R1_RightSpeedStorage
source: Right speed storage
da_dk: Opbevaring af fart til højre
es_es: Almacenamiento de velocidad derecha
fr_fr: Conservation de la vitesse droite
he: אחסון מהירות ימין
it_it: Conservazione della velocità destra
nl_nl: Snelheidsopslag rechts
pl_pl: Przechowywanie prędkości w prawo
pt_br: Armazenamento de velocidade à direita
pt_pt: Armazenamento da velocidade direita
zh_hans: 右存速

# Games_InvalidLayout
source: The game version is not valid
da_dk: Spilversionen er ugyldig
es_es: La versión del juego no es válida
fr_fr: La version du jeu est invalide
he: גרסת המשחק לא תקפה
it_it: La versione del gioco non è valida
nl_nl: De spelversie is niet geldig
pl_pl: Wersja gry jest nieprawidłowa
pt_br: A versão do jogo é inválida
pt_pt: A versão do jogo não é válida
zh_hans: 此游戏版本不可用

# Progression_GenericSingleSlot
source: Slot
da_dk: Plads
es_es: Ranura
fr_fr: Emplacement
he: חריץ
nl_nl: Sleuf
pl_pl: Miejsce
pt_pt: Ranhura
zh_hans: 槽

# Progression_RRushChampionship
source: Championship
da_dk: Mesterskab
es_es: Campeonato
fr_fr: Championnat
he: אליפות
it_it: Campionato
nl_nl: Kampioenschap
pl_pl: Mistrzostwa
pt_br: Campeonato
pt_pt: Campeonato
zh_hans: 锦标赛

# Progression_RRushTimeAttack
source: Time Attack
da_dk: Tidsangreb
es_es: Contra el tiempo
fr_fr: Contre-la-montre
he: מתקפת זמן
it_it: Sfida sul tempo
nl_nl: Race tegen de klok
pt_br: Contra o Tempo
pt_pt: Contra o tempo
zh_hans: 时间竞速

# Progression_RRushTarget
source: Target
da_dk: Mål
es_es: Objetivo
fr_fr: Cible
he: מטרה
it_it: Bersaglio
nl_nl: Doel
pl_pl: Cel
pt_br: Alvo
pt_pt: Objectivo
zh_hans: 目标

# ModLoader_FileConflictsWarning
source: There are currently multiple mods applied which overwrite the same files. This might cause one or more mods to not work correctly. You can view the list of modified files to determine if it's an issue as well as re-order the mods to change their priority. You can disable this warning message in the settings if you don't want it to be shown for future conflicts. Continue to apply mods?
da_dk: Der findes i øjeblikket flere mods, der overskriver de samme filer. Dette kan forårsage, at ét eller flere af de anvendte mods ikke virker korrekt. Du kan gennemgå listen af modificerede filer for at afgøre om det bliver et problem, samt bytte rundt på rækkefølgen af de anvendte mods for at ændre deres prioritet. Du kan slå denne advarsel fra i indstillingerne, hvis du ikke ønsker at den bliver vist i fremtidige konflikter. Fortsæt med at anvende mods?
es_es: Actualmente hay múltiples modificaciones aplicadas que sobrescriben los mismos archivos. Esto podría causar que una o más modificaciones no funcionen correctamente. Puedes ver la lista de archivos modificados para determinar si es un problema, así como reordenar las modificaciones para cambiar su prioridad. Puedes desactivar este mensaje de advertencia en la configuración si no deseas que se muestre para futuros conflictos. ¿Continuar para aplicar modificaciones?
fr_fr: Plusieurs mods actifs modifient actuellement les mêmes fichiers. Cela pourrait causer des dysfonctionnements sur un ou plusieurs mods. Vous pouvez voir une liste des fichiers modifiés pour voir si cela pourrait poser un problème ainsi que réordonner les mods afin de changer leur priorité. Vous pouvez désactiver cet avertissement si vous ne voulez pas le voir lors de futurs conflits. Voulez-vous continuer l'application des mods ?
he: ישנם מספר מודים מופעלים שמחליפים את אותם קבצים. זה עלול לגרום למוד אחד או יותר לא לעבוד כראוי. ניתן להציג את רשימת הקבצים ששונו כדי לקבוע אם זו בעיה, כמו גם לסדר מחדש את המודים כדי לשנות את שלהם עדיפות. ניתן לבטל את הודעת האזהרה הזו בהגדרות כדי שלא תופיע בעת התנגשויות עתידיות. להמשיך ליישם מודים?
it_it: Attualmente sono applicate più mod che sovrascrivono gli stessi file. Ciò potrebbe causare il mancato funzionamento corretto di una o più mod. Puoi visualizzare l'elenco dei file modificati per determinare se si tratta di un problema e riordinare le modifiche per cambiarne la priorità. Puoi disabilitare questo messaggio di avviso nelle impostazioni se non vuoi che venga mostrato per conflitti futuri. Vuoi continuare ad applicare le mod?
nl_nl: Er zijn momenteel meerdere mods toegepast die dezelfde bestanden overschrijven. Dit kan ervoor zorgen dat 1 of meerdere mods niet juist werken. Je kunt de lijst met gewijzigde bestanden weergeven om te bepalen of het een issue is als ook voor het herordenen van de mods naar prioriteit. Je kunt deze waarschuwing via de instellingen uitschakelen als je deze niet meer wilt zien voor toekomstige conflicten. Doorgaan met het toepassen van mods?
pl_pl: Obecnie stosowanych jest wiele modów, które nadpisują te same pliki. Może to spowodować, że jeden lub więcej modów nie będzie działać poprawnie. Możesz wyświetlić listę zmodyfikowanych plików, aby ustalić, czy jest to problem, a także zmienić kolejność modów, aby zmienić ich priorytet. Możesz wyłączyć ten komunikat ostrzegawczy w ustawieniach, jeśli nie chcesz, aby był wyświetlany w przypadku przyszłych konfliktów. Kontynuować stosowanie modów?
pt_br: Atualmente, há vários mods aplicados que substituem os mesmos arquivos. Isso pode fazer com que um ou mais mods não funcionem corretamente. Você pode visualizar a lista de arquivos modificados para determinar se é um problema, bem como reordenar os mods para alterar sua prioridade. Você pode desabilitar esta mensagem de aviso nas configurações se não quiser que ela seja exibida para conflitos futuros. Continuar a aplicar mods?
pt_pt: Existem atualmente várias modificações aplicadas que substituem os mesmos ficheiros. Isto pode fazer com que uma ou mais modificações não funcionem corretamente. Podes ver a lista de ficheiros modificados para determinar se é um problema, bem como reordenar as modificações para alterar a sua prioridade. Podes desativar esta mensagem de aviso nas definições se não quiseres que seja mostrada em conflitos futuros. Continuar a aplicar modificações?
zh_hans: 目前有多个启用的mod会覆写同一个文件。这样可能导致一个或者更多的mod不能正常运作。你可以查看被修改的文件列表来确定是否存在问题并且重新排序mod。 如果在未来遇到同样的情况时你不想再看到这条信息，你可以在设置里禁用它。 继续应用mod？

# ModLoader_FileConflictsWarningHeader
source: Mod conflicts warning
da_dk: Advarsel om mod-konflikt
es_es: Advertencia de conflictos entre modificaciones
fr_fr: Avertissement de conflits de mods
he: אזהרת קונפליקט של מוד
it_it: Avviso di conflitti tra mod
nl_nl: Waarschuwing mod-conflict
pl_pl: Ostrzeżenie o konfliktach modów
pt_br: Aviso de conflitos de mod
pt_pt: Aviso de conflitos entre modificações
zh_hans: Mod冲突警告

# ModLoader_GameRunningError
source: Mods can not be applied while the game is running. Close any active instances of the game and try again.
da_dk: Mods kan ikke anvendes mens spillet kører. Luk aktive processer af spillet og prøv igen.
es_es: Las modificaciones no pueden aplicarse mientras el juego está en ejecución. Cierra cualquier instancia activa del juego e inténtalo de nuevo.
fr_fr: Les mods ne peuvent pas être appliqués pendant que le jeu est ouvert. Fermez toutes les instances du jeu avant de réessayer.
he: לא ניתן להחיל מודים בזמן שהמשחק פועל. סגרו כל תהליך פעיל של המשחק ונסו שוב.
it_it: Le mod non possono essere applicate mentre il gioco è in esecuzione. Chiudi tutte le istanze attive del gioco e riprova.
nl_nl: Mods kunnen niet worden toegepast tijdens het uitvoeren van het spel. Sluit elke actieve instantie van het spel en probeer het nog eens.
pl_pl: Modyfikacje nie mogą być stosowane, gdy gra jest uruchomiona. Zamknij wszystkie aktywne instancje gry i spróbuj ponownie.
pt_br: Mods não podem ser aplicados enquanto o jogo estiver em execução. Feche quaisquer instâncias ativas do jogo e tente novamente.
pt_pt: As modificações não podem ser aplicados enquanto o jogo estiver em execução. Fecha quaisquer instâncias activas do jogo e tenta novamente.
zh_hans: Mod不能在游戏运行时应用。请关闭所有和游戏相关的进程然后重试。

# ModLoader_GameRunningErrorHeader
source: Game process detected
da_dk: Spilproces fundet
es_es: Proceso de juego detectado
fr_fr: Processus de jeu détecté
he: זוהה תהליך משחק
it_it: Processo di gioco rilevato
nl_nl: Spelproces gedetecteerd
pl_pl: Wykryto proces gry
pt_br: Processo de jogo detectado
pt_pt: Detectado processo de jogo
zh_hans: 发现游戏进程

# Settings_ModLoader_ShowFileConflictWarnings
source: Show warning message for mod conflicts
da_dk: Vis advarsel ved mod-konflikter
es_es: Mostrar mensaje de advertencia para conflictos entre modificaciones
fr_fr: Montrer le message d'avertissement sur les conflits de mods
he: הצג הודעת אזהרה על קונפליקט של מוד
it_it: Mostra un messaggio di avviso per i conflitti tra mod
nl_nl: Laat waarschuwing voor mod-conflicten zien
pl_pl: Pokaż komunikat ostrzegawczy dotyczący konfliktów modów
pt_br: Mostrar mensagem de aviso para conflitos de mods
pt_pt: Mostrar mensagem de aviso para conflitos entre modificações
zh_hans: 在mod冲突时显示警告信息

# ModLoader_ErrorOpening
source: An error occurred when opening the mods
da_dk: En fejl opstod i forsøg på at åbne de valgte mods
es_es: Se produjo un error al abrir las modificaciones
fr_fr: Une erreur est survenue à l'ouverture des mods
he: אירעה שגיאה בעת פתיחת המודים
it_it: Si è verificato un errore durante l'apertura delle mod
nl_nl: Er heeft een fout plaatsgevonden tijdens het openen van de mods
pt_br: Ocorreu um erro ao abrir os mods
pt_pt: Ocorreu um erro ao abrir as modificações
zh_hans: 在打开mod时出现错误

# Archive_SavingStatus
source: Saving archive
da_dk: Gemmer arkiv
es_es: Guardando archivo
fr_fr: Sauvegarde de l'archive
he: שומר ארכיב
it_it: Salvando l'archivio
nl_nl: Opslaan van archief
pl_pl: Zapisywanie archiwum
pt_br: Salvando arquivo
pt_pt: A gravar o arquivo
zh_hans: 保存档案中

# Archive_Format_CookedUbiArtSound
source: Cooked UBIArt Sound
da_dk: Cooked UBIArt lyd
es_es: Sonido UBIArt procesado
fr_fr: Bruitage Cooked UBIArt
he: סאונד UBIArt מבושל
nl_nl: Cooked UBIArt Geluid
pt_br: Som UBIArt processado
pt_pt: Som Cooked UBIArt

# Archive_Format_CookedUbiArtTexture
source: Cooked UBIArt Texture
da_dk: Cooked UBIART tekstur
es_es: Textura UBIArt procesada
fr_fr: Texture Cooked UBIArt
he: מרקם UBIArt מבושל
nl_nl: Cooked UBIArt Textuur
pt_br: Textura UBIArt processada
pt_pt: Textura Cooked UBIArt

# Rayman2_Ps2_Title
source: Rayman 2 Revolution
fr_fr: Rayman Revolution
zh_hans: 雷曼2：解放

# RaymanRavingRabbids_Ps2_Title
source: Rayman Raving Rabbids
fr_fr: Rayman contre les Lapins Crétins
pl_pl: Rayman Szalone Kórliki
zh_hans: 雷曼疯狂兔子

# Archive_FileInfo_Img_Encoding
source: Encoding
es_es: Codificación
fr_fr: Encodage
he: מקודד
it_it: Codifica
nl_nl: Encoderen
pl_pl: Kodowanie
pt_br: Codificando
pt_pt: Codificação
zh_hans: 编码

# ModLoader_InsufficientSpaceError
source: There is not enough space on the system to apply the mods. At least {0} of free space is required.
da_dk: Systemet har ikke nok lagerplads til at anvende de valgte mods. Der er behov for mindst {0} lagerplads.
es_es: No hay suficiente espacio en el sistema para aplicar los mods. Se requiere al menos {0} de espacio libre.
fr_fr: Espace insuffisant pour appliquer les mods. Veuillez libérer {0} d'espace avant de continuer.
he: אין מספיק מקום במערכת כדי להחיל את המודים. נדרש לפחות {0} של מקום פנוי.
it_it: Non c'è abbastanza spazio sul sistema per applicare le mod. Sono richiesti almeno {0} di spazio libero.
nl_nl: Er is niet genoeg opslagruimte voor het toepassen van de mods. Er is ten minste {0} vrije ruimte vereist.
pl_pl: W systemie nie ma wystarczającej ilości miejsca, aby zastosować modyfikacje. Wymagane jest co najmniej {0} wolnego miejsca.
pt_br: Não há espaço o suficiente no sistema para aplicar os mods. Pelo menos {0} de espaço livre é necessário.
pt_pt: Não existe espaço suficiente no sistema para aplicar as modificações. É necessário pelo menos {0} de espaço livre.
zh_hans: 系统里没有足够的空间来应用此mod。至少需要{0}的空间。

# ModLoader_InsufficientSpaceErrorHeader
source: Insufficient space left
da_dk: Ikke nok lagerplads
es_es: Espacio insuficiente disponible
fr_fr: Espace libre insuffisant
he: לא נותר מספיק מקום
it_it: Spazio insufficiente rimasto
nl_nl: Onvoldoende beschikbare ruimte
pl_pl: Niewystarczająca ilość wolnego miejsca
pt_br: Espaço restante insuficiente
pt_pt: Espaço livre insuficiente
zh_hans: 空间不足

# ModLoader_ApplyWithErrors
source: Finished applying mods. Some files could not be modified. Error messages: {0}
da_dk: Mods blev anvendt. Nogle filer kunne ikke ændres. Fejlmeddelelser: {0}
es_es: Mods aplicados con éxito. Algunos archivos no pudieron ser modificados. Mensajes de error: {0}
fr_fr: Les mods ont été appliqués. Certains fichiers n'ont pas pu être modifiés. Messages d'erreur : {0}
he: החלת מודים הסתימהם. לא ניתן היה לשנות חלק מהקבצים. הודעות שגיאה: {0}
it_it: Applicazione delle mod completata. Non é stato possibile modificare alcuni file. Messaggi di errore: {0}
nl_nl: Toepassen mods voltooid. Sommige bestanden konden niet worden gewijzigd. Foutberichten: {0}
pl_pl: Zakończono stosowanie modów. Niektóre pliki nie mogły zostać zmodyfikowane. Komunikaty o błędach: {0}
pt_br: Finalizada a aplicação de mods. Alguns arquivos não puderam ser modificados. Mensagens de erro: {0}
pt_pt: Concluída a aplicação de modificações. Alguns ficheiros não puderam ser modificados. Mensagens de erro: {0}
zh_hans: Mod应用完成。有些文件无法被编辑。 错误信息: {0}

# Progression_R2Ps2_DistanceCovered
source: Distance covered
da_dk: Længde dækket
es_es: Distancia recorrida
fr_fr: Distance parcourue
he: מרחק מכוסה
it_it: Distanza percorsa
nl_nl: Afstand afgelegd
pl_pl: Przebyty dystans
pt_br: Distância percorrida
pt_pt: Distância percorrida
zh_hans: 包括的距离

# Progression_R2Ps2_DistanceCoveredValue
source: {0} meters
da_dk: {0} meter
es_es: {0} metros
fr_fr: {0} mètres
he: {0} מטרים
it_it: {0} metri
pl_pl: {0} metrów
pt_br: {0} metros
pt_pt: {0} metros
zh_hans: {0}米

# Progression_R2Ps2_TimePlayed
source: Time played
da_dk: Tid spillet
es_es: Tiempo jugado
fr_fr: Temps joué
he: זמן משחק
it_it: Tempo giocato
nl_nl: Tijd gespeeld
pl_pl: Czas gry
pt_br: Tempo jogado
pt_pt: Tempo jogado
zh_hans: 游玩时间

# Progression_R2Ps2_PlayerShotsFired
source: Player shots fired
da_dk: Affyrede spillerskud
es_es: Disparos realizados por el jugador
fr_fr: Coups tirés par le joueur
he: יריות שחקן שנורו
it_it: Colpi sparati dal giocatore
nl_nl: Speler schoten gevuurd
pl_pl: Strzały oddane przez gracza
pt_br: Tiros disparados por jogadores
pt_pt: Disparos do jogador
zh_hans: 玩家开火次数

# Progression_R2Ps2_ShootingAccuracy
source: Shooting accuracy
da_dk: Affyringsnøjagtighed
es_es: Precisión de disparo
fr_fr: Précision des tirs
he: דיוק ירי
it_it: Precisione di tiro
nl_nl: Schoten accuratesse
pl_pl: Celność strzelania
pt_br: Precisão de tiro
pt_pt: Pontaria de disparo
zh_hans: 命中率

# Progression_R2Ps2_TimesKilled
source: Times killed
da_dk: Antal drab
es_es: Veces eliminado
fr_fr: Nombre de morts
he: פעמים נהרגו
it_it: Numero di morti
nl_nl: Aantal kills
pl_pl: Ilość zgonów
pt_br: Vezes morto
pt_pt: Número de mortes
zh_hans: 击杀次数

# Progression_R2Ps2_NumberOfTryAgain
source: Number of try again
da_dk: Antal forsøg
es_es: Número de reintentos
fr_fr: Nombre de Try Again
he: מספר נסיונות מחדש
it_it: Numero di tentativi
nl_nl: Aantal Probeer Opnieuw
pl_pl: Ilość ponownych prób
pt_br: Número de tentativas
pt_pt: Número de Try Again
zh_hans: 重试次数

# Progression_R2Ps2_NumberOfJumps
source: Number of jumps
da_dk: Antal hop
es_es: Número de saltos
fr_fr: Nombre de sauts
he: מספר קפיצות
it_it: Numero di salti
nl_nl: Aantal sprongen
pl_pl: Ilość skoków
pt_br: Número de pulos
pt_pt: Número de saltos
zh_hans: 跳跃次数

# GameTool_PerLevelSoundtrack
source: Per-level Soundtrack
da_dk: Lydspor per bane
es_es: Banda sonora por nivel
fr_fr: Bande-son par niveau
he: פסקול פר שלב
it_it: Colonna sonora Per-livello
pl_pl: Ścieżka dźwiękowa na poziomie
pt_br: Trilha sonora por-fase
pt_pt: Banda sonora Por-nível
zh_hans: 关卡前原声

# GameTool_PerLevelSoundtrack_ConfirmUninstall
source: Are you sure you want to uninstall the Per-level Soundtrack tool? This will uninstall it for all games where it is used.
da_dk: Er du sikker på at du vil afinstallere Lydspor per bane-værktøjet? Dette vil afinstallere det fra alle spil hvor det er i brug.
es_es: ¿Estás seguro de que quieres desinstalar la herramienta de Banda Sonora por Nivel? Esto la desinstalará para todos los juegos donde se utiliza.
fr_fr: Êtes-vous sûr de vouloir désinstaller l'outil de bande-son par niveau ? Il sera désinstallé pour tous les jeux où il est utilisé.
he: האם אתם בטוחים שברצונכם להסיר את ההתקנה של כלי הפסקול פר שלב? פעולה זו תסיר את ההתקנה עבור כל המשחקים שבהם הוא נמצא בשימוש.
it_it: Vuoi davvero disinstallare la Colonna sonora Per-livello? Questo lo disinstallerà per tutti i giochi in cui viene utilizzato.
pt_br: Tem certeza de que deseja desinstalar a ferramenta de Trilha Sonora Por-fase? Isso a desinstalará para todos os jogos em que ela for usada.
pt_pt: Tens a certeza de que queres desinstalar a ferramenta banda sonora por-nível? Isto irá desinstalá-la para todos os jogos em que é utilizada.
zh_hans: 你确定你想要卸载关前原声工具吗？这样将从在所有使用它的游戏里卸载它。

# GameTool_PerLevelSoundtrack_ConfirmUninstallHeader
source: Confirm uninstall
da_dk: Bekræft afinstallering
es_es: Confirmar desinstalación
fr_fr: Confirmer la désinstallation
he: אשר הסרת ההתקנה
it_it: Conferma disinstallazione
pt_br: Confirmar desinstalação
pt_pt: Confirmar desinstalação
zh_hans: 确认卸载

# GameHub_PerLevelSoundtrackPanel_Info
source: Replaces the music in the game with the per-level music from the PlayStation version, as well as provides various fixes for the PC version.
da_dk: Erstatter musikken i spillet med per-bane-musikken fra Playstation-versionen, og indeholder derudover også flere rettelser til PC-versionen.
es_es: Reemplaza la música del juego con la música por nivel de la versión de PlayStation, además de proporcionar varias correcciones para la versión de PC.
fr_fr: Remplace la musique en jeu par la musique par niveau de la version Playstation et fournit aussi divers améliorations pour la version PC
he: מחליף את המוזיקה במשחק במוזיקה לכל שלב מגרסת הפלייסטיישן ומספק תיקונים שונים לגרסת המחשב האישי.
it_it: Sostituisce la musica del gioco con la musica presente nei vari livelli della versione PlayStation e fornisce anche varie correzioni per la versione PC.
nl_nl: Vervangt de muziek in het spel met de per-level muziek van de PlayStation versie en biedt verscheidene fixes voor de PC versie.
pl_pl: Zastępuje muzykę w grze muzyką poszczególnych poziomów z wersji na PlayStation, a także zapewnia różne poprawki dla wersji na PC.
pt_br: Substitui a música do jogo pela música por-fase da versão de PlayStation, além de fornecer várias correções para a versão para PC.
pt_pt: Substitui a música do jogo pela música por-nível da versão PlayStation, bem como fornece várias correcções para a versão PC.
zh_hans: 把游戏里的音乐用PS版的关前音乐替换，也会提供给PC版的各种修复。

# GameHub_PerLevelSoundtrackPanel_Install
source: Install
da_dk: Installér
es_es: Instalar
fr_fr: Installer
he: התקנה
it_it: Installa
pt_br: Instalar
pt_pt: Instalar
zh_hans: 安装

# GameHub_PerLevelSoundtrackPanel_ClearAndDeathMusic
source: CD audio level clear and death sounds
es_es: Sonidos de nivel completado y de muerte en audio de CD
fr_fr: Son de fin de niveau et de mort de la version CD
he: צלילי שמע של מוות וסיום שלב מתוך הדיסק
it_it: Livello audio CD chiaro e suoni per la morte
nl_nl: CD audio level finish en kill geluiden
pl_pl: Dźwięki CD Audio level clear i dźwięki śmierci
pt_br: Sons de finalização de fase e morte de áudio de CD
pt_pt: Nível de áudio do CD de sons de conclusão e de morte
zh_hans: CD音频过关和死亡音效

# GameHub_PerLevelSoundtrackPanel_ClearAndDeathMusicInfo
source: Replaces the default level clear and death sounds with the CD audio ones from the PlayStation version
es_es: Reemplaza los sonidos predeterminados de nivel completado y de muerte con los de audio de CD de la versión de PlayStation
fr_fr: Remplace les sons par défaut de fin de niveau et de mort par les musiques de la version PlayStation
he: מחליף את שלב ברירת המחדל של צליל סיום שלב וצלילי מוות באודיו של הדיסק מגרסת הפלייסטיישן
it_it: Sostituisce i suoni predefiniti di per il completamento dei livelli e morte con quelli audio del CD della versione PlayStation
nl_nl: Vervangt de standaard level finish en kill geluiden met de PlaySation CD audio versies
pl_pl: Zastępuje domyślne dźwięki level clear i śmierci dźwiękami audio CD z wersji na PlayStation
pt_br: Substitui os sons padrão de finalização de fase e morte com os de áudio de CD da versão de PlayStation
pt_pt: Substitui os sons predefinidos de conclusão de nível e de morte pelos sons de CD áudio da versão PlayStation
zh_hans: 使用PS版本的CD音频中对应的音效来替换过关和死亡时的音效。

# GameHub_PerLevelSoundtrackPanel_FistKills
source: Have Dark Rayman's fist kill you
da_dk: Få Dark Raymans næve til at dræbe dig
es_es: Haz que el puño de Dark Rayman te mate
fr_fr: Rendre le poing de Dark Rayman fatal
he: לגרום לאגרוף של Dark Rayman להרוג אתכם
it_it: Farsi uccidere dal pugno di Dark Rayman
nl_nl: Laat Dark Rayman's vuist je doden
pl_pl: Niech pięść Dark Raymana cię zabije
pt_br: Deixar o punho do Dark Rayman te matar
pt_pt: Fazer com que o punho do Dark Rayman te mate
zh_hans: 让黑暗雷曼的拳头可以杀死你

# GameHub_PerLevelSoundtrackPanel_FistKillsInfo
source: Re-enables a cut behavior where Dark Rayman's fist kills Rayman on contact
da_dk: Slår en fjernet funktion til, hvor Dark Raymans næve dræber Rayman ved berøring
es_es: Rehabilita un comportamiento eliminado donde el puño de Dark Rayman mata a Rayman al contacto
fr_fr: Réactive un comportement où le point de Dark Rayman tue Rayman s'il le touche
he: מאפשר מחדש התנהגות גנוזה שבה האגרוף של Dark Rayman הורג את Rayman במגע
it_it: Riattiva un comportamento tagliato in cui il pugno di Dark Rayman uccide Rayman al contatto
nl_nl: Schakelt een niet verkozen feature/gedrag in waarbij Dark Rayman's vuist Rayman doodt bij contact
pl_pl: Ponownie włącza wycięte zachowanie, w którym pięść Mrocznego Raymana zabija Raymana przy kontakcie
pt_br: Reativa um comportamento cortado em que o punho de Dark Rayman mata Rayman no contato
pt_pt: Reactiva um comportamento de corte em que o punho do Dark Rayman mata o Rayman ao contacto
zh_hans: 重新启用被删减的黑暗雷曼可以使用拳头在接触时杀死雷曼的功能

# GameHub_PerLevelSoundtrackPanel_Uninstall
source: Uninstall
da_dk: Afinstallér
es_es: Desinstalar
fr_fr: Désinstaller
he: הסר את ההתקנה
it_it: Disinstalla
pt_br: Desinstalar
pt_pt: Desinstalar
zh_hans: 卸载

# SetupGame_RecommendedGroupHeader
source: Recommended
da_dk: Anbefalet
es_es: Recomendado
fr_fr: Recommandé
he: מומלץ
it_it: Consigliato
nl_nl: Aanbevolen
pl_pl: Zalecane
pt_br: Recomendado
pt_pt: Recomendado
zh_hans: 推荐

# SetupGame_RecommendedGroupSummary
source: {0}/{1} recommended actions
da_dk: {0}/{1} anbefalede handlinger
es_es: {0}/{1} acciones recomendadas
fr_fr: {0}/{1} actions recommandées
he: {0}/{1} פעולות מומלצות
it_it: {0}/{1} azioni consigliate
nl_nl: {0}/{1} aanbevolen acties
pl_pl: {0}/{1} zalecane działania
pt_br: {0}/{1} ações recomendadas
pt_pt: {0}/{1} acções recomendadas
zh_hans: {0}/{1} 推荐的操作

# SetupGame_OptionalGroupHeader
source: Optional
da_dk: Valgfrit
es_es: Opcional
fr_fr: Optionnel
he: אופציונלי
it_it: Opzionale
nl_nl: Optioneel
pl_pl: Opcjonalne
pt_br: Opcional
pt_pt: Opcional
zh_hans: 可选的
