Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# ModLoader_GameBanana_UpdateState_MissingVersion
source: Unable to check for updates due to there not being a version to compare against
da_dk: Kan ikke søge efter opdateringer, da der ikke findes en version at sammenligne med
es_es: No se puede verificar las actualizaciones porque no hay una versión con la que comparar.
fr_fr: Impossible de vérifier les mises à jour par manque de version avec laquelle comparer
he: לא ניתן לחפש עדכונים בגלל שאין גרסה להשוואה
it_it: Impossibile verificare la presenza di aggiornamenti perché non esiste una versione con cui confrontare
nl_nl: Niet in staat op updates te controleren, omdat er géén versie aanwezig is ter vergelijking
pl_pl: Nie można sprawdzić dostępności aktualizacji, ponieważ nie ma wersji do porównania
pt_br: Não é possível verificar atualizações porque não há uma versão para comparar
pt_pt: Não é possível verificar se há actualizações porque não há uma versão para comparar
zh_hans: 因为没有可以对比的版本，所以无法检查更新

# ModLoader_GameBanana_UpdateState_MissingFiles
source: Unable to check for updates due to the GameBanana mod not having any valid files
da_dk: Kan ikke søge efter opdateringer, da GameBanana-moddet ikke har nogle gyldige filer
es_es: No se puede verificar las actualizaciones porque el mod de GameBanana no tiene archivos válidos.
fr_fr: Impossible de vérifier les mises à jour par manque de fichiers valides sur le mod Gamebanana
he: לא ניתן לחפש עדכונים בגלל שלמוד GameBanana אין קבצים חוקיים
it_it: Impossibile verificare la presenza di aggiornamenti perché la mod GameBanana non contiene file validi
nl_nl: Niet in staat op updates te controleren, omdat de GameBanana-modificatie géén geldige bestanden kent
pl_pl: Nie można sprawdzić dostępności aktualizacji, ponieważ mod GameBanana nie ma żadnych prawidłowych plików
pt_br: Não é possível verificar atualizações porque o mod do GameBanana não tem nenhum arquivo válido
pt_pt: Não é possível verificar se há actualizações porque a modificação GameBanana não tem ficheiros válidos
zh_hans: 因为GameBanana mod没有任何可用的文件，所以无法检查更新

# ModLoader_GameBanana_UpdateState_InvalidVersion
source: Unable to check for updates due to the version not being formatted correctly
da_dk: Kan ikke søge efter opdateringer, da versionen ikke er korrekt formateret
es_es: No se puede verificar las actualizaciones debido a que la versión no está formateada correctamente.
fr_fr: Impossible de vérifier les mises à jour car la version n'est pas formatée correctement
he: לא ניתן לבדוק אם קיימים עדכונים בגלל שהגרסה לא עוצבה כראוי
it_it: Impossibile verificare la presenza di aggiornamenti perché la versione non è formattata correttamente
nl_nl: Niet in staat op updates te controleren, omdat de versie niet correct is geformatteerd
pl_pl: Nie można sprawdzić dostępności aktualizacji ze względu na niepoprawny format wersji ​
pt_br: Não é possível verificar atualizações porque a versão não está formatada corretamente
pt_pt: Não é possível verificar se há actualizações porque a versão não está formatada correctamente
zh_hans: 因为版本格式错误，所以无法检查更新

# ModLoader_UpdateState_UpToDate
source: The mod is up to date
da_dk: Moddet er opdateret
es_es: El mod está actualizado.
fr_fr: Le mod est à jour
he: המוד מעודכן
it_it: La modalità è aggiornata
nl_nl: De modificatie is up-to-date
pl_pl: Mod jest aktualny
pt_br: O mod está atualizado
pt_pt: A modificação está actualizada
zh_hans: 此mod已是最新版本

# ModLoader_GameBanana_UploadInfo
source: Uploaded by {0} on {1}
da_dk: Uploadet af {0} d. {1}
es_es: Cargado por {0} el {1}
fr_fr: Mis en ligne par {0} le {1}
he: הועלה על ידי {0} בתאריך {1}
it_it: Caricato da {0} su {1}
nl_nl: Geüpload door {0} op {1}
pl_pl: Przesłane przez {0} w dniu {1}
pt_br: Enviado por {0} em {1}
pt_pt: Carregada por {0} no {1}
zh_hans: 由｛0｝于｛1｝上传

# ModLoader_GameBanana_OpenModPage
source: Open in GameBanana
da_dk: Åbn i GameBanana
es_es: Abrir en GameBanana
fr_fr: Ouvrir dans Gamebanana
he: פתח ב-GameBanana
it_it: Apri su GameBanana
nl_nl: Openen in GameBanana
pl_pl: Otwórz w GameBanana
pt_br: Abrir no GameBanana
pt_pt: Abrir em GameBanana
zh_hans: 在GameBanana中打开

# ModLoader_GameBanana_DownloadModFile
source: Download
es_es: Descargar
fr_fr: Télécharger
he: הורדה
it_it: Scarica
nl_nl: Downloaden
pl_pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
zh_hans: 下载

# ModLoader_GameBanana_DownloadModFileInfo
source: Download and install the mod
da_dk: Download og installér moddet
es_es: Descargar e instalar el mod
fr_fr: Télécharger et installer le mod
he: הורד והתקן את המוד
it_it: Scarica e installa la mod
nl_nl: Downloaden en installeren modificatie
pl_pl: Pobierz i zainstaluj mod
pt_br: Baixa e instala o mod
pt_pt: Transferir e instalar a modificação
zh_hans: 下载并安装mod

# ModLoader_GameBanana_ModFileInstalled
source: Installed
da_dk: Installeret
es_es: Instalado
fr_fr: Installé
he: מותקן
it_it: Installata
pt_br: Instalado
zh_hans: 已安装

# ModLoader_GameBanana_UpdateModFile
source: Update
da_dk: Opdatér
es_es: Actualizar
fr_fr: Mettre à jour
he: עדכון
it_it: Aggiorna

# ModLoader_GameBanana_UpdateModFileInfo
source: Update the installed mod
da_dk: Opdatér det installerede mod
es_es: Actualizar el mod instalado
fr_fr: Mettre à jour le mod installé
he: עדכן את המוד המותקן
it_it: Aggiorna la mod installata

# Games_Win32RunAsAdmin
source: Run as admin
da_dk: Kør som administrator
es_es: Ejecutar como administrador
fr_fr: Démarrer en tant qu'administrateur
he: הפעל כמנהל מערכת
it_it: Esegui come amministratore
nl_nl: Uitvoeren als administrator
pl_pl: Uruchom jako administrator
pt_br: Executar como administrador
pt_pt: Executar como administrador
zh_hans: 以管理员运行

# Home_AppNews
source: App news
da_dk: Appnyheder
es_es: Noticias de la aplicación
fr_fr: Nouvelles de l'application
he: חדשות האפליקציה
it_it: Novità app
nl_nl: App nieuws
pl_pl: Wiadomości z aplikacji
pt_br: Novidades do aplicativo
pt_pt: Notícias da aplicação
zh_hans: 程序新闻

# Home_RecentMods
source: Recent mods
da_dk: Seneste mods
es_es: Mods recientes
fr_fr: Mods récents
he: מודים אחרונים
it_it: Mod recenti
nl_nl: Recente modificaties
pl_pl: Najnowsze mody
pt_br: Mods recentes
pt_pt: Modificações recentes
zh_hans: 最近的mod

# Games_VerifyRemoveWithMods
source: This game has {0} applied mods. Removing the game from the program won't remove the applied mods. You can add the game back at any time to change which mods are applied. Continue?
da_dk: Spillet har {0} anvendte mods. Fjernes spillet fra programmet, fjerner det ikke de anvendte mods. Du kan tilføje spillet tilbage til enhver tid for at ændre hvilke mods er anvendt. Fortsæt?
es_es: Este juego tiene {0} mods aplicados. Eliminar el juego del programa no quitará los mods aplicados. Puedes volver a agregar el juego en cualquier momento para cambiar qué mods están aplicados. ¿Continuar?
fr_fr: Ce jeu a {0} mods appliqués. Retirer le jeu du programme ne retirera pas les mods appliqués. Vous pouvez ajouter le jeu à nouveau à n'importe quel moment pour changer quels mods sont appliqués. Voulez-vous continuer ?
he: למשחק הזה יש {0} מודים מיושמים. הסרת המשחק מהאשף לא תסיר את המודים שהוחלו. אתם יכולים להוסיף את המשחק בחזרה בכל עת כדי לשנות את המודים המיושמים. להמשיך?
it_it: A questo gioco sono applicate {0} modifiche. La rimozione del gioco dal programma non rimuoverà le mod applicate. Puoi aggiungere nuovamente il gioco in qualsiasi momento per modificare le mod applicate. Continuare?
nl_nl: Dit spel heeft {0} toegepaste modificaties. Het verwijderen van het spel van het programma zal níét resulteren in verwijdering van de toegepaste modificaties. Je kunt het spel op elk gewenst moment opnieuw toevoegen, opdat kan worden aangepast welke modificaties in werking zullen zijn. Doorgaan?
pl_pl: Ta gra ma {0} zastosowanych modów. Usunięcie gry z programu nie spowoduje usunięcia zastosowanych modów. Możesz dodać grę ponownie w dowolnym momencie, aby zmienić zastosowane modyfikacje. Kontynuować?
pt_br: Este jogo tem {0} mods aplicados. Remover o jogo do programa não removerá os mods aplicados. Você pode adicionar o jogo novamente a qualquer momento para alterar quais mods são aplicados. Continuar?
pt_pt: O jogo tem {0} modificações. Eliminar o jogo do programa não irá remover as modificações aplicadas. Podes voltar a adicionar o jogo qualquer altura para alterar as modificações a aplicar. Continuar?
zh_hans: 此游戏有{0}已应用的mod。从程序中移除此游戏不会移除应用的mod。你可以在任何时候把游戏添加回来改变应用哪些mod。 继续？

# ModNews_UpdatedInfo
source: Updated on {0}
da_dk: Opdateret d. {0}
es_es: Actualizado el {0}
fr_fr: Mis à jour le {0}
he: עודכן ב-{0}
it_it: Aggiornato il {0}
nl_nl: Geüpdatet op {0}
pl_pl: Zaktualizowano dnia {0}
pt_br: Atualizado em {0}
pt_pt: Actualizado: {0}
zh_hans: 更新于{0}

# ModNews_UploadedInfo
source: Uploaded on {0}
da_dk: Uploadet d. {0}
es_es: Cargado el {0}
fr_fr: Mis en ligne le {0}
he: הועלה ב-{0}
it_it: Caricato il {0}
nl_nl: Geüpload op {0}
pl_pl: Przesłano dnia {0}
pt_br: Enviado em {0}
pt_pt: Carregado: {0}
zh_hans: 上传于{0}

# Progression_EditGamesVisibility
source: Show/hide games
da_dk: Vis/skjul spil
es_es: Mostrar/ocultar juegos
fr_fr: Montrer/cacher les jeux
he: הצג/הסתיר משחקים
it_it: Mostra/nascondi giochi
nl_nl: Weergeven/verbergen spellen
pl_pl: Pokaż/ukryj gry
pt_br: Mostrar/ocultar jogos
pt_pt: Mostrar/Ocultar jogos
zh_hans: 显示/隐藏游戏

# Settings_Files_Info
source: Here you can specify which program to use for editing certain file types. This is used in places such as the Archive Explorer or the Progression page where you're able to use an external program to edit a file. An empty file extension is used to specify the program to use for editing binary files. It is recommended to use a hex editor for this.
da_dk: Her kan du angive, hvilket program skal bruges til at redigere bestemte filtyper. Dette bruges til f.eks Archive Explorer eller fremskridtssiden, hvor det er muligt at bruge et eksternt program til at redigere en fil. En tom filtype bruges til at angive programmet der skal bruges til redigering af binære filer. Det anbefales at bruge en hex-editor til dette.
es_es: Aquí puedes especificar qué programa utilizar para editar ciertos tipos de archivos. Esto se utiliza en lugares como el Explorador de Archivos o la página de Progresión, donde puedes utilizar un programa externo para editar un archivo. Una extensión de archivo vacía se utiliza para especificar el programa a utilizar para editar archivos binarios. Se recomienda usar un editor hexadecimal para esto.
fr_fr: Vous pouvez spécifier ici quel programme utiliser pour éditer certains type de fichiers. Cette fonction est utilisée à plusieurs endroits, tel que l'Archive Explorer ou la page de progression où vous pouvez utiliser un programme externe pour modifier un fichier. Une extension de fichier vide est utilisée pour spécifier le programme à utiliser pour éditer les fichiers binaires. Il recommandé d'utiliser un éditeur héxadécimal pour cela.
he: כאן תוכלו לציין באיזו תוכנה להשתמש לעריכת סוגי קבצים מסוימים. זה משמש במקומות כגון Archive Explorer או דף ההתקדמות שבהם אתה יכול להשתמש בתוכנה חיצונית כדי לערוך קובץ. סיומת קובץ ריקה משמשת כדי לציין את התוכנית לשימוש לעריכת קבצים בינאריים. מומלץ להשתמש בעורך hex לשם כך.
it_it: Qui puoi specificare quale programma utilizzare per modificare determinati tipi di file. Viene utilizzato in luoghi come Esplora file o la pagina Progressi in cui è possibile utilizzare un programma esterno per modificare un file. Un'estensione di file vuota viene utilizzata per specificare il programma da utilizzare per modificare i file binari. Si consiglia di utilizzare un editor esadecimale per questo.
nl_nl: Hier kun je specificeren welk programma je wilt gebruiken voor het bewerken van bepaalde bestandstypes. Dit wordt gebruikt in o.a. de Archive Explorer en binnen de voortgangspagina, waar je een extern programma kunt inzetten voor aanpassen van een bestand. Een lege bestandsextensie wordt gebruikt voor het specificeren van het programma, gebruikt voor het wijzigen van binaire bestanden. Het is aanbevolen hiervoor een hex-editor te gebruiken.
pl_pl: W tym miejscu można określić, który program ma być używany do edycji określonych typów plików. Używa się tego w miejscach takich jak Archive Explorer lub strona postępu, gdzie można użyć zewnętrznego programu do edycji pliku. Puste rozszerzenie pliku służy do określenia programu używanego do edycji plików binarnych. W tym celu zaleca się użycie edytora heksadecymalnego.
pt_br: Aqui você pode especificar qual programa usar para editar certos tipos de arquivo. Isso é usado em lugares como o Archive Explorer ou a página Progressão, onde você pode usar um programa externo para editar um arquivo. Uma extensão de arquivo vazia é usada para especificar o programa a ser usado para editar arquivos binários. É recomendado usar um editor de hexadecimal para isso.
pt_pt: Aqui podes especificar que programa utilizar para editar certos tipos de ficheiros. Isto é utilizado em locais como o Explorador de Arquivos ou a página de Progressão onde podes utilizar um programa externo para editar um ficheiro. É utilizada uma extensão de ficheiro vazia para especificar o programa a utilizar para editar ficheiros binários. É recomendado utilizar um editor hexadecimal para isto.
zh_hans: 在这里你可以指定用哪个程序来编辑特定的现有文件类型。这是用在比如Archive Explorer或者进度页面这些可以用外部程序编辑文件的地方。一个空的程序扩展被用来指定用于编辑二进制文件的程序。推荐使用16进制编辑器。

# Settings_Files_ChangeProgram
source: Change program
da_dk: Ændr program
es_es: Cambiar programa
fr_fr: Changer le programme
he: שנה תוכנית
it_it: Cambia programma
nl_nl: Wijzigen programma
pl_pl: Zmień program
pt_br: Mudar programa
pt_pt: Mudar programa
zh_hans: 改变程序

# Settings_Files_Remove
source: Remove
da_dk: Fjern
es_es: Eliminar
fr_fr: Retirer
he: להסיר
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Remover
pt_pt: Eliminar
zh_hans: 移除

# Settings_Files_Add
source: Add file type
da_dk: Tilføj filtype
es_es: Agregar tipo de archivo
fr_fr: Ajouter un type de fichier
he: הוסף סוג קובץ
it_it: Aggiungi tipo di file
nl_nl: Toevoegen bestandstype
pl_pl: Dodaj typ pliku
pt_br: Adicionar tipo de arquivo
pt_pt: Adicionar tipo de ficheiro
zh_hans: 添加文件类型

# Settings_Files_Header
source: Files
da_dk: Filer
es_es: Archivos
fr_fr: Fichiers
he: קבצים
it_it: File
nl_nl: Bestanden
pl_pl: Pliki
pt_br: Arquivos
pt_pt: Ficheiros
zh_hans: 文件

# Settings_Files_FileExtInputTitle
source: Add file editor
da_dk: Tilføj filredigeringsprogram
es_es: Agregar editor de archivos
fr_fr: Ajouter un éditeur de fichier
he: הוסף עורך קבצים
it_it: Aggiungi editor di file
nl_nl: Toevoegen bestandseditor
pl_pl: Dodaj edytor plików
pt_br: Adicionar editor de arquivo
pt_pt: Adicionar editor de ficheiros
zh_hans: 添加文件编辑器

# Settings_Files_FileExtInputHeader
source: Specify the file extension
da_dk: Angiv filtype
es_es: Especificar la extensión del archivo
fr_fr: Spécifier l'extension du fichier
he: ציין את סיומת הקובץ
it_it: Specifica l'estensione del file
nl_nl: Specificeer de bestandsextensie
pl_pl: Określ rozszerzenie pliku
pt_br: Especificar a extensão do arquivo
pt_pt: Especificar a extensão do ficheiro
zh_hans: 指定文件拓展名

# Settings_Files_ConflictError
source: The specified file extension has already been defined
da_dk: Den angivne filtype er allerede blevet afvist
es_es: La extensión de archivo especificada ya ha sido definida.
fr_fr: L'extension du fichier a déjà été définie
he: סיומת הקובץ שצוינה כבר הוגדרה
it_it: L'estensione del file specificato è già stata definita
nl_nl: De gespecificeerde bestandsextensie is reeds gedefinieerd
pl_pl: Określone rozszerzenie pliku zostało już zdefiniowane
pt_br: A extensão do arquivo especificado já foi definida
pt_pt: A extensão de ficheiro especificada já foi definida anteriormente
zh_hans: 此文件拓展名已被定义

# Settings_Files_FormatError
source: The specified file extension is not valid. It must start with a period and not have any more periods afterwards.
da_dk: Den angivne filtype er ugyldig. Den skal starte med et punktum, og må derefter ikke indeholde flere punktummer.
es_es: La extensión de archivo especificada no es válida. Debe comenzar con un punto y no tener más puntos después.
fr_fr: Le fichier d'extension n'est pas valide. Il doit commencer par un point et ne doit pas avoir d'autres points.
he: סיומת הקובץ שצוינה אינה חוקית. זה חייב להתחיל עם נקודה ולא נקודה אחת יותר לאחר מכן.
it_it: L'estensione del file specificata non è valida. Deve iniziare con un punto e non avere più punti successivamente.
nl_nl: De gespecificeerde bestandsextensie is niet geldig. Deze begint met een punt en dient daarna géén punten extra te bevatten.
pl_pl: Podane rozszerzenie pliku jest nieprawidłowe. Musi zaczynać się od kropki i nie może mieć ich więcej.
pt_br: A extensão de arquivo especificada não é válida. Ela deve começar com um ponto e não ter mais pontos depois.
pt_pt: A extensão de ficheiro especificada não é válida. Deve começar com um ponto e não deve ter mais pontos depois.
zh_hans: 这个特定的文件拓展名不可用。它必须是以"."开头并且在后面没有任何"." 。

# Settings_Files_ProgramSelectionTitle
source: Specify file editor
da_dk: Angiv filredigeringsprogram
es_es: Especificar editor de archivos
fr_fr: Spécifier l'éditeur du fichier
he: ציין את עורך הקבצים
it_it: Specificare l'editor di file
nl_nl: Specificeer de bestandseditor
pl_pl: Określ edytor plików
pt_br: Especificar editor de arquivo
pt_pt: Especificar editor de ficheiros
zh_hans: 特定文件编辑器

# Settings_Files_ChangeProgramSelectionTitle
source: Change editor program
da_dk: Ændr redigeringsprogram
es_es: Cambiar programa editor
fr_fr: Changer le programme d'édition
he: שנה תוכנית עורך
it_it: Cambia il l'editor
nl_nl: Wijzig type editor
pl_pl: Zmień program edytora
pt_br: Alterar programa de edição
pt_pt: Mudar programa de edição
zh_hans: 更改编辑器程序

# Settings_General_JumpListHeader
source: Jump List
es_es: Lista de salto
fr_fr: Liste de sauts
he: רשימת קפיצות
pl_pl: Lista szybkiego dostępu
pt_br: Lista de Pulo
pt_pt: Lista de salto
zh_hans: 跳转列表

# Settings_General_JumpListImageCaption
source: Launch games directly from the taskbar
da_dk: Start spil direkte fra proceslinjen
es_es: Iniciar juegos directamente desde la barra de tareas
fr_fr: Démarrer les jeux directement depuis la barre des tâches
he: הפעל משחקים ישירות משורת המשימות
it_it: Avvia i giochi direttamente dalla barra delle applicazioni
nl_nl: Start spellen direct via de taakbalk
pl_pl: Uruchamiaj gry bezpośrednio z paska zadań
pt_br: Iniciar jogos diretamente da barra de tarefas
pt_pt: Iniciar jogos directamente da barra de tarefas
zh_hans: 直接从任务栏启动游戏

# Settings_ModLoader_AutoCheckForUpdates
source: Automatically check for mod updates
da_dk: Søg automatisk efter modopdateringer
es_es: Verificar automáticamente las actualizaciones de los mods
fr_fr: Vérifier les mises à jours des mods automatiquement
he: בדוק אוטומטית אם יש עדכוני מוד
it_it: Controlla automaticamente gli aggiornamenti delle mod
nl_nl: Automatisch controleren op modificatie-updates
pl_pl: Automatycznie sprawdzaj dostępność aktualizacji modów
pt_br: Automaticamente verificar por atualizações de mod
pt_pt: Verificar automaticamente por actualizações de modificações
zh_hans: 自动检查mod更新

# Settings_WindowsIntegration_FileAssociationsHeader
source: File type associations
da_dk: Filtypetilknytninger
es_es: Asociaciones de tipos de archivos
fr_fr: Types de fichier associés
he: שיוך סוגי קבצים
it_it: Associazioni dei tipi di file
nl_nl: Bestandstype-associaties
pl_pl: Skojarzenia typów plików
pt_br: Associações de tipo de arquivo
pt_pt: Associações de tipos de ficheiros
zh_hans: 文件类型关联

# Settings_WindowsIntegration_FileAssociationsInfo
source: This specifies which types of files will be opened in Rayman Control Panel from File Explorer
da_dk: Dette bestemmer hvilke slags filer åbnes i Rayman Control Panel fra Stilfinderen
es_es: Esto especifica qué tipos de archivos se abrirán en Rayman Control Panel desde el Explorador de Archivos
fr_fr: Cette option spécifie quels types de fichier seront ouverts par le Rayman Control Panel depuis l'explorateur de fichier
he: זה מציין אילו סוגי קבצים ייפתחו בRayman Control Panel מסייר הקבצים
it_it: Specifica quali tipi di file verranno aperti in Rayman Control Panel da Esplora file
nl_nl: Hiermee specificeer je welke bestandstypes via (Windows) Verkenner geopend worden in het Rayman Control Panel
pl_pl: Określa, które typy plików będą otwierane w Rayman Control Panel z eksploratora plików
pt_br: Isso especifica quais tipos de arquivos serão abertos no Rayman Control Panel do Explorador de Arquivos
pt_pt: Isto especifica que tipos de ficheiros serão abertos no Rayman Control Panel através do Explorador de Ficheiros
zh_hans: 这会指定从在Rayman Control Panel用文件浏览器查看的文件类型

# Settings_WindowsIntegration_UriAssociationsHeader
source: URI associations
da_dk: URI-tilknytninger
es_es: Asociaciones de URI
fr_fr: URI associées
he: איגודי URI
it_it: Associazioni URI
nl_nl: URI associaties
pl_pl: Powiązania URI
pt_br: Associações URI
pt_pt: Associações URI
zh_hans: URI关联

# Settings_WindowsIntegration_UriAssociationsInfo
source: This specifies which URI protocols will be opened in Rayman Control Panel
da_dk: Dette bestemmer hvilke URI-protokoller åbnes i Rayman Control Panel
es_es: Esto especifica qué protocolos de URI se abrirán en Rayman Control Panel
fr_fr: Cette option spécifie quels protocoles URI seont ouverts par le Rayman Control Panel
he: זה מציין אילו פרוטוקולי URI ייפתחו בRayman Control Panel
it_it: Questo specifica quali protocolli URI verranno aperti in Rayman Control Panel
nl_nl: Hiermee specificeer je welke URI protocollen geopend zullen worden in het Rayman Control Panel
pl_pl: Określa, które protokoły URI będą otwierane w Rayman Control Panel
pt_br: Isso especifica quais protocolos URI serão abertos no Rayman Control Panel
pt_pt: Isto especifica que protocolos URI serão abertos no Rayman Control Panel
zh_hans: 这会指定在Rayman Control Panel中打开哪些URI协议

# Settings_WindowsIntegration_Header
source: Windows Integration
da_dk: Windows-integrering
es_es: Integración con Windows
fr_fr: Intégration Windows
he: אינטגרציה של Windows
it_it: Integrazione Windows
pl_pl: Integracja z systemem Windows
pt_br: Integração do Windows
pt_pt: Integração Windows
zh_hans: Windows集成

# Settings_WindowsIntegration_UpdateFileAssociationsError
source: An error occurred when setting the file type association. Try running the Rayman Control Panel as admin and try again.
da_dk: En fejl opstod i forsøg på at indstille filtypetilknytningen. Kør Rayman Control Panel som administrator og prøv igen.
es_es: Se produjo un error al establecer la asociación de tipos de archivo. Intenta ejecutar Rayman Control Panel como administrador e intenta nuevamente.
fr_fr: Une erreur est survenue pendant le changement d'association de type de fichier. Veuillez réessayer en redémarrant le Rayman Control Panel en tant qu'administrateur.
he: אירעה שגיאה בעת הגדרת שיוך סוג הקובץ. נסו להפעיל את Rayman Control Panel כמנהל מערכת ונסו שוב.
it_it: Si è verificato un errore durante l'impostazione dell'associazione del tipo di file. Prova a eseguire Rayman Control Panel come amministratore e riprova.
nl_nl: Er heeft een fout plaatsgevonden tijdens het instellen van de bestandstype-associaties. Start het Rayman Control Panel als administrator en probeer het nog eens.
pl_pl: Wystąpił błąd podczas ustawiania powiązania typu pliku. Uruchom Rayman Control Panel jako administrator i spróbuj ponownie.
pt_br: Ocorreu um erro ao definir a associação do tipo de arquivo. Tente executar o Rayman Control Panel como admin e tente novamente.
pt_pt: Ocorreu um erro ao estabelecer a associação do tipo de ficheiro. Experimenta executar o Rayman Control Panel como administrador e tenta novamente.
zh_hans: 在设置文件类型关联时出现错误。请尝试用管理员模式启动Rayman Control Panel然后重试。
