Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# About_ConfirmUninstall
source: Are you sure you want to uninstall the Rayman Control Panel? This will remove the executable file and all of the program's app data. This will NOT remove any installed games, save files or backups. Some applied utilities may still be available.
da_dk: Er du sikker på, at du vil afinstallere Rayman Control Panel? Dette fjerner den eksekverbare fil og alt af programmets appdata. Dette fjerner IKKE installerede spil, spildata, eller backups. Nogle anvendte hjælpeværktøjer er muligvis stadig tilgængelige.
de_de: Bist du sicher das du Rayman Control Panel deinstallieren? Sowie wird die Exe Datei und alle App Dateien. Das wird NICHT die installierten Spielen, Speicher Dateien oder Sicherungen. Einige Übernommenen Werkzeuge sind wahrscheinlich immer noch Verfügbar.
es_es: ¿Estás seguro de que deseas desinstalar Rayman Control Panel? Esto eliminará el archivo ejecutable y todos los datos de la aplicación del programa. Esto NO eliminará ningún juego instalado, archivo de guardado ni copias de seguridad. Algunas utilidades aplicadas aún podrían estar disponibles.
fr_fr: Êtes-vous sûrs de vouloir désinstaller le Rayman Control Panel ? Cela retirera l'exécutable et toutes les données du programme. Cette action ne retirera PAS les jeux installés, les fichiers de sauvegarde ou les backups. Certains des utilitaires appliqués peuvent toujours être disponibles.
he: האם אתה בטוח שברצונך להסיר את התקנת Rayman Control Panel? פעולה זו תסיר את קובץ ההפעלה ואת כל נתוני האפליקציה של התוכנית. פעולה זו לא תסיר משחקים מותקנים, קבצים או שמירות. ייתכן שחלק מכלי השירות המיושמים עדיין יהיו זמינים.
hu_hu: Biztos el akarod távolítani a Rayman Control Panelt? A program .exe fájlja és minden hozzá tartozó adat el lesz távolítva. A telepítet játékaid, mentési fájljaid és biztonsági mentéseid NEM fognak eltűnni. Néhány alkalmazott segédeszköz ezután is elérhető lehet.
it_it: Sei sicuro di voler disinstallare il Rayman Control Panel? Questo rimuoverà il file eseguibile e tutti i dati dell'app del programma. Questo NON rimuoverà alcun gioco installato, file di salvataggio o backup. Alcune utilità applicate potrebbero essere ancora disponibili.
nl_nl: Weet je zeker dat je het Rayman Control Panel wilt deïnstalleren? Dit zal het .exe-bestand en alle app data van het programma verwijderen. Echter zal dit geen games deïnstalleren noch de back-ups en save files verwijderen. Sommige, toegepaste hulpprogramma's zouden nog beschikbaar kunnen zijn.
pl_pl: Czy na pewno chcesz odinstalować Rayman Control Panel? Spowoduje to usunięcie pliku wykonywalnego i wszystkich danych aplikacji programu. NIE spowoduje to usunięcia zainstalowanych gier, plików zapisów ani kopii zapasowych. Niektóre zastosowane narzędzia mogą być nadal dostępne.
pt_br: Tem certeza de que deseja desinstalar o Rayman Control Panel? Isso removerá o arquivo executável e todos os dados do aplicativo do programa. Isso NÃO removerá nenhum jogo instalado, arquivo salvo ou backup. Alguns utilitários aplicados ainda podem estar disponíveis.
pt_pt: Tens a certeza que queres desinstalar o Rayman Control Panel? Isto irá remover o ficheiro executável e todos os dados de aplicação do programa. Isto NÃO irá remover quaisquer jogos instalados, ficheiros de progresso ou cópias de segurança. Alguns utilitários aplicados poderão ainda estar disponíveis.
ru_ru: Вы уверены, что хотите удалить Rayman Control Panel? Это приведет к удалению исполняемого файла и всех данных приложения программы. Это не приведет к удалению каких-либо установленных игр, файлов сохранения или резервных копий. Некоторые активированные утилиты все еще могут быть доступны.
tr_tr: Rayman Control Panel'i kaldırmak istediğinizden emin misiniz? Bu, yürütülebilir dosyayı ve programın tüm uygulama verilerini kaldıracaktır. Bu, yüklü oyunları, kayıtlı dosyaları veya yedeklemeleri KALDIRMAZ. Uygulanan bazı yardımcı programlar hala mevcut olabilir.
zh_hans: 你确定你想要卸载Rayman Control Panel吗？这样会移除所有exe文件和所有程序数据。这样不会移除任何已经安装的游戏，存档文件或备份文件。有些已经安装的功能性选项可能还能使用。

# About_ConfirmUninstallHeader
source: Confirm uninstall
da_dk: Bekræft afinstallering
de_de: Deinstallieren bestätigen
es_es: Confirmar desinstalación
fr_fr: Confirmer la désinstallation
he: אשר את הסרת ההתקנה
hu_hu: Eltávolítás elfogadása
it_it: Conferma la disinstallazione
nl_nl: Bevestig deïnstallatie
pl_pl: Potwierdź odinstalowanie
pt_br: Confirmar desinstalação
pt_pt: Confirmar desinstalação
ru_ru: Подтверждение удаления
tr_tr: Kaldırmayı onayla
zh_hans: 确认卸载

# About_UninstallFailed
source: An error occurred when running the uninstaller. You can manually remove the app data which is located in the following locations: {0}
da_dk: En fejl opstod i forsøg på at køre afinstallatøren. Du kan selv manuelt fjerne appdataen, hvilket kan findes ved følgende placering: {0}
de_de: Ein fehler ist aufgetreten bei der Deinstallation. Du kannst die App Dateien manuell Deinstallieren in folgenden Verzeichnisse: {0}
es_es: Se produjo un error al ejecutar el desinstalador. Puedes eliminar manualmente los datos de la aplicación que se encuentran en las siguientes ubicaciones: {0}
fr_fr: Une erreur est survenue pendant l'exécution du programme de désinstallation. Vous pouvez retirer manuellement les données de l'application qui se trouvent à ces endroits : {0}
he: אירעה שגיאה בעת הפעלת תוכנית הסרת ההתקנה. ניתן להסיר באופן ידני את נתוני האפליקציה שנמצאים במיקומים הבאים: {0}
hu_hu: Hiba lépett fel az eltávolító futtatásakor. Manuálisan is le lehet törölni az alkalmazás adatait a következő helyen: {0}
it_it: Si è verificato un errore durante l'esecuzione del programma di disinstallazione. Puoi rimuovere manualmente i dati dell'app che si trovano nei seguenti percorsi: {0}
nl_nl: Er heeft een fout plaatsgevonden tijdens het uitvoeren van de Uninstaller. Je kunt de app data handmatig verwijderen, en deze kan gevonden worden via: {0}
pl_pl: Wystąpił błąd podczas uruchamiania deinstalatora. Możesz ręcznie usunąć dane aplikacji, które znajdują się w następujących miejscach: {0}
pt_br: Um erro ocorreu ao executar o desinstalador. Você pode remover manualmente os dados do aplicativo que estão localizados nos seguintes locais: {0}
pt_pt: Ocorreu um erro quando se executava o deinstalador. Tu podes remover manualmente os dados da aplicação que está localizado nas seguintes localizações: {0}
ru_ru: Произошла ошибка при запуске инструмента удаления. Вы можете вручную удалить данные приложения, которые находятся в следующих папках: {0}
tr_tr: Kaldırıcı çalıştırılırken bir hata oluştu. Aşağıdaki konumlarda bulunan uygulama verilerini manuel olarak kaldırabilirsiniz:
zh_hans: 在运行卸载程序时出现错误。你可以手动在以下的路径删除程序数据：{0}

# Settings_GetBetaUpdates
source: Get beta updates
da_dk: Få betaopdateringer
de_de: Erhalte Beta Updates
es_es: Obtener actualizaciones beta
fr_fr: Obtenir les mises à jour de beta
he: קבל עדכוני בטא
hu_hu: Béta verziókra fissítés
it_it: Ricevi gli aggiornamenti beta
nl_nl: Verkrijg bèta-updates
pl_pl: Otrzymuj aktualizacje beta
pt_br: Obter atualizações beta
pt_pt: Obter actualizações beta
ru_ru: Получать бета-обновления
tr_tr: Beta güncellemelerini alın
zh_hans: 获取测试版更新

# About_Credits_RayActivity
source: Program testing
da_dk: Programtestning
es_es: Pruebas del programa
fr_fr: Test du programme
he: בדיקת תוכנה
it_it: Test del programma
pt_br: Teste do programa
ru_ru: Тестирование программы
tr_tr: Program testi

# AppNameAdmin
source: Rayman Control Panel (Administrator)
es_es: Rayman Control Panel (Administrador)
fr_fr: Rayman Control Panel (Administrateur)
he: Rayman Control Panel (מנהל מערכת)
hu_hu: Rayman Control Panel (Rendszergazda)
it_it: Rayman Control Panel (Amministratore)
pt_br: Rayman Control Panel (Administrador)
pt_pt: Rayman Control Panel (Administrador)
ru_ru: Rayman Control Panel (Администратор)
tr_tr: Rayman Control Panel (Yönetici)
zh_hans: Rayman Control Panel（管理员）

# Installer_DirMissingWritePermission
source: Access was denied to the selected install location. Select another location or run the program as administrator.
da_dk: Adgang til den valgte installationsplacering blev nægtet. Vælg en anden placering eller kør programmet som administrator.
de_de: Der Zugriff wurde bei der ausgewählten Installationsverzeichnis verweigert. Wähle ein anderes Verzeichnis aus oder führe das Programm als Administrator aus.
es_es: Se denegó el acceso a la ubicación de instalación seleccionada. Selecciona otra ubicación o ejecuta el programa como administrador.
fr_fr: L'accès au dossier d'installation a été refusé. Veuillez choisir un autre endroit ou redémarrer le logiciel en tant qu'administrateur.
he: הגישה למיקום ההתקנה שנבחר נדחתה. בחר מיקום אחר או הפעל את התוכנית כמנהל.
hu_hu: Hozzáférés megtagadva a telepítés helyén. Válassz másik telepítési helyet vagy futtasd a programot rendszergazdai jogosultsággal.
it_it: Accesso negato al percorso di installazione selezionato. Seleziona un altro percorso o esegui il programma come amministratore.
nl_nl: Toegang is geweigerd naar de geselecteerde installatielocatie. Selecteer een andere locatie of start het programma als administrator.
pl_pl: Odmowa dostępu do wybranej lokalizacji instalacji. Wybierz inną lokalizację lub uruchom program jako administrator.
pt_br: O acesso foi negado ao local de instalação selecionado. Selecione outro local ou execute o programa como administrador.
pt_pt: O acesso à localização de instalação seleccionada foi recusada. Selecciona outra localização ou executa o programa como administrador.
ru_ru: Доступ к выбранной папке установки был запрещен. Выберите другое местоположение или запустите программу от имени администратора.
tr_tr: Seçilen yükleme konumuna erişim reddedildi. Başka bir konum seçin veya programı yönetici olarak çalıştırın.
zh_hans: 无法访问指定的安装位置。请选择另一个位置或使用管理员模式运行程序。

# Installer_DirMissingWritePermissionHeader
source: Access denied
da_dk: Adgang nægtet
de_de: Zugriff verweigert
es_es: Acceso denegado
fr_fr: Accès refusé
he: גישה נדחתה
hu_hu: Hozzáférés megtagadva
it_it: Accesso negato
nl_nl: Toegang geweigerd
pl_pl: Odmowa dostępu
pt_br: Acesso negado
pt_pt: Acesso recusado
ru_ru: Доступ запрещен
tr_tr: Erişim engellendi
zh_hans: 访问被拒绝

# Backup_Compress
source: Compress backups
da_dk: Komprimér backups
de_de: sicherung komprimieren
es_es: Comprimir copias de seguridad
fr_fr: Compresser les backups
he: דחוס גיבויים
hu_hu: Biztonsági mentések tömörítése
it_it: Comprimi i backup
nl_nl: Comprimeer back-ups
pl_pl: Kompresuj kopie zapasowe
pt_br: Comprimir backups
pt_pt: Comprimir cópias de segurança
ru_ru: Сжатие резервных копий
tr_tr: Yedekleri sıkıştır
zh_hans: 压缩备份

# Backup_CompressInfo
source: Compressed backups will take less space and be easier to manage due to being in a single file for each game. The change will go into effect the next time a backup is performed.
da_dk: Komprimerede backups optager mindre plads og er nemmere at administrere, da de er i én enkelt fil for hvert spil. Ændringen vil tage effekt næste gang en backup udføres.
de_de: Komprimierte Sicherungen nehmen weniger Speicher ein und sind einfacher zu Verwalten weil eine einzige Datei für jedes andere Spiel. Das wird sich ändern wenn nächstes mal eine Sicherung erstellt wird.
es_es: Las copias de seguridad comprimidas ocuparán menos espacio y serán más fáciles de gestionar al estar en un solo archivo por cada juego. El cambio surtirá efecto la próxima vez que se realice una copia de seguridad.
fr_fr: Les backups compressés prendront moins d'espace et seront plus simples à gérer du fait qu'ils soient réduits à un seul fichier par jeu. Ce changement prendra effet la prochaine fois qu'un backup sera créé.
he: גיבויים דחוסים ייקחו פחות מקום ויהיה קל יותר לנהל אותם בגלל היותם בקובץ בודד עבור כל משחק. השינוי ייכנס לתוקף בפעם הבאה שיבוצע גיבוי.
hu_hu: A tömörített biztonsági mentések sokkal kevesebb helyet foglalnak és kezelésük egyszerűbb, mivel minden egyes játékhoz egy fájl fog tartozni.
it_it: I backup compressi occuperanno meno spazio e saranno più facili da gestire poiché si trovano in un unico file per ogni gioco. La modifica entrerà in vigore la prossima volta che verrà eseguito un backup.
nl_nl: Gecomprimeerde back-ups zullen minder ruimte in beslag nemen en zijn makkelijker te beheren, doordat ze per game in één bestand zitten. De wijziging is van kracht wanneer er een nieuwe back-up wordt gemaakt.
pl_pl: Skompresowane kopie zapasowe zajmują mniej miejsca i są łatwiejsze w zarządzaniu dzięki temu, że znajdują się w jednym pliku dla każdej gry. Zmiana wejdzie w życie przy następnym wykonaniu kopii zapasowej.
pt_br: Backups compactados ocuparão menos espaço e serão mais fáceis de gerenciar por estarem em um único arquivo para cada jogo. A mudança entrará em vigor na próxima vez que um backup for executado.
pt_pt: Comprimir as cópias de segurança irá ocupar menos espaço e fazer com que sejam geridas com maior facilidade por serem um ficheiro único para cada jogo. Esta alteração terá efeito numa próxima vez que uma cópia de segurança seja efectuada.
ru_ru: Сжатые резервные копии будут занимать меньше места и легче управляться благодаря тому, что они находятся в едином файле для каждой игры. Это изменение вступит в силу при следующем резервном копировании.
tr_tr: Sıkıştırılmış yedeklemeler, her oyun için tek bir dosyada olması nedeniyle daha az yer kaplayacak ve yönetimi daha kolay olacaktır. Değişiklik, bir sonraki yedekleme yapıldığında geçerli olacaktır.
zh_hans: 压缩后的备份会占用更少空间并且因为每个游戏都只有一个文件，所以更容易管理。在下次备份时此修改会生效。

# DosBoxConfig_LanguageInfo
source: The available languages may vary between releases
da_dk: De tilgængelige sprog varierer muligvis mellem udgivelser
de_de: Die verfügbaren Sprachen verändern sich bei neuen Releasen
es_es: Los idiomas disponibles pueden variar entre las versiones
fr_fr: Les langues disponibles peuvent changer entre les versions
he: השפות הזמינות עשויות להשתנות בהתאם לגרסאת שחרור של המשחק
hu_hu: Az elérhető nyelvek változhatnak a verziók között
it_it: Le lingue disponibili possono variare tra le versioni
nl_nl: De hoeveelheid beschikbare talen verschilt per release
pl_pl: Dostępne języki mogą się różnić w zależności od wersji
pt_br: Os idiomas disponíveis podem variar entre os lançamentos
pt_pt: Os idiomas disponíveis podem variar entre lançamentos
ru_ru: Доступные языки могут варьироваться в зависимости от версий
tr_tr: Mevcut diller sürümler arasında değişiklik gösterebilir
zh_hans: 每次发布时可用的语言选项可能不同

# Settings_DisableDowngradeWarning
source: Disable downgrade warning
da_dk: Deaktivér nedgraderingsadvarsel
de_de: Schalte Downgrade Warnung ab
es_es: Desactivar advertencia de retroceso de versión
fr_fr: Désactivation de l'avertissement de downgrade
he: השבת אזהרת שנמוך
hu_hu: Előző verzióra visszafrissítés figyelmeztetésének kikapcsolása
it_it: Disabilita l'avviso del downgrade
nl_nl: Schakel downgrade-waarschuwing uit
pl_pl: Wyłącz ostrzeżenie o obniżeniu wersji
pt_br: Desabilitar aviso de piora
pt_pt: Desactivar aviso de downgrade
ru_ru: Отключить предупреждения о более старых версиях
tr_tr: Düşürme uyarısını devre dışı bırak
zh_hans: 禁用降级警告

# PostUpdate_MigrateFiestaRunBackup5Error
source: An error occurred when migrating the existing Rayman Fiesta Run backup to the new 5.0.0 backup standard. Due to this your backup will become unavailable, but will remain in your backup folder and can be restored manually.
da_dk: En fejl opstod i forsøg på at migrere den eksisterende Rayman Fiesta Run-backup til den nye 5.0.0 backupstandard. På grund af dette bliver din backup utilgængelig, men den forbliver i din backupmappe og kan gendannes manuelt.
de_de: Ein fehler ist Aufgetreten wenn beim Migrieren von bestehenden Rayman Fiesta Run Backup zum neuen 5.0.0 Wiederherstellung Standard. Wegen dein Backup wird es nicht verfügbar sein, aber wird immer noch im Backup Ordner sein und kann Manuell wiederhergestellt werden.
es_es: Se produjo un error al migrar la copia de seguridad existente de Rayman Fiesta Run al nuevo estándar de copia de seguridad 5.0.0. Debido a esto, tu copia de seguridad no estará disponible, pero permanecerá en la carpeta de copias de seguridad y se puede restaurar manualmente.
fr_fr: Un erreur est survenue pendant la migration du backup existant de Rayman Fiesta Run vers le standard de la 5.0.0. À cause de cela, votre backup est devenu indisponible mais est toujours présent dans le dossier de backup et peut être restauré manuellement.
he: אירעה שגיאה בעת העברת הגיבוי הקיים של Rayman Fiesta Run לתקן הגיבוי החדש 5.0.0. בשל כך הגיבוי שלך יהפוך לבלתי זמין, אך יישאר בתיקיית הגיבוי שלך וניתן לשחזרו באופן ידני.
hu_hu: Hiba lépett fel egy létező Rayman Fiesta Run biztonsági mentés átmozgatása közben az új 5.0.0 backup standardra. A biztonsági mentés ezután nem lesz használható, de a mappájában megmarad és manuálisan visszaállítható.
it_it: Si è verificato un errore durante la migrazione del backup di Rayman Fiesta Run esistente al nuovo standard di backup 5.0.0. A causa di ciò, il backup non sarà disponibile, ma rimarrà nella cartella di backup e potrà essere ripristinato manualmente.
nl_nl: Er heeft een fout plaatsgevonden tijdens het migreren van de bestaande Rayman Fiesta Run back-up naar de nieuwe 5.0.0 back-up standaard. Hierdoor is je back-up niet meer beschikbaar, maar zal die in je back-up map blijven zitten, zodat hij vanaf hier handmatig hersteld kan worden.
pl_pl: Wystąpił błąd podczas migracji istniejącej kopii zapasowej Rayman Fiesta Run do nowego standardu kopii zapasowych 5.0.0. Z tego powodu kopia zapasowa stanie się niedostępna, ale pozostanie w folderze kopii zapasowej i będzie można ją przywrócić ręcznie.
pt_br: Ocorreu um erro ao migrar o backup existente do Rayman Fiesta Run para o novo padrão de backup 5.0.0. Devido a isso, seu backup ficará indisponível, mas permanecerá na sua pasta de backup e poderá ser restaurado manualmente.
pt_pt: Ocorreu um erro quando se migrava a cópia de segurança existente do Rayman Fiesta Run para o novo standard da nova cópia de segurança 5.0.0. Devido a isto a tua cópia de segurança ficará indisponível, mas manter-se-á na tua pasta de cópias de segurança e pode ser manualmente restaurada.
ru_ru: Произошла ошибка при переносе существующей резервной копии Rayman Fiesta Run на новый стандарт резервного копирования 5.0.0. Из-за этого Ваша резервная копия станет недоступной, но останется в вашей папке резервных копий и может быть восстановлена вручную.
tr_tr: Mevcut Rayman Fiesta Run yedeği yeni 5.0.0 yedekleme standardına geçirilirken bir hata oluştu. Bu nedenle, yedeğiniz kullanılamaz hale gelir, ancak yedekleme klasörünüzde kalır ve manuel olarak geri yüklenebilir.
zh_hans: 在移动现有的雷曼：嘉年华备份文件到5.0.0新版时出现错误。这样会导致你的备份文件不可用，但是会保留在备份文件夹里并且可以手动恢复。

# PostUpdate_MigrateBackupErrorHeader
source: Backup migration error
da_dk: Backup migrationsfejl
de_de: Wiederherrstellung Migration Fehler
es_es: Error en la migración de la copia de seguridad
fr_fr: Erreur de migration de backup
he: שגיאת העברת גיבוי
hu_hu: Backup átmozgatási hiba
it_it: Errore di migrazione del backup
nl_nl: Back-up migratiefout
pl_pl: Błąd migracji kopii zapasowej
pt_br: Erro de migração de backup
pt_pt: Erro de migração de cópia de segurança
ru_ru: Ошибка переноса резервной копии
tr_tr: Yedek taşıma hatası
zh_hans: 备份转移错误

# Installer_InstallAllUsersError
source: You need to run the program as administrator in order to install for all users
da_dk: Programmet skal køres som administrator for at kunne installere til alle brugere
de_de: Du musst das Programm als Administrator ausführen um es für alle Nutzer zu installieren
es_es: Debes ejecutar el programa como administrador para poder instalar para todos los usuarios
fr_fr: Vous devez exécuter le programme en tant qu'administrateur afin de pouvoir installer pour tous les utilisateurs
he: עליך להפעיל את התוכנית כמנהל כדי להתקין עבור כל המשתמשים
hu_hu: A programnak rendszergazdai jogosultságra van szüksége ahhoz, hogy minden felhasználónak lehessen telepíteni
it_it: È necessario eseguire il programma come amministratore per poterlo installare per tutti gli utenti
nl_nl: Je dient het programma als administrator uit te voeren alvorens het programma voor alle gebruikers geïnstalleerd kan worden
pl_pl: Musisz uruchomić program jako administrator, aby zainstalować go dla wszystkich użytkowników
pt_br: Você precisa executar o programa como administrador para poder instalá-lo para todos os usuários
pt_pt: Necessitas de executar o programa como administrador de forma a instalar para todos os utilizadores
ru_ru: Вам нужно запустить программу от имени администратора, чтобы установить для всех пользователей
tr_tr: Tüm kullanıcılar için yüklemek için programı yönetici olarak çalıştırmanız gerekir
zh_hans: 你需要通过管理员模式运行程序来为所有用户安装

# Installer_InstallAllUsersErrorHeader
source: Missing permissions
da_dk: Manglende tilladelser
de_de: Fehlende Berechtigungen
es_es: Permisos faltantes
fr_fr: Permissions manquantes
he: חסרות הרשאות
hu_hu: Hiányzó jogosultságok
it_it: Autorizzazioni mancanti
nl_nl: Ontbrekende machtigingen
pl_pl: Brak uprawnień
pt_br: Permissões faltando
pt_pt: Permissões em falta
ru_ru: Отсутствующие разрешения
tr_tr: Eksik izinler
zh_hans: 缺失许可
