Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Archive_ExportDirFileConflict
source: The selected directory contains a file with the same name as {0}
da_dk: Den valgte mappe indeholder en fil med samme navn som {0}
es_es: El directorio seleccionado contiene un archivo con el mismo nombre que {0}
fr_fr: Le dossier sélectionné contient déjà un fichier avec le nom {0}
he: הספרייה שנבחרה מכילה קובץ באותו שם כמו {0}
hu_hu: A kijelölt mappában lévő fájl neve megegyezik ezzel:
it_it: La directory selezionata contiene un file con lo stesso nome di {0}
nl_nl: De geselecteerde map bevat een bestand met dezelfde naam als {0}
pl_pl: W wybranym folderze znajduje się plik o takiej samej nazwie jak {0}
pt_br: O diretório selecionado contém um arquivo com o mesmo nome que {0}
pt_pt: O directório seleccionado contem um ficheiro com o mesmo nome de {0}
ru_ru: Выбранный каталог содержит файл с тем же названием, что и {0}
tr_tr: Seçilen dizin, {0} ile aynı ada sahip bir dosya içeriyor
zh_hans: 选择的目录中包含和{0}相同名字的文件

# Archive_ImportDir_Error
source: An error occurred when importing the files
da_dk: En fejl opstod i forsøg på at importere filerne
es_es: Se produjo un error al importar los archivos
fr_fr: Une erreur est survenue en essayant d'importer les fichiers
he: אירעה שגיאה בעת ייבוא הקבצים
hu_hu: Az importálás közben hiba lépett fel
it_it: Si è verificato un errore durante l'importazione dei file
nl_nl: Er heeft een fout plaatsgevonden tijdens het importeren van bestanden
pl_pl: Wystąpił błąd podczas importowania plików
pt_br: Ocorreu um erro ao importar os arquivos
pt_pt: Ocorreu um erro ao importar os ficheiros
ru_ru: При импорте файлов произошла ошибка
tr_tr: Dosyalar içe aktarılırken bir hata oluştu
zh_hans: 在导出文件时发生错误

# Archive_CreateDir_Header
source: Specify a directory name
da_dk: Vælg mappenavn
es_es: Especificar un nombre de directorio
fr_fr: Spécifiez un nom de dossier
he: ציין שם ספרייה
hu_hu: Mappa elnevezése
it_it: Specifica un nome per la directory
nl_nl: Specificeer een mapnaam
pl_pl: Wybierz nazwę folderu
pt_br: Especificar o nome de um diretório
pt_pt: Selecciona um nome de directório
ru_ru: Выберите название каталога
tr_tr: Bir dizin adı belirtin
zh_hans: 指定目录名称

# Archive_AddFiles_Header
source: Select files to add
da_dk: Vælg filer, der skal tilføjes
es_es: Seleccionar archivos para agregar
fr_fr: Sélectionnez les fichiers à ajouter
he: בחר קבצים להוספה
hu_hu: Fájlok hozzáasdása
it_it: Seleziona i file da aggiungere
nl_nl: Selecteer bestanden om toe te voegen
pl_pl: Wybierz pliki do dodania
pt_br: Escolher arquivos para adicionar
pt_pt: Selecciona os ficheiros a adicionar
ru_ru: Выберите файлы для добавления
tr_tr: Eklenecek dosyaları seçin
zh_hans: 选择要添加的文件

# Archive_AddFiles_Conflict
source: The file '{0}' has the same name as an existing file. Do you want to replace it?
da_dk: Filen '{0}' har samme navn, som en fil, der allerede eksisterer. Ønsker du at erstatte den?
es_es: El archivo '{0}' tiene el mismo nombre que un archivo existente. ¿Deseas reemplazarlo?
fr_fr: Le fichier '{0}' a le même nom qu'un fichier existant. Voulez-vous le remplacer ?
he: לקובץ '{0}' יש שם זהה לקובץ קיים. האם ברצונך להחליף זאת?
hu_hu: {0} fájlnak a neve megegyezik egy már létező fájléval. Felül akarod írni?
it_it: Il file '{0}' ha lo stesso nome di un file esistente. Vuoi sostituirlo?
nl_nl: Het bestand '{0}' heeft dezelfde naam als een bestaand bestand. Wil je het bestand vervangen?
pl_pl: Plik '{0}' ma taką samą nazwę jak istniejący plik. Czy chcesz go zastąpić?
pt_br: O arquivo '{0}' tem o mesmo nome de um arquivo já existente. Deseja subtituí-lo?
pt_pt: O ficheiro '{0}' tem o mesmo nome de um ficheiro existente. Queres substituí-lo?
ru_ru: Файл '{0}' имеет то же название, что и существующий файл. Вы хотите заменить его?
tr_tr: {0}' dosyası, mevcut bir dosyayla aynı ada sahip. Değiştirmek istiyor musun?
zh_hans: {0}有和现有文件相同的名字。你想用它替换现有的文件吗？

# Archive_AddFiles_ConflictHeader
source: File name conflict
da_dk: Filnavnskonflikt
es_es: Conflicto de nombres de archivo
fr_fr: Conflit de nom de fichier
he: התנגשות בין שם הקובץ
hu_hu: Fájl név konfliktus
it_it: Conflitto di nomi dei file
nl_nl: Conflict met bestandsnaam
pl_pl: Konflikt nazw plików
pt_br: Conflito de nome de arquivo
pt_pt: Conflito de nome de ficheiro
ru_ru: Конфликт названий файлов
tr_tr: Dosya adı çakışması
zh_hans: 文件名冲突

# Archive_FileInfo_Size
source: File size:
da_dk: Filstørrelse:
es_es: Tamaño del archivo:
fr_fr: Taille du fichier :
he: גודל הקובץ:
hu_hu: Fájl méret:
it_it: Dimensione file:
nl_nl: Bestandsgrootte:
pl_pl: Rozmiar pliku:
pt_br: Tamanho do arquivo:
pt_pt: Tamanho de ficheiro:
ru_ru: Размер файла:
tr_tr: Dosya boyutu:
zh_hans: 文件大小:

# Archive_FileInfo_SizeComp
source: Compressed file size:
da_dk: Komprimeret filstørrelse:
es_es: Tamaño del archivo comprimido:
fr_fr: Taille du fichier compressé :
he: גודל קובץ דחוס:
hu_hu: Tömörített fájl méret:
it_it: Dimensioni file compresso:
nl_nl: Gecomprimeerde bestandsgrootte:
pl_pl: Rozmiar skompresowanego pliku:
pt_br: Tamanho do arquivo comprimido:
pt_pt: Tamanho de ficheiro comprimido:
ru_ru: Размер сжатого файла:
tr_tr: Sıkıştırılmış dosya boyutu:
zh_hans: 压缩后文件大小:

# Archive_FileInfo_Pointer
source: Pointer:
es_es: Puntero:
fr_fr: Pointeur :
he: סמן:
it_it: Puntatore:
pl_pl: Wskaźnik:
pt_br: Ponteiro:
ru_ru: Указатель:
tr_tr: Işaretçi:
zh_hans: 指针：

# Archive_FileInfo_IsComp
source: Compressed:
da_dk: Komprimeret:
es_es: Comprimido:
fr_fr: Compressé :
he: דחוס:
hu_hu: Tömörített:
it_it: Compresso:
nl_nl: Gecomprimeerd:
pl_pl: Skompresowany:
pt_br: Comprimido:
pt_pt: Comprimido:
ru_ru: Сжат:
tr_tr: Sıkıştırılmış:
zh_hans: 压缩后：

# Archive_FileInfo_IsEncrypted
source: Encrypted:
da_dk: Krypteret:
es_es: Encriptado:
fr_fr: Encrypté :
he: מוצפן:
hu_hu: Titkosított:
it_it: Criptato:
nl_nl: Versleuteld:
pl_pl: Szyfrowany:
pt_br: Criptografado:
pt_pt: Encriptado:
ru_ru: Зашифрован:
tr_tr: Şifreli:
zh_hans: 加密后：

# Archive_FileInfo_Img_Size
source: Size:
da_dk: Størrelse:
es_es: Tamaño:
fr_fr: Taille :
he: גודל:
hu_hu: Méret:
it_it: Dimensione:
nl_nl: Grootte:
pl_pl: Rozmiar:
pt_br: Tamanho:
pt_pt: Tamanho:
ru_ru: Размер:
tr_tr: Boyut:
zh_hans: 尺寸：

# Archive_AddFiles_Error
source: An error occurred when adding {0}
da_dk: En fejl opstod i forsøg på at tilføje {0}
es_es: Se produjo un error al agregar {0}
fr_fr: Une erreur est survenue en ajoutant {0}
he: אירעה שגיאה בעת הוספת {0}
hu_hu: {0} hozzáadása közben hiba lépett fel
it_it: Si è verificato un errore durante l'aggiunta del file {0}
nl_nl: Er heeft een fout plaatsgevonden tijdens het toevoegen van {0}
pl_pl: Wystąpił błąd podczas dodawania {0}
pt_br: Ocorreu um erro ao adicionar {0}
pt_pt: Ocorreu um erro ao adicionar {0}
ru_ru: Произошла ошибка при добавлении {0}
tr_tr: {0} eklenirken bir hata oluştu
zh_hans: 在添加{0}时出现错误

# Archive_Format_Default
source: File
da_dk: Fil
es_es: Archivo
fr_fr: Fichier
he: קובץ
hu_hu: Fájl
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ru_ru: Файл
tr_tr: Dosya
zh_hans: 文件

# GameDisplay_Raymap
source: View maps
da_dk: Se maps
es_es: Ver mapas
fr_fr: Visualiser cartes
he: צפה במפות
hu_hu: Map megtekintése
it_it: Visualizza mappe
nl_nl: Mappen inzien
pl_pl: Wyświetl mapy
pt_br: Ver mapas
pt_pt: Ver mapas
ru_ru: Просмотр карт
tr_tr: Haritaları görüntüle
zh_hans: 查看地图

# R1Passwords_Invalid
source: Invalid password
da_dk: Ugyldigt kodeord
es_es: Contraseña inválida
fr_fr: Mot de passe incorrect
he: סיסמה שגויה
hu_hu: Helytelen jelszó
it_it: Password non valida
nl_nl: Ongeldig wachtwoord
pl_pl: Nieprawidłowe hasło
pt_br: Senha inválida
pt_pt: Palavra-passe inválida
ru_ru: Неверный пароль
tr_tr: Geçersiz şifre
zh_hans: 密码不可用

# R1_LevelName_0
source: Pink Plant Woods
es_es: El Loto Púrpura
fr_fr: La Forêt Primordiale
it_it: Foresta Primordiale
zh_hans: 开天辟地时代的森林

# R1_LevelName_1
source: Anguish Lagoon
es_es: La Laguna Tenebrosa
fr_fr: Le Lagon de l'Angoisse
it_it: Laguna della Paura
zh_hans: 忧虑湖

# R1_LevelName_2
source: The Swamps of Forgetfulness
es_es: El Pantano Maldito
fr_fr: Les Marais de L'Oubli
it_it: Paludi dell'Oblio
zh_hans: 遗忘滩

# R1_LevelName_3
source: Moskito's Nest
es_es: El Nido del Mosquito
fr_fr: L'Antre de Moskito
it_it: Covo delle Zanzare
zh_hans: 蚊子窝

# R1_LevelName_4
source: Bongo Hills
es_es: La Colina de Mr Bongo
fr_fr: La Butte aux Bongos
it_it: Colline dei Bonghi
zh_hans: 音乐山

# R1_LevelName_6
source: Gong Heights
es_es: Riesgo en las Alturas
fr_fr: Gongs Célestes
it_it: Gong Celeste
zh_hans: 天锣

# R1_LevelName_7
source: Mr Sax's Hullaballoo
es_es: La Melodía de Mr Sax
fr_fr: Le Charivari de Mr Sax
it_it: Hullaballoo di Mr. Sax
zh_hans: 萨克斯先生的喧嚣

# R1_LevelName_8
source: Twilight Gulch
es_es: El Barranco del Ocaso
fr_fr: Le Ravin du Crépuscule
it_it: Burrone del Crepuscolo
zh_hans: 黄昏谷

# R1_LevelName_9
source: The Hard Rocks
es_es: Las Criaturas de Granito
fr_fr: Le Chaos du Cauchemar
it_it: Le Grandi Rocce
zh_hans: 噩梦一片

# R1_LevelName_10
source: Mr Stone's Peaks
es_es: La Cima de Mr Stone
fr_fr: Les Cimes de Mr Stone
it_it: Monti di Mr. Stone
zh_hans: 石头先生的山峰

# R1_LevelName_11
source: Eraser Plains
es_es: Tinta Venenosa
fr_fr: La Crique aux Crayons
it_it: Pianure del Pianto
zh_hans: 臭虫慌慌张张

# R1_LevelName_12
source: Pencil Pentathlon
es_es: La Trampa de las Plumas
fr_fr: Panique aux Punaises
it_it: Pentathlon della Matita
zh_hans: 铅笔湾

# R1_LevelName_13
source: Space Mama's Crater
es_es: El Cráter Sideral
fr_fr: Le Cratère de Space Mama
it_it: Cratere della Mamma Spaziale
zh_hans: 太空妈妈的火山口

# R1_LevelName_14
source: Crystal Palace
es_es: El Palacio de Cristal
fr_fr: Le Palais de Cristal
it_it: Palazzo di Cristallo
zh_hans: 水晶宫

# R1_LevelName_15
source: Eat at Joe's
es_es: El Regalo de Joe
fr_fr: Mangez chez Joe
it_it: A Pranzo da Joe
zh_hans: 在外星精灵乔家吃饭

# R1_LevelName_16
source: Mr Skops' Stalactites
es_es: Las Estalactitas de Mr Skops
fr_fr: Les Stalactites de Skops
it_it: Stalattiti di Mr. Skop
zh_hans: 蝎子洞的钟乳石

# R1_LevelName_17
source: Mr Dark's Dare
es_es: El Desafío de Mr Oscuro
fr_fr: Le Défi de Mr Dark
it_it: Sfida di Mr. Dark
zh_hans: 大黑先生的挑战

# R1Passwords_Generate
source: Generate
da_dk: Generér
es_es: Generar
fr_fr: Générer
he: לחולל
hu_hu: Generálás
it_it: Genera
nl_nl: Genereren
pl_pl: Generuj
pt_br: Gerar
pt_pt: Generar
ru_ru: Сгенерировать
tr_tr: Oluştur
zh_hans: 生成

# R1Passwords_Load
source: Load
da_dk: Indlæs
es_es: Cargar
fr_fr: Charger
he: לטעון
hu_hu: Betöltés
it_it: Carica
nl_nl: Laden
pl_pl: Wczytaj
pt_br: Carregar
pt_pt: Carregar
ru_ru: Загрузить
tr_tr: Yükle
zh_hans: 读取

# R1Passwords_LevUnlocked
source: Unlocked
da_dk: Låst op
es_es: Desbloqueado
fr_fr: Débloqué
he: פרוץ
hu_hu: Kinyitott
it_it: Sbloccato
nl_nl: Ontgrendeld
pl_pl: Odblokowany
pt_br: Desbloqueado
pt_pt: Desbloqueado
ru_ru: Разблокировано
tr_tr: Kilidi açıldı
zh_hans: 解锁

# R1Passwords_LevAllCages
source: All cages
da_dk: Alle bure
es_es: Todas las jaulas
fr_fr: Toutes les cages
he: כל הכלובים
hu_hu: Összes ketrec
it_it: Tutte le gabbie
nl_nl: Alle kooien
pl_pl: Wszystkie klatki
pt_br: Todas as gaiolas
pt_pt: Todas as jaulas
ru_ru: Все клетки
tr_tr: Tüm Cage-ler
zh_hans: 全部笼子

# R1Passwords_FinBoss
source: Beaten boss
da_dk: Overvundet boss
es_es: Jefe derrotado
fr_fr: Boss vaincu
he: בוס מובס
hu_hu: Legyőzött boss
it_it: Boss sconfitto
nl_nl: Baas verslagen
pl_pl: Boss pokonany
pt_br: Boss derrotado
pt_pt: Derrotar boss
ru_ru: Босс побеждён
tr_tr: Dövülmüş boss
zh_hans: 击败的Boss

# R1Passwords_HelpedMus
source: Helped The Musician
da_dk: Har hjulpet The Musician
es_es: Ayudó al músico
fr_fr: A aidé le musicien
hu_hu: A zenész kisegítése
it_it: Musicista aiutato
nl_nl: De Muzikant geholpen
pl_pl: Uratowano The Musiciana
pt_br: Ajudou The Musician
pt_pt: Ajudou o Músico
ru_ru: Музыкант выручен
tr_tr: The Musician'e yardım etti
zh_hans: 帮助音乐家

# R1Passwords_Lives
source: Lives
da_dk: Liv
es_es: Vidas
fr_fr: Vies
he: חיים
hu_hu: Életek
it_it: Vite
nl_nl: Levens
pl_pl: Życia
pt_br: Vidas
pt_pt: Vidas
ru_ru: Жизни
tr_tr: Hayatlar
zh_hans: 命数

# Utilities_ArchiveExplorer_R1Header
source: Rayman 1 PC Archives (.dat)
da_dk: PC-arkiver til Rayman 1 (.dat)
es_es: Archivos de Rayman 1 para PC (.dat)
fr_fr: Archives Rayman 1 PC (.dat)
he: ארכיוני Rayman 1 PC(.dat)
hu_hu: Rayman 1 PC Archívumok (.dat)
it_it: Archivi PC Rayman 1 (.dat)
nl_nl: Rayman 1 PC Archieven (.dat)
pl_pl: Archiwa Rayman 1 PC (.dat)
pt_br: Arquivos do Rayman 1 de PC (.dat)
pt_pt: Arquivos Rayman 1 PC (.dat)
ru_ru: Архивы Rayman 1 PC (.dat)
tr_tr: Rayman 1 PC Arşivleri (.dat)
zh_hans: 雷曼1PC档案（.dat）

# Utilities_R1Passwords_Header
source: Rayman 1 PS1 Password Generator
da_dk: Kodeordsgenerator til Rayman 1 PS1
es_es: Generador de contraseñas de Rayman 1 para PS1
fr_fr: Générateur de mot de passe Rayman 1 PS1
he: מחולל סיסמאות ל Rayman 1 PS1
hu_hu: Rayman 1 PS1 Jelszó Generáló
it_it: Generatore Password Rayman 1 PS1
nl_nl: Rayman 1 PS1 Wachtwoorden Generator
pl_pl: Rayman 1 PS1 Generator haseł
pt_br: Gerador de Senhas do Rayman 1 de PS1
pt_pt: Gerador de palavras-passe Rayman 1 PS1
ru_ru: Генератор Паролей для Rayman 1 PS1
tr_tr: Rayman 1 PS1 Şifre Oluşturucu
zh_hans: 雷曼1PS1密码生成器

# Archive_ImportFile_Error
source: An error occurred when importing the file
da_dk: En fejl opstod i forsøg på at importere filen
es_es: Se produjo un error al importar el archivo
fr_fr: Une erreur est survenue en important le fichier
he: אירעה שגיאה בעת ייבוא הקובץ
hu_hu: A fájl importálása közben hiba lépett fel
it_it: Si è verificato un errore durante l'importazione del file
nl_nl: Er heeft een fout plaatsgevonden tijdens het importeren van het bestand
pl_pl: Wystąpił błąd podczas importowania pliku
pt_br: Ocorreu um erro ao importar o arquivo
pt_pt: Ocorreu um erro ao importar o ficheiro
ru_ru: При импорте файла произошла ошибка
tr_tr: Dosya içe aktarılırken bir hata oluştu
zh_hans: 在导入文件时出现错误

# R1Passwords_InvalidLength
source: Password must contain 10 characters
da_dk: Kodeordet skal indeholde 10 tegn
es_es: La contraseña debe contener 10 caracteres
fr_fr: Le mot de passe doit contenir 10 caractères
he: הסיסמה חייבת להכיל 10 תווים
hu_hu: A jelszónak minimum 10 karaktert kell tartalmaznia
it_it: La password deve contenere 10 caratteri
nl_nl: Wachtwoord dient 10 tekens te bevatten
pl_pl: Hasło musi zawierać 10 znaków
pt_br: A senha deve conter 10 caracteres
pt_pt: A palavra-passe deve conter 10 caracteres
ru_ru: Пароль должен содержать 10 символов
tr_tr: Şifre 10 karakter içermelidir
zh_hans: 密码必须至少有10个字符

# R1Passwords_InvalidChar
source: Invalid password character {0}
da_dk: Ugyldigt kodeordstegn {0}
es_es: Carácter de contraseña no válido {0}
fr_fr: Le caractère {0} du mot de passe est invalide
he: תו סיסמה לא חוקי {0}
hu_hu: Helytelen jelszó karakter {0}
it_it: Carattere della password non valido {0}
nl_nl: Ongeldig wachtwoordteken {0}
pl_pl: Hasło zawiera znak niedozwolony {0}
pt_br: Caractere de senha inválido {0}
pt_pt: Caracter inválido de palavra-passe {0}
ru_ru: Недопустимый для пароля символ {0}
tr_tr: Geçersiz şifre karakteri {0}
zh_hans: 不可用的密码字符{0}

# R1Passwords_InvalidData
source: The password data is invalid
da_dk: Kodeordsdataen er ugyldig
es_es: Los datos de la contraseña son inválidos
fr_fr: Les données du mot de passe sont invalides
he: נתוני הסיסמה אינם חוקיים
hu_hu: A jelszó adat helytelen
it_it: I dati della password non sono validi
nl_nl: De data van het wachtwoord zijn ongeldig
pl_pl: Hasło jest nieprawidłowe
pt_br: Os dados da senha são inválidos
pt_pt: Os dados da palavra-passe são inválidos
ru_ru: Данные пароля недействительны
tr_tr: Şifre verileri geçersiz
zh_hans: 密码数据不可用

# Archive_R1PC_PrimaryVersion
source: Primary version
da_dk: Primær version
es_es: Versión primaria
fr_fr: Version primaire
he: גרסה ראשית
hu_hu: Elsődleges verzió
it_it: Versione primaria
nl_nl: Primaire versie
pl_pl: Wersja podstawowa
pt_br: Versão primária
pt_pt: Versão primária
ru_ru: Основная версия
tr_tr: Birincil sürüm
zh_hans: 主要版本

# Archive_R1PC_SecondaryVersion
source: Secondary version
da_dk: Sekundær version
es_es: Versión secundaria
fr_fr: Version secondaire
he: גרסה משנית
hu_hu: Másodlagos verzió
it_it: Versione secondaria
nl_nl: Secundaire versie
pl_pl: Wersja dodatkowa
pt_br: Versão secundária
pt_pt: Versão secundária
ru_ru: Вторичная версия
tr_tr: İkincil sürüm
zh_hans: 次要版本

# Archive_ViewEditFile
source: View/Edit
da_dk: Se/Redigér
es_es: Ver/Editar
fr_fr: Voir/Editer
he: הצג/ערוך
hu_hu: Nézet/Szerkesztés
it_it: Visualizza/Modifica
nl_nl: Bekijken/Wijzigen
pl_pl: Podgląd/Edycja
pt_br: Ver/Editar
pt_pt: Ver/Editar
ru_ru: Просмотр/Редактировать
tr_tr: Görünümü/Düzenle
zh_hans: 查看/编辑

# Archive_EditBinary
source: Binary
da_dk: Binær
es_es: Binario
fr_fr: Binaire
he: בינארי
it_it: Binario
nl_nl: Binair
pl_pl: Binarny
pt_br: Binário
pt_pt: Binário
ru_ru: Бинарный
tr_tr: İkili
zh_hans: 二进制码

# Archive_SelectEditExe
source: Select an executable to use for {0} files
da_dk: Vælg eksekverbar, der skal bruges til {0}
es_es: Selecciona un ejecutable para usar con archivos {0}
fr_fr: Sélectionnez un exécutable à utiliser pour les fichiers {0}
he: בחר קובץ הפעלה לשימוש עבור {0} קבצים
hu_hu: Válassz egy futtatható állományt a következőknek: {0}
it_it: Seleziona un eseguibile da utilizzare per i file {0}
nl_nl: Selecteer een uitvoerbaar bestand om te gebruiken voor {0} bestanden
pl_pl: Wybierz plik wykonywalny do użycia dla {0} plików
pt_br: Escolha um executável para usar para {0} arquivos
pt_pt: Selecciona um executável para usar em {0} ficheiro(s)
ru_ru: Выберите исполняемый файл, который будет использоваться для {0} файлов
tr_tr: {0} dosya için kullanılacak bir yürütülebilir dosya seçin
zh_hans: 为{0}文件选择一个可执行程序

# Archive_ViewEditFileError
source: An error occurred when opening the file for editing
da_dk: En fejl opstod i forsøg på at åbne filen til redigering
es_es: Se produjo un error al abrir el archivo para editar
fr_fr: Une erreur est survenue pendant l'ouverture du fichier à éditer
he: אירעה שגיאה בעת פתיחת הקובץ לעריכה
hu_hu: A fájl megnyitása közben hiba lépett fel
it_it: Si è verificato un errore durante l'apertura del file per la modifica
nl_nl: Er heeft een fout plaatsgevonden bij het openen van het bestand voor wijzigingen
pl_pl: Wystąpił błąd podczas otwierania pliku do edycji
pt_br: Ocorreu um erro ao abrir o arquivo para edição
pt_pt: Ocorreu um erro ao abrir o ficheiro para editar
ru_ru: Произошла ошибка при открытии файла для редактирования
tr_tr: Dosyayı düzenlemek için açarken bir hata oluştu
zh_hans: 在打开文件编辑时出现错误

# Config_Sound
source: Sound
da_dk: Lyd
es_es: Sonido
fr_fr: Son
he: שמע
hu_hu: Hang
it_it: Suoni
nl_nl: Geluid
pl_pl: Dźwięk
pt_br: Som
pt_pt: Som
ru_ru: Звук
tr_tr: Ses
zh_hans: 音效

# Config_Music
source: Music
da_dk: Musik
es_es: Música
fr_fr: Musique
he: מוזיקה
hu_hu: Zene
it_it: Musica
nl_nl: Muziek
pl_pl: Muzyka
pt_br: Música
pt_pt: Música
ru_ru: Музыка
tr_tr: Müzik
zh_hans: 音乐

# Config_Stereo
source: Stereo
es_es: Estéreo
fr_fr: Stéréo
he: סטריאו
pt_br: Estéreo
pt_pt: Estéreo
ru_ru: Стерео
zh_hans: 立体声

# Config_VolumeVoices
source: Voices Volume
da_dk: Stemmevolumen
es_es: Volumen de voces
fr_fr: Volume des voix
he: עוצמת קול
hu_hu: Beszéd hangereje
it_it: Volume voci
nl_nl: Volume Stemmen
pl_pl: Głośność partii mówionych
pt_br: Volume das Vozes
pt_pt: Volume das vozes
ru_ru: Громкость озвучки
tr_tr: Ses seviyesi
zh_hans: 语音音量

# Config_Background
source: Show Background
da_dk: Vis baggrund
es_es: Mostrar fondo
fr_fr: Montrer l'arrière plan
he: הצג רקע
hu_hu: Háttér Megjelenítése
it_it: Mostra sfondo
nl_nl: Weergeven Achtergrond
pl_pl: Pokaż tło
pt_br: Mostrar Fundo
pt_pt: Mostrar fundo
ru_ru: Показать задний фон
tr_tr: Arka Planı Göster
zh_hans: 显示背景

# Config_ScrollBackground
source: Show Parallax Background
da_dk: Vis parallaksebaggrund
es_es: Mostrar fondo de paralaje
fr_fr: Montrer le parallax de l'arrière plan
he: הצג רקע פרלקסה
hu_hu: Parallax Háttér Megjelenítése
it_it: Mostra sfondo parallasse
nl_nl: Weergeven Parallax Achtergrond
pl_pl: Pokaż tło z efektem paralaksy
pt_br: Mostrar Fundo Parallax
pt_pt: Mostrar fundo paralaxe
ru_ru: Показать параллаксный фон
tr_tr: Paralaks Arka Planını Göster
zh_hans: 显示平行背景

# Config_ShowHUD
source: Show HUD
da_dk: Vis HUD
es_es: Mostrar HUD
fr_fr: Montrer le HUD
he: הצג HUD
hu_hu: HUD Megjelenítése
it_it: Mostra HUD
nl_nl: Weergeven HUD
pl_pl: Pokaż HUD
pt_br: Mostrar HUD
pt_pt: Mostrar HUD
ru_ru: Показать HUD
tr_tr: HUD'yi göster
zh_hans: 显示HUD

# Config_FPS
source: Frame Rate
da_dk: Billedfrekvens
es_es: Velocidad de fotogramas
fr_fr: Fréquence d'images
he: קצב פריימים
hu_hu: FPS
it_it: Frequenza dei fotogrammi
pl_pl: Klatki na sekundę
pt_br: Taxa de Quadros
pt_pt: Taxa de Fotogramas
ru_ru: Частота кадров
tr_tr: Kare hızı/Framerate
zh_hans: 帧率

# Config_Border
source: Game Border
da_dk: Spilrand
es_es: Borde del juego
fr_fr: Bordure du jeu
he: גבול המשחק
hu_hu: Ablak Keret
it_it: Bordo gioco
nl_nl: Game Omlijning
pl_pl: Obramowanie gry
pt_br: Borda do Jogo
pt_pt: Moldura de jogo
ru_ru: Граница игры
tr_tr: Oyun sınırı
zh_hans: 游戏边框

# Config_Controls
source: Controls
da_dk: Styring
es_es: Controles
fr_fr: Contrôles
he: שליטת משחק
hu_hu: Irányítás
it_it: Controlli
nl_nl: Besturing
pl_pl: Sterowanie
pt_br: Controles
pt_pt: Controlos
ru_ru: Управление
tr_tr: Kontroller
zh_hans: 控制

# Config_GamePad
source: Gamepad
fr_fr: Manette
he: בקר
hu_hu: Gamepad/Kontroller
pt_br: Controle de jogo
ru_ru: Геймпад
tr_tr: Oyun kumandası
zh_hans: 游戏手柄

# Config_Action_Jump
source: Jump
da_dk: Hop
es_es: Saltar
fr_fr: Sauter
he: קפיצה
hu_hu: Ugrás
it_it: Saltare
nl_nl: Springen
pl_pl: Skok
pt_br: Pular
pt_pt: Saltar
ru_ru: Прыжок
tr_tr: Zıpla
zh_hans: 跳

# Config_Action_Fist
source: Fist
da_dk: Næve
es_es: Puño
fr_fr: Poing
he: אגרוף
hu_hu: Ütés
it_it: Pugno
nl_nl: Vuist
pl_pl: Pięść
pt_br: Punho
pt_pt: Punho
ru_ru: Удар
tr_tr: Yumruk
zh_hans: 出拳

# Config_Device
source: Device
da_dk: Enhed
es_es: Dispositivo
fr_fr: Appareil
he: מכשיר
hu_hu: Eszköz
it_it: Dispositivo
nl_nl: Apparaat
pl_pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo
ru_ru: Устройство
tr_tr: Cihaz
zh_hans: 设备

# Config_Action_Left
source: Left
da_dk: Venstre
es_es: Izquierda
fr_fr: Gauche
he: שמאלה
hu_hu: Balra
it_it: Sinistra
nl_nl: Links
pl_pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ru_ru: Влево
tr_tr: Sol
zh_hans: 左

# Config_Action_Up
source: Up
da_dk: Op
es_es: Arriba
fr_fr: Haut
he: למעלה
hu_hu: Fel
it_it: Su
nl_nl: Omhoog
pl_pl: Góra
pt_br: Cima
pt_pt: Cima
ru_ru: Вверх
tr_tr: Yukarı
zh_hans: 上

# Config_Action_Right
source: Right
da_dk: Højre
es_es: Derecha
fr_fr: Droite
he: ימינה
hu_hu: Jobbra
it_it: Destra
nl_nl: Rechts
pl_pl: Prawo
pt_br: Direita
pt_pt: Direita
ru_ru: Вправо
tr_tr: Sağ
zh_hans: 右

# Config_Action_Down
source: Down
da_dk: Ned
es_es: Abajo
fr_fr: Bas
he: למטה
hu_hu: Le
it_it: Giù
nl_nl: Omlaag
pl_pl: Dół
pt_br: Baixo
pt_pt: Baixo
ru_ru: Вниз
tr_tr: Aşağı
zh_hans: 下

# Config_Action_JumpSwimUp
source: Jump / Swim up
da_dk: Hop / Svøm op
es_es: Saltar / Nadar hacia arriba
fr_fr: Sauter/Nager vers le haut
he: לקפוץ / לצלול
hu_hu: Ugrás/Úszás felfele
it_it: Saltare / Nuotare verso l'alto
nl_nl: Springen / Opwaarts zwemmen
pl_pl: Skok / wypłynięcie w górę
pt_br: Pular / Nadar para cima
pt_pt: Saltar/Nadar para cima
ru_ru: Прыжок/Всплытие
tr_tr: Zıpla / Yukarı yüz
zh_hans: 跳跃/向上游泳

# Config_Action_Config_Action_SwimDown
source: Swim down
da_dk: Svøm ned
es_es: Nadar hacia abajo
fr_fr: Nager vers le bas
he: לצלול
hu_hu: Úszás lefele
it_it: Nuotare verso il basso
nl_nl: Neerwaarts zwemmen
pl_pl: Płynięcie w dół
pt_br: Nadar para baixo
pt_pt: Nadar para baixo
ru_ru: Погружение
tr_tr: Aşağı yüz
zh_hans: 向下游泳

# Config_Action_Shoot
source: Shoot
da_dk: Skyd
es_es: Disparar
fr_fr: Tirer
he: לירות
hu_hu: Lövés
it_it: Sparare
nl_nl: Schieten
pl_pl: Strzał
pt_br: Atirar
pt_pt: Disparar
ru_ru: Стрельба
tr_tr: Atış
zh_hans: 射击
