Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Mod_RRR_MemMod_AddDuel
source: Add Duel, the lost minigame
da_dk: Tilføj Duel, det tabte minispil
es_es: Agregar Duelo, el minijuego perdido
fr_fr: Ajouer Duel, le mini jeu perdu
he: הוסף את Duel, המיני-משחק האבוד
hu_hu: Duel hozzáadása (elveszett mini-game)
it_it: Aggiungi Duel, il minigioco perduto
nl_nl: Toevoegen Duel, de verloren minigame
pl_pl: Dodaj "Duel", sekretną minigrę
pt_br: Adicionar Duel, o minigame perdido
pt_pt: Adicionar Duel, o minijogo perdido
ru_ru: Добавить Дуэль, утерянную мини-игру
tr_tr: Kayıp mini oyun Duel'i ekleyin
zh_hans: 添加决斗，一个被移除的小游戏

# Mod_RRR_MemMod_AddDuelInfo
source: "Bunnies are shooting all over the place" replaces "Bunnies don't milk cows part 2". Play it in multiplayer!
da_dk: "Bunnies are shooting all over the place" erstatter "Bunnies don't milk cows part 2". Spil det i multiplayer!
es_es: Los conejos están disparando por todas partes reemplaza "Los conejos no ordeñan vacas parte 2". ¡Juega en multijugador!
fr_fr: "Les lapins ne savent pas traire une vache 2" est remplacé par "Bunnies are shooting all over the place". Jouez-y en multijoueur !
he: "Bunnies are shooting all over the place" מחליף את "Bunnies don't milk cows part 2". שחקו זאת במצב מרובה שחקנים!
hu_hu: "Bunnies don't milk cows part 2" kicserélése a "Bunnies are shooting all over the place"-re. Játszd multiplayerben!
it_it: "I conigli sparano in ogni angolo." sostituisce "I conigli non mungono le mucche (2)". Gioca in multiplayer!
nl_nl: "Bunnies are shooting all over the place" vervangt "Bunnies don't milk cows part 2". Speel het in multiplayer!
pl_pl: "Bunnies are shooting all over the place" zastępuje "Bunnies don't milk cows part 2". Zagraj w to w trybie multiplayer!
pt_br: "Bunnies are shooting all over the place" substitui "Bunnies don't milk cows part 2". Jogue-o no modo multijogador!
pt_pt: "Bunnies are shooting all over the place" substitui "Bunnies don't milk cows part 2". Joga-o em multijogador!
ru_ru: "Кролики не доят коров Часть 2 (Bunnies don't milk cows Part 2)" заменена на "Bunnies are shooting all over the place". Играйте в режиме мультиплеера!
tr_tr: "Bunnies are shooting all over the place", "Bunnies don't milk cows Part 2"ün yerini alıyor. Çok oyunculu olarak oynayın!
zh_hans: “Bunnies are shooting all over the place”替换"Bunnies don't milk cows part 2"。在多人游戏里玩！

# Mod_RRR_MemMod_AddPlaytestMenu
source: Enable playtest menu
da_dk: Aktivér playtest-menu
es_es: Habilitar menú de prueba de juego
fr_fr: Activer le menu de playtest
he: הפעל את תפריט ה Playtest
hu_hu: Playteszt menü engedélyezése
it_it: Abilita menu playtest
nl_nl: Inschakelen Playtest menu
pl_pl: Włącz "playtest" menu
pt_br: Habilitar menu de teste de jogo
pt_pt: Activar menu playtest
ru_ru: Активировать меню плейтеста
tr_tr: Playtest menüsünü etkinleştir
zh_hans: 启用游戏测试菜单

# Mod_RRR_MemMod_AddPlaytestMenuInfo
source: Not recommended. The playtest menu replaces the game type selection, but you cannot pause or exit loaded levels.
da_dk: Anbefales ikke. Playtest-menuen erstatter valget af spiltype, men spillet kan ikke pauses og indlæste baner kan ikke forlades.
es_es: No se recomienda. El menú de prueba de juego reemplaza la selección de tipo de juego, pero no puedes pausar o salir de los niveles cargados.
fr_fr: Non recommandé. Le menu de playtest remplace la sélection de type de jeu, mais il est impossible de mettre en pause ou de quitter les niveaux chargés.
he: לא מומלץ. תפריט ה-Playtest מחליף את בחירת סוג המשחק, אך אינך יכול להשהות או לצאת משלבים טעונים.
hu_hu: Nem ajánlott. A betöltött pályákat nem lehet megállítani, se kilépni belőlük
it_it: Non consigliato. Il menu playtest sostituisce la selezione del tipo di gioco, ma non puoi mettere in pausa o uscire dai livelli caricati.
nl_nl: Niet aanbevolen. Het Playtest menu vervangt de selectie van het type spel, maar pauzeren of afsluiten van levels is niet mogelijk.
pl_pl: Niezalecane. Menu "playtest" zastępuje wybór typu gry, ale można zatrzymywać ani wychodzić z wczytanych już poziomów.
pt_br: Não recomendado. O menu de teste de jogo substitui a seleção do tipo de jogo, mas você não pode pausar ou sair de fases carregadas.
pt_pt: Não recomendado. O menu playtest substitui a selecção do tipo de jogo, mas tu não podes pausar ou sair dos níveis carregados.
ru_ru: Не рекомендуется. Меню плейтеста заменяет выбор режима игры, но вы не можете приостановить или закрыть загруженные уровни.
tr_tr: Tavsiye edilmez. Playtest menüsü, oyun türü seçiminin yerini alır, ancak yüklü seviyeleri duraklatamaz veya çıkamazsınız.
zh_hans: 不推荐。游戏测试菜单会替换游戏类型选择菜单。但是你不能暂停或者退出已经加载的关卡。

# Mod_RRR_MemMod_RaymanInfo
source: For an Xbox 360 controller, the controls are mapped as follows: A: Jump / Hold in the air to use helicopter X: Attack Y: Use grappling hook LB: Toggle light / Hold to control dance tempo if enabled LT: Look mode if enabled RB: Attack / Press or hold to use finishers if enabled RT: Dodge roll / Ground pound / Roll and jump multiple times to boost if enabled D-Pad Up: Toggle dance mode. In dance mode, press ABXY or use the left analog stick to perform dance moves Left analog stick: Move Rayman Right analog stick: Camera controls if enabled Back: Noclip mode Start: Pause
da_dk: For Xbox 360-controllere, er styringen mappet som følgende: A: Hop / Hold nede i luften for at bruge helikopteren X: Angrib Y: Brug gribekrog LB: Lys til/fra / Hold nede for at styre dansetempo, hvis aktiveret LT: Kiggetilstand, hvis aktiveret RB: Angrib / Tryk eller hold nede for at bruge 'finishers', hvis aktiveret RT: Undvigelsesrul / Kraftangreb / Rul og hop flere gange for at booste, hvis aktiveret D-Pad op: Dansetilstand til/fra. I dansetilstand kan du trykke ABXY eller bruge venstre joystick for at danse Venstre joystick: Bevæg Rayman Højre joystick: Kamerastyring, hvis aktiveret Tilbage: Noclip-tilstand Start: Pause
es_es: Para un controlador de Xbox 360, los controles se asignan de la siguiente manera: A: Saltar / Mantener en el aire para usar el helicóptero X: Atacar Y: Usar gancho de agarre LB: Alternar luz / Mantener presionado para controlar el ritmo de baile si está habilitado LT: Modo de mira si está habilitado RB: Atacar / Presionar o mantener presionado para usar movimientos finales si está habilitado RT: Rodar esquivando / Golpear el suelo / Rodar y saltar varias veces para impulsarse si está habilitado D-Pad Arriba: Alternar modo de baile. En el modo de baile, presiona ABXY o usa el stick analógico izquierdo para realizar movimientos de baile Stick analógico izquierdo: Mover a Rayman Stick analógico derecho: Controles de la cámara si está habilitado Botón Back: Modo Noclip Botón Start: Pausa
fr_fr: Pour une manette d'Xbox 360, les contrôles sont mappés comme suit : A : Sauter/Maintenir dans les airs pour l'hélicoptère X : Attaquer Y : Utiliser le grappin LB : Activer ou désactiver la lumière/Maintenir pour contrôler le tempo de la danse si activé LT : Mode vue subjective si activé RB : Attaquer/Appuyer ou maintenir pour utiliser les finishers si activés RT : Esquive/Charge au sol/Rouler et sauter plusieurs fois pour accélérer si activé Croix directionnelle haut : Commence ou arrête le mode danse si activé En mode danse, appuyez sur ABXY ou utilisez le stick analogique gauche pour faire des mouvements de danse Stick analogique gauche : Déplacer Rayman Stick analogique droit : Contrôles caméra si activés Select : Mode noclip Start : Pause
he: עבור בקר Xbox 360, הפקדים ממופים באופן הבא: ת: קפוץ / החזק באוויר כדי להשתמש במסוק X: התקפה Y: השתמש בוו גראפלינג LB: החלף את האור / החזק כדי לשלוט בקצב הריקוד אם מופעל LT: מצב מבט אם מופעל RB: תקוף / הקש או החזק כדי להשתמש בגימורים אם מופעל RT: גלגול התחמקות/ התקפת קרקע / התגלגל וקפוץ מספר פעמים כדי להגביר אם מופעל D-Pad Up: החלף מצב ריקוד. במצב ריקוד, הקש ABXY או השתמש במקל האנלוגי השמאלי כדי לבצע תנועות ריקוד סטיק אנלוגי שמאלי: מזיז את Rayman סטיק אנלוגי ימני: בקרות המצלמה אם מופעל Back: מצב Noclip Start: הפסק
hu_hu: Az Xbox 360 kontroller irányításai a következők: A: Ugrás / Helikopter X: Támadás Y: Grappling hook LB: Fény kapcsolása / Hosszan: tánc tempo beállítása (ha be van kapcsolva) LT: Elsőnézet (ha be van kapcsolva) RB: Támadás / Rövid & Hosszan: Finisherek (ha be van kapcsolva) RT: Kiterő bukfenc / Földbecsapás / Bukfenc és ugrás egymás után többször = Boost (ha be van kapcsolva) D-Pad Fel: Tánc Mód kapcsolása Tánc módban az ABXY gombokkal vagy a bal joystickkal irányíthatod a táncmozdulatokat Bal joystick: Rayman mozgatása Jobb joystick: Camera irányítása (ha be van kapcsolva) Back: Noclip Start: Pause
it_it: Per un controller Xbox 360, i controlli sono mappati come segue: A: Salta / Mantieni in aria per usare l'elicottero X: Attacco Y: Usare il gancio LB: Attiva / disattiva la luce / Tieni premuto per controllare il tempo di danza se abilitato LT: Modalità sgurado se abilitata RB: Attacca / Premi o tieni premuto per usare le mosse finali, se abilitato RT: Schiva / Colpisci a terra / Rotola e salta più volte per scattare se abilitato D-Pad su: Attiva / disattiva la modalità danza. In modalità danza, premi ABXY o usa la levetta analogica sinistra per eseguire le mosse di danza Levetta analogica sinistra: Muovi Rayman Levetta analogica destra: Controlli della fotocamera se abilitati Back: Modalità Noclip Start: Pausa
nl_nl: Voor een Xbox 360 controller is de besturing als volgt: A: Springen / Vasthouden in de lucht voor het gebruiken van de helikopter X: Aanvallen Y: Gebruiken (enter)haak LB: In-/uitschakelen licht / Vasthouden om het danstempo te bepalen, indien ingeschakeld LT: Kijkmodus, indien ingeschakeld RB: Aanvallen / Vasthouden voor het toepassen van een 'finisher', indien ingeschakeld RT: Ontwijkrol / Stampen / Rol en spring meerdere keren om te boosten, indien ingeschakeld D-Pad Up: In-/uitschakelen dansmodus. In dansmodus, maak gebruik van de ABXY-toetsen of gebruik de linker analoge stick voor het uitvoeen van dansbewegingen Linker analoge stick: beweeg Rayman Rechter analoge stick: camera-besturing, indien ingeschakeld Back: Noclip-modus Start: Pauzeren
pl_pl: Dla kontrolera Xbox 360, sterowanie jest odwzorowane w następujący sposób: A: Skok / Przytrzymaj będąc w powietrzu, aby użyć śmigła X: Atak Y: Użycie haka do chwytania LB: Przełącz światło / Przytrzymaj, aby kontrolować tempo tańca, jeśli jest włączone LT: Tryb rozglądania się, jeśli jest włączony RB: Atak / Naciśnij lub przytrzymaj, aby użyć finisherów, jeśli są włączone RT: Unik/ Uderzenie w ziemię / Wielokrotne turlanie i skok, aby zwiększyć prędkość, jeśli jest włączone Krzyżak (d-pad) w górę: Przełączanie trybu tańca. W trybie tańca naciśnij ABXY lub użyj lewego drążka analogowego, aby wykonywać ruchy taneczne Lewy drążek analogowy: Poruszanie Raymanem Prawy drążek analogowy: Sterowanie kamerą, jeśli jest włączone Back: Tryb noclip Start: Pauza
pt_br: Para um controle do Xbox 360, os controles são mapeados da seguinte forma: A: Pular / Segurar no ar para usar helicóptero X: Atacar Y: Usar gancho LB: Alternar luz / Segurar para controlar o ritmo da dança, se habilitado LT: Modo de visão, se habilitado RB: Atacar / Apertar ou segurar para usar finalizadores, se habilitado RT: Rolamento de esquiva / Golpe no chão / Rolar e pular várias vezes para impulsionar, se habilitado D-Pad para cima: Alternar modo de dança. No modo de dança, aperte ABXY ou use o analógico esquerdo para executar movimentos de dança Analógico esquerdo: Mover Rayman Analógico direito: Controles de câmera, se habilitado Back: Modo Noclip Start: Pausar
pt_pt: Para um comando Xbox 360, os controlos estão mapeados da seguinte maneira: A: Saltar / Manter pressionado no ar para utilizar o helicóptero X: Atacar Y: Utilizar o gancho-garra LB: Activar luz / Manter pressionado para controlar o tempo de dança se activado LT: Modo de observação se activado RB: Atacar / Pressionar ou manter pressionado para utilizar os finalizadores se activado RT: Rolar de desvio / Bater no chão / Rolar e saltar múltiplas vezes para impulsionar se activado D-Pad Cima: Activar/Desactivar modo de dança. No modo de dança, pressiona ABXY ou usa o analógico esquerdo para realizar movimentos de dança Analógico esquerdo: Mover Rayman Analógico direito: Controlos de câmara se activados Back: Modo noclip Start: Pausa
ru_ru: Для контроллера Xbox 360 элементы управления назначены следующим образом: A: Прыжок / Удерживайте в воздухе, чтобы использовать волосы в качестве вертолёта X: Атака Y: Захватный крюк LB: Включение/выключение света / Удерживайте для управления темпом танца, если доступно LT: Режим обзора, если доступно RB: Атака / Нажмите или удерживайте, чтобы использовать добивания, если доступно RT: Перекат / Удар по земле / Многоразовый перекат и прыжок для ускорения, если доступно D-Pad Вверх: Активация режима танца. В танцевальном режиме нажимайте ABXY или используйте левый аналоговый стик для выполнения танцевальных движений Левый аналоговый стик: Перемещение Рэймана Правый аналоговый стик: Управление камерой, если доступно Back: Режим Noclip Start: Пауза
tr_tr: Bir Xbox 360 denetleyicisi için denetimler aşağıdaki gibi eşlenir: A: Helikopter kullanmak için zıplayın / havada tutun X: Saldırı Y: Kıskaç kullan LB: Etkinleştirilmişse, dans temposunu kontrol etmek için ışığı aç / basılı tut LT: Etkinleştirilmişse, bakma modu RB: Saldır / Etkinleştirilmişse bitiricileri kullanmak için basın veya basılı tutun RT: Dodge roll / Yer vuruşu / Etkinleştirilmişse artırmak için birden çok kez yuvarlanın ve zıplayın D-Pad Up: Dans modunu değiştirir. Dans modunda, dans hareketleri yapmak için ABXY'ye basın veya sol analog çubuğu kullanın Sol analog çubuk: Rayman'ı hareket ettirin Sağ analog çubuk: Etkinleştirilmişse kamera kontrolleri Geri: Klipsiz mod Başlat Durdur
zh_hans: 对于Xbox 360手柄，按键设置如下： A：跳跃/按住在空中使用直升机动作 X：攻击 Y：使用抓钩 LB：开灯/在启用的情况下按住来控制跳舞节奏 LT：在启用的情况下为锁定模式 RB：攻击/按下或者按住在启用的情况下使用终结技 RT：翻滚躲避/震地/在启用的情况下翻滚和跳跃多次来加快 方向键上：切换舞蹈模式。在舞蹈模式下，按下ABXY或使用左摇杆来执行舞蹈动作 左摇杆：移动雷曼 右摇杆：在启用的情况下控制镜头 Back：穿墙模式 开始：暂停

# Mod_RRR_MemMod_AddLookMode
source: Add look mode
da_dk: Tilføj kiggetilstand
es_es: Agregar modo de mira
fr_fr: Ajouter le mode vue subjective
he: הוסף מצב מבט
hu_hu: Elsőnézeti mód
it_it: Aggiungi modalità sguardo
nl_nl: Toevoegen kijkmodus
pl_pl: Dodaj tryb rozglądania się
pt_br: Adicionar modo de visão
pt_pt: Adicionar modo de observação
ru_ru: Добавить режим обзора
tr_tr: Görünüm modu ekle
zh_hans: 添加锁定模式

# Mod_RRR_MemMod_AddLookModeInfo
source: A first-person look mode is added and mapped to LT
da_dk: En førstepersonskiggetilstand tilføjes og mappes til LT
es_es: Se agrega un modo de mira en primera persona y se asigna a LT
fr_fr: Un mode de vue à la première personne est ajouté et mappé au bouton LT
he: מצב גוף ראשון נוסף ומופה ל-LT
hu_hu: Az elsőnézet hozzáadása az LT gombra
it_it: Una modalità sguardo in prima persona è stata aggiunta e mappata su LT
nl_nl: Een first-person kijkmodus is toegevoegd en toegewezen aan LT
pl_pl: Tryb z perspektywy pierwszej osoby został dodany i zmapowany pod LT
pt_br: Um modo de visão em primeira pessoa é adicionado e mapeado para LT
pt_pt: Um modo de observação em primeira-pessoa é acrescentado e activado no LT
ru_ru: Режим обзора от первого лица добавлен и назначен на LT
tr_tr: Birinci şahıs bakış modu eklendi ve LT'ye eşlendi
zh_hans: 第一人称锁定模式被添加并且绑定在LT

# Mod_RRR_MemMod_AddBoostButton
source: Add boost button
da_dk: Tilføj boost-knap
es_es: Agregar botón de impulso
fr_fr: Ajouter le bouton de boost
he: הוסף כפתור בוסט
hu_hu: Boost gomb hozzáadása
it_it: Aggiungi pulsante scatto
nl_nl: Toevoegen toets voor boosten
pl_pl: Dodaj przycisk doładowania
pt_br: Adicionar botão de impulso
pt_pt: Adicionar botão de impulso
ru_ru: Добавить кнопку ускорения
tr_tr: Yükseltme düğmesi ekle
zh_hans: 添加冲刺按钮

# Mod_RRR_MemMod_AddBoostButtonInfo
source: Normally reserved to an item not present in the game, pressing RT will make Rayman run really fast and enable speed attacks
da_dk: Normalt forbeholdt en genstand der ikke findes i spillet, hvis der trykkes på RT, løber Rayman meget hurtigt, og fartangreb aktiveres
es_es: Normalmente reservado para un objeto que no está presente en el juego, al presionar RT, Rayman correrá muy rápido y habilitará ataques de velocidad
fr_fr: Normalement réservé à un objet non présent dans le jeu, presser RT fera courir très vite Rayman et activera les attaques de vitesse
he: שמור בדרך כלל לפריט שאינו קיים במשחק, לחיצה על RT תגרום לRayman לרוץ ממש מהר ותאפשר התקפות מהירות
hu_hu: Eredetileg egy itemre volt használva, ami nincs a játékban. Az RT lenyomásával Rayman nagyon gyorsan tud futni, és gyors támadásokat tud csinálni
it_it: Normalmente riservato a un oggetto non presente nel gioco, premendo RT farà correre Rayman molto veloce e abiliterà attacchi di velocità
nl_nl: Normaal gereserveerd voor een item niet aanwezig in het spel, het indrukken van RT zorgt ervoor dat Rayman heel snel sprint en schakelt tevens snelheidsaanvallen in
pl_pl: Normalnie zarezerwowane dla przedmiotu nieobecnego w grze, naciśnięcie RT sprawi, że Rayman będzie biegał naprawdę szybko i umożliwi szybkie ataki
pt_br: Normalmente reservado para um item não presente no jogo, apertar RT fará Rayman correr muito rápido e habilitará ataques de velocidade
pt_pt: Normalmente reservado a um item não presente no jogo, pressionar RT fará com que o Rayman corra muito depressa e possibilitar ataques de velocidade
ru_ru: Изначально назначенное для предмета, отсутствующего в игре, нажатие кнопки RT позволит Рэйману очень быстро бежать и совершать скоростные атаки
tr_tr: Normalde oyunda bulunmayan bir öğeye ayrılmıştır, RT'ye basmak Rayman'ın gerçekten hızlı çalışmasını sağlar ve hızlı saldırıları etkinleştirir
zh_hans: 通常仅限于游戏中不存在的物品，按下RT键会使雷曼跑得非常快，并能够进行冲刺攻击

# Mod_RRR_MemMod_AddFinishers
source: Add finishers
da_dk: Tilføj 'finishers'
es_es: Agregar movimientos finales
fr_fr: Ajouter les finishers
he: הוסף פינישים
hu_hu: Finisherek hozzáadása
it_it: Aggiungi mosse finali
nl_nl: Toevoegen 'finishers'
pl_pl: Dodaj ciosy kończące
pt_br: Adicionar finalizações
pt_pt: Adicionar finalizadores
ru_ru: Добавить добивания
tr_tr: Bitirici ekle
zh_hans: 添加终结技

# Mod_RRR_MemMod_AddFinishersInfo
source: Hold or press RB to add finishers into your combos
da_dk: Tryk eller hold RB nede for at tilføje 'finishers' til dine komboer
es_es: Mantén presionado o presiona RB para agregar movimientos finales a tus combos
fr_fr: Appuyez ou maintenez RB pour ajouter un finisher à vos combos
he: החזק או הקש על RB כדי להוסיף פינישים לקומבואים שלך
hu_hu: Az RB lenyomásával vagy lenyomva tartásával finishereket tudsz tenni a kombóidba
it_it: Tieni premuto o premi RB per aggiungere mosse finali alle tue combo
nl_nl: Vasthouden of ingedrukt houden van RB om 'finishers' toe te voegen aan je combo's
pl_pl: Przytrzymaj lub naciśnij RB, aby dodać ciosy kończące do swoich combosów
pt_br: Segure ou aperte RB para adicionar finalizações aos seus combos
pt_pt: Manter ou pressionar RB para acrescentar finalizadores nos teus combos
ru_ru: Нажмите или удерживайте RB, чтобы добавить добивания в свои комбинации
tr_tr: Kombolarınıza sonlandırıcılar eklemek için RB'ye basılı tutun veya basın
zh_hans: 按住或者按下RB来在连招里加入终结技

# Mod_RRR_MemMod_ClimbWalls
source: Climb walls
da_dk: Klatring af vægge
es_es: Escalada en paredes
fr_fr: Grimper sur les murs
he: טיפוס קירות
hu_hu: Falmászás
it_it: Arrampicata sulle pareti
nl_nl: Muren beklimmen
pl_pl: Wspinanie po ścianach
pt_br: Escalar paredes
pt_pt: Trepar paredes
ru_ru: Карабканье по стенам
tr_tr: Duvarlara tırman
zh_hans: 爬墙

# Mod_RRR_MemMod_ClimbWallsInfo
source: Allows Rayman to grab hold of any wall by using his hook
da_dk: Tillader, at Rayman kan holde fast i vægge, ved hjælp af hans krog
es_es: Permite que Rayman se agarre de cualquier pared usando su gancho
fr_fr: Permet à Rayman de s'accrocher à n'importe quel mur en utilisant son grappin
he: מאפשר לRayman לאחוז בכל קיר באמצעות הוו שלו
hu_hu: Rayman bármelyik falak meg tudja fogni a hook-jával
it_it: Consente a Rayman di aggrapparsi a qualsiasi parete usando il suo gancio
nl_nl: Stelt Rayman in staat zich vast te klampen aan elke muur door gebruik te maken van zijn (enter)haak
pl_pl: Pozwala Raymanowi chwycić się dowolnej ściany za pomocą haka
pt_br: Permite que Rayman agarre qualquer parede usando seu gancho
pt_pt: Permite que o Rayman se segure em qualquer parede ao utilizar o seu gancho
ru_ru: Позволяет Рэйману ухватиться за любую стену с помощью своего крюка
tr_tr: Rayman'ın kancasını kullanarak herhangi bir duvarı tutmasını sağlar
zh_hans: 让雷曼可以用钩子抓住任何墙

# Mod_RRR_MemMod_HangFromSpots
source: Hang from grab spots
da_dk: Hæng fra gribeområder
es_es: Agarrarse de puntos de agarre
fr_fr: S'accrocher aux points d'accroche
he: נתלו מנקודות אחיזה
hu_hu: Fogható területekbe kapaszkodás
it_it: Pendere dai punti di presa
nl_nl: Hangen vanaf grijppunten
pl_pl: Zawieś się na punktach zaczepienia
pt_br: Pendurar-se em pontos de apoio
pt_pt: Pendurar através de pontos de segurar
ru_ru: Свисание с точек захвата
tr_tr: Yakalama noktalarından asın
zh_hans: 挂在抓取的位置

# Mod_RRR_MemMod_HangFromSpotsInfo
source: Breaks hook behavior but enables a broken system for using the hook as a rope to hang and jump from
da_dk: Ødelægger krogopførsel, men aktiverer et ødelagt system, der gør at krogen kan bruges som et reb til at hænge og hoppe fra
es_es: Rompe el comportamiento del gancho, pero habilita un sistema roto para usar el gancho como una cuerda para agarrarse y saltar desde ella
fr_fr: Casse le comprotement du grappin mais active un système incomplet qui utilise le grappin comme une corde à laquelle s'accrocher et de laquelle sauter
he: שובר את התנהגות הקרס אך מאפשרת מערכת שבורה לשימוש בוו כחבל לתלות ולקפוץ ממנו
hu_hu: A hook elromlik tőle, viszont egy kötélként müködik amiről lehet lógni és elugrani
it_it: Interrompe il comportamento del gancio ma abilita un sistema malfunzionante per utilizzare il gancio come una corda da cui pendere e saltare
nl_nl: Breekt het bestaande haakgedrag, maar schakelt een gebroken systeem in om de haak te kunnen gebruiken als een touw om vanaf te slingeren en springen
pl_pl: Przerywa działanie haka, ale włącza zepsuty system używania haka jako liny do wieszania się i skakania z niego
pt_br: Quebra o comportamento do gancho, mas permite um sistema quebrado para usar o gancho como uma corda para pendurar e pular
pt_pt: Quebra o comportamento do gancho mas activa um sistema quebrado para utilizar o gancho como corda para segurar e saltar de
ru_ru: Нарушает поведение крюка, но позволяет использовать эту сломанную систему для использования крюка в качестве верёвки, чтобы висеть на ней и прыгать с неё
tr_tr: Kanca davranışını bozar, ancak kancayı asmak ve üzerinden atlamak için bir ip olarak kullanmak için bozuk bir sistem sağlar
zh_hans: 破坏钩子本身的行为，但是会启用一个损坏的使用钩子作为绳子来悬挂和跳跃的系统

# Mod_RRR_MemMod_GrappinGFX
source: Change hook graphics
da_dk: Ændr kroggrafik
es_es: Cambiar gráficos del gancho
fr_fr: Changer les graphismes du grappin
he: שנה גרפיקת וו
hu_hu: Hook kinézetének változtatása
it_it: Cambia la grafica del gancio
nl_nl: Veranderen graphics haak
pl_pl: Zmiana grafiki haka
pt_br: Mudar gráficos do gancho
pt_pt: Alterar gráficos do gancho
ru_ru: Изменить внешний вид крюка
tr_tr: Kanca grafiğini değiştir
zh_hans: 改变钩子造型
