Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# AnniversaryUpdate_Header
source: Welcome to the Anniversary Update!
da_dk: Velkommen til jubilæumsopdateringen!
es_es: ¡Bienvenido a la Actualización Aniversario!
fr_fr: Bienvenue dans la mise à jour anniversaire !
he: ברוכים הבאים לעדכון היובל!
it_it: Benvenuto all'Aggiornamento dell'Anniversario
nl_nl: Welkom bij de Anniversary Update!
pl_pl: Witamy w aktualizacji Anniversary!
pt_br: Bem-vindo(a) à Atualização de Aniversário!
pt_pt: Bem-vindo à actualização de aniversário!
ru_ru: Добро пожаловать в Юбилейное Обновление!
tr_tr: Yıldönümü Güncellemesine Hoş Geldiniz!
zh_hans: 欢迎来到周年庆更新！

# AnniversaryUpdate_GamesHeader
source: Redesigned games page
da_dk: Ny spilside
es_es: Rediseño de la página de juegos
fr_fr: Page des jeux redesignée
he: עמוד המשחקים שעוצב מחדש
it_it: Pagina dei giochi ridisegnata
nl_nl: Herontworpen spellenpagina
pl_pl: Przeprojektowana strona z grami
pt_br: Página de jogos refeita
pt_pt: Página de jogos redesenhada
ru_ru: Переработанная страница игр
tr_tr: Yeniden tasarlanan oyun sayfası
zh_hans: Redesigned游戏页面

# AnniversaryUpdate_GamesDescription
source: The games page has been redesigned to support new features such as allowing for multiple installations of the same game and emulated console games. Each game now has a hub area to the right side where you can see common actions such as from the Patcher and Archive Explorer panels.
da_dk: Spilsiden er blevet lavet om, for at understøtte nye funktioner, som f.eks. at kunne tillade flere installationer af det samme spil, samt emulerede konsolspil. Hvert spil har nu et hub-område til højre, hvor du kan se handlinger fra Patcher- og Archive Explorer-panelerne.
es_es: La página de juegos ha sido rediseñada para admitir nuevas funciones, como permitir múltiples instalaciones del mismo juego y juegos de consola emulados. Ahora, cada juego tiene un área de centro en el lado derecho donde puedes ver acciones comunes, como los paneles de Patcher y Archive Explorer.
fr_fr: La page des jeux a été redesignée afin de pouvoir prendre en charge de nouvelles fonctionnalités telles qu'autoriser plusieurs installations d'un même jeu ou des jeux console émulés. Chaque jeu a maintenant une zone dédiée à droite de la fenêtre où vous pouvez voir les actions communes telles que les fenêtres du Patcher ou de l'Archive Explorer.
he: דף המשחקים עוצב מחדש כדי לתמוך בתכונות חדשות כגון מתן אפשרות להתקנות מרובות של אותו משחק ואמולציה של משחקי קונסולה. לכל משחק יש כעת אזור מרכז בצד שמאל שבו ניתן לראות פעולות נפוצות כגון החלוניות Patcher ו- Archive Explorer.
it_it: La pagina dei giochi è stata ridisegnata per supportare nuove funzionalità come consentire più installazioni dello stesso gioco e giochi per console emulati. Ogni gioco ora ha un'area hub sul lato destro in cui puoi vedere azioni comuni come dai pannelli Patcher e Archive Explorer.
nl_nl: De spellenpagina is herontworpen om nieuwe features te ondersteunen, zoals de mogelijkheid voor meerdere installaties van hetzelfde spel en geëmuleerde console-spellen. Elk spel heeft nu een soort centrum aan de rechterkant, waar je gebruikelijke acties, zoals die van de Patcher en de Archive Explorer panelen ziet.
pl_pl: Strona gier została przeprojektowana, aby obsługiwać nowe funkcje, takie jak umożliwienie wielokrotnych instalacji tej samej gry i emulowanych gier konsolowych. Każda gra ma teraz obszar hubu po prawej stronie, gdzie można zobaczyć wspólne działania, takie jak panel Patcher i Archive Explorer.
pt_br: A página de jogos foi refeita para suportar novos recursos, como permitir múltiplas instalações do mesmo jogo e jogos de console emulados. Cada jogo agora tem uma área de hub no lado direito, onde você pode ver ações comuns, como dos painéis Corretor e Archive Explorer.
pt_pt: A página de jogos foi redesenhada para suportar novas características tais como permitir instalações múltiplas do mesmo jogo e de jogos de consola emulados. Agora cada jogo tem uma área central para o lado direito onde podes ver acções comuns tais como os painéis do Patcher e do Explorador de Arquivos.
ru_ru: Страница игр была переработана для поддержки новых функций, таких как возможность многократной установки одной и той же игры и эмуляции консольных игр. У каждой игры теперь есть окно справа, где вы можете видеть общий фунционал, например, из разделов "Патчи" и "Archive Explorer".
tr_tr: Oyunlar sayfası, aynı oyunun ve öykünülmüş konsol oyunlarının birden fazla kurulumuna izin vermek gibi yeni özellikleri destekleyecek şekilde yeniden tasarlandı. Artık her oyunun sağ tarafında Patcher ve Archive Explorer panelleri gibi ortak eylemleri görebileceğiniz bir merkez alanı var.
zh_hans: 游戏页面被重新设计来支持一些功能，例如可以安装多个同样的游戏和模拟主机游戏。现在每个游戏都在右侧有一块区域，可以让你看到一些通用操作比如说补丁和rchive Explorer面板。

# AnniversaryUpdate_ClientsHeader
source: Game clients/emulators
da_dk: Spilklienter/emulatorer
es_es: Clientes/emuladores de juegos
fr_fr: Clients de jeu/émulateurs
he: לקוחות משחק/אימולטורים
it_it: Client di gioco/emulatori
nl_nl: Gameplatforms/emulators
pl_pl: Klienty gry/emulatory
pt_br: Clientes/emuladores de jogos
pt_pt: Clientes/emuladores de jogos
ru_ru: Игровые клиенты/эмуляторы
tr_tr: Oyun istemcileri/emülatörleri
zh_hans: 游戏客户端/模拟器

# AnniversaryUpdate_ClientsDescription
source: New to this update is support for game clients/emulators. These can be added in a separate dialog and set to be used on added games. Game clients such as Steam are optional while console games require an emulator in order to be played. If an emulator is not in the supported list you can add it as a custom emulator. Be aware that doing so does not allow for any game progression to be shown.
da_dk: En ny funktion i denne opdatering er understøttelse af spilklienter/emulatorer. Disse kan tilføjes i en separat dialog, og kan vælges til at blive brugt på tilføjede spil. Spilklienter som f.eks. Steam er valgfrie, mens at konsolspil kræver en emulator for at kunne spilles. Hvis en emulator ikke er i den understøttede liste, kan du tilføje den som en brugerdefineret emulator. Vær opmærksom på, at hvis du gør det, kan spilfremskridt ikke vises.
es_es: Novedad en esta actualización es el soporte para clientes/emuladores de juegos. Estos se pueden agregar en un diálogo aparte y configurarse para ser utilizados en los juegos agregados. Los clientes de juegos como Steam son opcionales, mientras que los juegos de consola requieren un emulador para poder jugar. Si un emulador no está en la lista de compatibilidad, puedes agregarlo como un emulador personalizado. Ten en cuenta que hacerlo no permite mostrar ningún progreso del juego.
fr_fr: La prise en charge des clients de jeu/émulateurs a été ajoutée avec cette mise à jour. Ces derniers peuvent être ajoutés via une option et être démarrés dans la page jeux ajoutés. Les clients de jeu tel que Steam sont optionnels là où les jeux console demandant un émulateur sont obligatoires pour être joués. Si un émulateur n'est pas dans la liste des émulateurs pris en charge, il peut être ajouté comme un émulateur personnalisé. La progression de jeu ne pourra pas être affichée via cette méthode.
he: חדש בעדכון זה הוא תמיכה עבור לקוחות/אימולטורים של משחקים. ניתן להוסיף אותם בתיבת דו-שיח נפרדת ולהגדיר אותם לשימוש במשחקים שנוספו. לקוחות משחקים כגון Steam הם אופציונליים בעוד שמשחקי קונסולות דורשים אמולטור על מנת לשחק. אם אמולטור אינו ברשימה הנתמכת, ניתן להוסיף אותו כאמולטור מותאם אישית. לידיעתכם, פעולה זו אינה מאפשרת הצגה של התקדמות משחק כלשהי.
it_it: La novità di questo aggiornamento è il supporto per client di gioco/emulatori. Questi possono essere aggiunti in una finestra di dialogo separata e impostati per essere utilizzati nei giochi aggiunti. I client di gioco come Steam sono opzionali mentre i giochi per console richiedono un emulatore per poter essere riprodotti. Se un emulatore non è nell'elenco supportato, puoi aggiungerlo come emulatore personalizzato. Tieni presente che ciò non consente la visualizzazione di alcuna progressione del gioco.
nl_nl: Nieuw in deze update is ondersteuning voor gameplatforms/emulators. Deze kunnen worden toegevoegd in een apart dialoogvenster en ingezet worden voor toegevoegde spellen. Gameplatforms zoals Steam zijn optioneel, terwijl console-spellen een emulator vereisen om gespeeld te kunnen worden. Als een emulator níét in de lijst van ondersteunde emulators zit, kun je deze handmatig toevoegen. Wees er in dat geval dan wel op verdacht dat géén spelvoortgang getoond kan worden.
pl_pl: Nowością w tej aktualizacji jest obsługa klientów/emulatorów gier. Można je dodać w osobnym oknie dialogowym i ustawić, aby były używane w dodanych grach. Klienci gier, tacy jak Steam, są opcjonalni, podczas gdy gry konsolowe wymagają emulatora, aby można było w nie grać. Jeśli emulatora nie ma na liście obsługiwanych, możesz dodać go jako emulator niestandardowy. Należy pamiętać, że nie pozwoli to na wyświetlanie postępów w grze.
pt_br: A novidade desta atualização é o suporte para clientes/emuladores de jogos. Eles podem ser adicionados em uma caixa de diálogo separada e configurados para serem usados ​​em jogos adicionados. Clientes de jogos como a Steam são opcionais, enquanto jogos de console exigem um emulador para serem jogados. Se um emulador não estiver na lista de suporte, você pode adicioná-lo como um emulador personalizado. Esteja ciente de que isso não permite que nenhuma progressão do jogo seja mostrada.
pt_pt: Novo nesta actualização é o suporte para clientes de jogos/emuladores. Estes podem ser acrescentados num diálogo separado e configurado para ser usado em jogos adicionados. Clientes de jogos como o Steam são opcionais enquando os jogos de consola requerem um emulador de maneira a serem jogados. Se um emulador não estiver na lista suportada poderás acrescentá-lo como um emulador personalizado. Tem atenção que ao fazê-lo não permite que seja mostrado qualquer progressão de jogo.
ru_ru: Нововведением в этом обновлении стала поддержка игровых клиентов/эмуляторов. Они могут быть добавлены в отдельном диалоговом окне и настроены для использования в добавленных играх. Игровые клиенты, такие как Steam, являются необязательными, в то время как для запуска консольных игр требуется эмулятор. Если эмулятора нет в списке поддерживаемых, вы можете добавить его в качестве пользовательского эмулятора. Имейте в виду, что отображение какого-либо игрового прогресса для них недоступно.
tr_tr: Bu güncellemede yeni olan, oyun istemcileri/emülatörleri için destektir. Bunlar ayrı bir iletişim kutusuna eklenebilir ve eklenen oyunlarda kullanılmak üzere ayarlanabilir. Steam gibi oyun istemcileri isteğe bağlıdır, konsol oyunlarının oynanabilmesi için bir öykünücü gerekir. Bir öykünücü desteklenen listede yoksa, onu özel bir öykünücü olarak ekleyebilirsiniz. Bunu yapmanın herhangi bir oyun ilerlemesinin gösterilmesine izin vermediğini unutmayın.
zh_hans: 此更新的新功能是支持游戏客户端/模拟器。这些可以在单独的对话框中添加，并设置为已添加的游戏中使用。像Steam之类的游戏客户端是可选的，但主机游戏必须有模拟器才能运行。如果一个模拟器不在支持列表中，你可以将其添加为自定义模拟器。请注意，这样做会导致不能显示任何游戏进度。

# AnniversaryUpdate_TextureSyncHeader
source: Texture sync has moved
da_dk: Synkronisering af teksturer er flyttet
es_es: La sincronización de texturas se ha movido
fr_fr: La synchronisation de textures a été déplacée
he: סנכרון הטקסטורה הועבר
it_it: La sincronizzazione delle texture è stata spostata
nl_nl: Textuursynchronisatie is verplaatst
pl_pl: Synchronizacja tekstur została przeniesiona
pt_br: A sincronização de textura foi movida
pt_pt: A sincronização de texturas foi movida
ru_ru: Синхронизация текстур перемещена
tr_tr: Doku senkronizasyonu taşındı
zh_hans: 纹理同步已移动

# AnniversaryUpdate_TextureSyncDescription
source: The texture sync utility has been replaced by a button in the Archive Explorer game panel for easier access. Like before you can also enable textures to automatically sync when an archive has been repacked.
da_dk: Hjælpeværktøjet til at synkronisere teksturer er nu blevet erstattet af en knap i Archive Explorer-panelet til nemmere brug. Ligesom før kan du også aktivere automatisk synkronisering af teksturer, når et arkiv er blevet ompakket.
es_es: La utilidad de sincronización de texturas ha sido reemplazada por un botón en el panel de juego Archive Explorer para un acceso más fácil. Como antes, también puedes habilitar la sincronización automática de texturas cuando se haya vuelto a empacar un archivo.
fr_fr: L'outil de synchronisation de textures a été remplacé par un bouton dans l'onglet Archive Explorer pour un accès plus facile. Comme avant, vous pouvez aussi activer une option pour que les textures soient automatiquement compressées quand un archive est recompilée
he: כלי השירות לסנכרון הטקסטורה הוחלף בלחצן בחלונית המשחק Archive Explorer לגישה קלה יותר. כמו בעבר, ניתן גם לאפשר לטקסטורות להסתנכרן אוטומטית כאשר ארכיון נארז מחדש.
it_it: L'utilità di sincronizzazione delle texture è stata sostituita da un pulsante nel pannello di gioco Archive Explorer per un accesso più semplice. Come prima, puoi anche abilitare la sincronizzazione automatica delle texture quando un archivio è stato ricostruito.
nl_nl: Het hulpprogramma voor textuursynchronisatie is vervangen door een knop in het Archive Explorer spelpaneel voor gemakkelijker toegang. Net als voorheen kun je ook in dit geval texturen automatisch laten synchroniseren wanneer een archief herverpakt is.
pl_pl: Narzędzie do synchronizacji tekstur zostało zastąpione przyciskiem w panelu gry Archive Explorera, aby ułatwić do niego dostęp. Tak jak wcześniej, można również włączyć automatyczną synchronizację tekstur po przepakowaniu archiwum.
pt_br: O utilitário de sincronização de textura foi substituído por um botão no painel de jogo Archive Explorer para acesso mais fácil. Como antes, você também pode habilitar texturas para sincronizar automaticamente quando um arquivo for reempacotado.
pt_pt: O utilitário de sincronização de textura foi substituída por um botão no painel de jogo Explorador de Arquivo para um acesso mais fácil. Tal como antes podes também activar texturas para sincronizar automaticamente quando um arquivo foi reempacotado.
ru_ru: Утилита синхронизации текстур была заменена кнопкой на панели Archive Explorer для более комфортного использования. Как и ранее, вы также можете включить автоматическую синхронизацию текстур при переупаковке архива.
tr_tr: Doku eşitleme yardımcı programı, daha kolay erişim için Arşiv Gezgini oyun panelindeki bir düğmeyle değiştirildi. Daha önce olduğu gibi, bir arşiv yeniden paketlendiğinde dokuların otomatik olarak eşitlenmesini de sağlayabilirsiniz.
zh_hans: 纹路同步工具已被Archive Explorer游戏面板中的一个按钮取代，这样更加便捷。像以前一样你也可以启用在档案被重新打包时自动同步材质的功能。

# GameDisplay_OpenInUbisoftStore
source: Open in Ubisoft Store
da_dk: Åbn i Ubisoft Store
es_es: Abrir en la Tienda Ubisoft
fr_fr: Ouvrir dans l'Ubisoft Store
he: לפתוח ב Ubisoft Connect
it_it: Apri nell'Ubisoft Store
pl_pl: Otwórz w Ubisoft Store
pt_br: Abrir na Ubisoft Store
pt_pt: Abrir na Ubisoft Store
ru_ru: Открыть в Ubisoft Store
tr_tr: Ubisoft Store'da aç
zh_hans: 在育碧商店中打开

# GameClients_UbisoftConnect_UserIdHeader
source: User id
da_dk: Bruger-ID
es_es: ID de usuario
fr_fr: ID utilisateur
he: ID משתמש
it_it: ID utente
nl_nl: Gebruikers-id
pl_pl: ID użytkownika
pt_br: ID de usuário
pt_pt: ID de utilizador
ru_ru: ID пользователя
tr_tr: Kullanıcı kimliği
zh_hans: 用户ID

# About_Credits_Marcos03BR
source: Spanish (Spain) program translation
da_dk: Spansk (Spanien) programoversættelse
es_es: Traducción del programa al español (España)
fr_fr: Traduction du programme en espagnol (Espagne)
he: תרגום תוכנה בספרדית (ספרד)
it_it: Traduzione del programma in Spagnolo (Spagna).
nl_nl: Spaanse (Spanje) programmavertaling
pl_pl: Tłumaczenie programu na język hiszpański (Hiszpania)
pt_br: Tradução do programa em Espanhol (Espanha)
pt_pt: Programa de tradução Espanhola (Espanha)
ru_ru: Перевод программы на испанский (Испания)
tr_tr: İspanyolca (İspanya) program çevirisi
zh_hans: 西班牙语（西班牙）程序翻译

# Archive_FileInfo_WriteTime
source: Last modified:
da_dk: Sidst ændret:
es_es: Última modificación:
fr_fr: Dernière modification :
he: שונה לאחרונה:
it_it: Ultima modifica:
nl_nl: Laatst gewijzigd:
pl_pl: Ostatnio zmodyfikowano:
pt_br: Modificado pela última vez em:
pt_pt: Última modificação:
ru_ru: Последнее изменение:
tr_tr: Son düzenleme:
zh_hans: 最后修改:

# Utilities_SyncTextureInfo
source: Synchronize textures
da_dk: Synkronisér teksturer
es_es: Sincronizar texturas
fr_fr: Synchroniser les textures
he: סנכרון טקסטורות
it_it: Sincronizza texture
nl_nl: Synchroniseer texturen
pl_pl: Synchronizuj tekstury
pt_br: Sincronizar texturas
pt_pt: Sincronizar texturas
ru_ru: Синхронизация текстур
tr_tr: Dokuları senkronize et
zh_hans: 同步纹理

# Rayman3_Prototype_Gba_Title
source: Rayman 3 Prototype
fr_fr: Prototype de Rayman 3
he: אב טיפוס Rayman 3
it_it: Prototipo Rayman 3
pt_br: Protótipo do Rayman 3
pt_pt: Protótipo Rayman 3
ru_ru: Прототип Rayman 3
tr_tr: Rayman 3 Prototip
zh_hans: 雷曼3原型

# Progression_R3_GBA_CompletedGCNBonus
source: Completed GameCube bonus levels
da_dk: Fuldførte GameCube bonusbaner
es_es: Niveles de bonificación de GameCube completados
fr_fr: Niveaux bonus Gamecube complétés
he: שלבי בונוס GameCube שהושלמו
it_it: Livelli bonus GameCube completati
nl_nl: GameCube bonus levels voltooid
pl_pl: Ukończone bonusowe poziomy GameCube
pt_br: Fases bônus de GameCube completadas
pt_pt: Níveis bonus GameCube completados
ru_ru: Пройденные бонусные GameCube-уровни
tr_tr: Tamamlanan GameCube bonus seviyeleri
zh_hans: 完成的 GameCube 奖励关卡

# Mod_Mem_R1_FistDownSlam
source: Fist down-slam
da_dk: Nævekraftangreb
es_es: Golpe de puño hacia abajo
fr_fr: Coup de poing vers le bas
he: אגרוף טריקה
it_it: Pugno verso il basso
nl_nl: Neerwaartse vuistslag
pl_pl: Uderzenie pięścią w dół
pt_br: Golpe de punho para baixo
pt_pt: Golpe de punho para baixo
ru_ru: Удар кулаком вниз
tr_tr: Yumruk aşağı çarpma
zh_hans: 下砸拳

# Mod_Mem_R1_FistControl
source: Fist control
da_dk: Nævestyring
es_es: Control de puño
fr_fr: Contrôle du poing
he: שליטה באגרוף
it_it: Controllo del pugno
nl_nl: Vuistbeheersing
pl_pl: Kontrola pięści
pt_br: Controle do punho
pt_pt: Controlo do punho
ru_ru: Управление кулаком
tr_tr: Yumruk kontrolü
zh_hans: 拳头控制

# About_Credits_Lex
source: Danish (Denmark) program translation
da_dk: Dansk (Danmark) programoversættelse
es_es: Traducción del programa a danés (Dinamarca)
fr_fr: Traduction du programme en danois (Danemark)
he: תרגום דני (דנמרק)
it_it: Traduzione del programma in Danese (Danimarca).
nl_nl: Deense (Denemarken) programmavertaling
pl_pl: Tłumaczenie programu na język duński (Dania)
pt_br: Tradução do programa em Dinamarquês (Dinamarca)
pt_pt: Programa de tradução Espanhola (Espanha)
ru_ru: Перевод программы на датский (Дания)
tr_tr: Danca (Danimarka) program çevirisi
zh_hans: 丹麦语（丹麦）程序翻译

# Home_ShowRecentGames
source: Show recent games
da_dk: Vis seneste spil
es_es: Mostrar juegos recientes
fr_fr: Montrer les jeux récents
he: הצג משחקים אחרונים
it_it: Mostra i giochi recenti
nl_nl: Weergeven recente spellen
pl_pl: Pokaż ostatnie gry
pt_br: Mostrar jogos recentes
pt_pt: Mostrar jogos recentes
ru_ru: Показать недавние игры
tr_tr: Son oyunları göster
zh_hans: 显示最近的游戏

# LaunchHandler_LegacyPatch
source: Game patch (.gp)
da_dk: Spilpatch (.gp)
es_es: Parche de juego (.gp)
fr_fr: Patch de jeu (.gp)
he: טלאי משחק (.gp)
it_it: Patch di Gioco (.gp)
nl_nl: Spelpatch (.gp)
pl_pl: Łatka gry (.gp)
pt_br: Correção de jogo (.gp)
pt_pt: Patch de jogo (.gp)
ru_ru: Игровой патч (.gp)
zh_hans: 游戏补丁(.gp)

# LauncHandler_Mod
source: Game mod
da_dk: Spilmod
es_es: Modificación de juego
fr_fr: Mod de jeu
he: מוד משחק
it_it: Mod di gioco
nl_nl: Spelmodificatie
pl_pl: Mod do gry
pt_br: Mod de jogo
pt_pt: Modificação de jogo
ru_ru: Игровой мод
zh_hans: 游戏mod

# UriLaunchHandler_GameBananaMod
source: Game mod (GameBanana 1-click installation)
da_dk: Spilmod (GameBanana 1-kliksinstallation)
es_es: Modificación de juego (Instalación con un clic desde GameBanana)
fr_fr: Mod de jeu (installation en 1 clic de Gamebanana)
he: מוד משחק (התקנת GameBanana בלחיצה אחת)
it_it: Mod di gioco (Installazione in 1 click GameBanana)
nl_nl: Spelmodificatie (GameBanana 1-klik installatie)
pl_pl: Mod do gry (instalacja GameBanana jednym kliknięciem)
pt_br: Mod de jogo (instalação de 1-clique do GameBanana)
pt_pt: Modificação de jogo (Instalação de 1-Clique GameBanana)
ru_ru: Игровой мод (установка в один клик с GameBanana)
zh_hans: 游戏mod(GameBanana单击安装)

# Archive_RepackLocked
source: The archive file is currently in use by the following programs and can not be repacked. Try to close the programs and try again. {0}
da_dk: Arkivfilen er i øjeblikket åben via de følgende programmer og kan derfor ikke ompakkes. Luk programmerne og prøv igen. {0}
es_es: El archivo de archivo está actualmente en uso por los siguientes programas y no puede ser empaquetado de nuevo. Intenta cerrar los programas e intenta nuevamente. {0}
fr_fr: Le fichier d'archive est en cours d'utilisation par les programmes suivants et ne peut pas être recompilé. Essayez de fermer ces programmes et recommencez. {0}
he: קובץ הארכיון נמצא כרגע בשימוש על ידי התוכנות הבאות ולא ניתן לארוז אותו מחדש. נסו לסגור את התוכנה ונסו שנית. {0}
it_it: Il file di archivio è attualmente utilizzato dai seguenti programmi e non può essere ricostruito. Prova a chiudere i programmi e riprova. {0}
nl_nl: Het archiefbestand is momenteel in gebruik door de volgende programma's en kan niet worden herpakt. Sluit deze programma's en probeer het nog eens. {0}
pl_pl: Plik archiwum jest obecnie w użyciu przez następujące programy i nie można go ponownie spakować. Zamknij programy i spróbuj ponownie. {0}
pt_br: O arquivo compactado está atualmente em uso pelos seguintes programas e não pode ser recompactado. Tente fechar os programas e tente novamente. {0}
pt_pt: O ficheiro de arquivo está actualmente em uso pelos programas seguintes e não pode ser reempacotado. Tenta fechar os programas e tenta novamente. {0}
ru_ru: Файл архива сейчас используется следующими программами и не может быть переупакован. Попробуйте закрыть программы и повторить попытку. {0}
zh_hans: 此档案文件目前被以下程序使用因此不能被重新打包。试着关闭这些程序再重试。 {0}

# GameHub_ModLoaderPanel_Open
source: Manage mods
da_dk: Håndtér mods
es_es: Gestionar mods
fr_fr: Gérer les mods
he: ניהול מודים
it_it: Gestisci le mod
nl_nl: Beheer mods
pl_pl: Zarządzaj modami
pt_br: Gerenciar mods
pt_pt: Gerir modificações
ru_ru: Управление модами
zh_hans: 管理Mod

# GameHub_ModLoaderPanel_Create
source: Create mod
da_dk: Opret mod
es_es: Crear mod
fr_fr: Créer un mod
he: יצירת מוד
it_it: Crea mod
nl_nl: Creëer mod
pl_pl: Utwórz mod
pt_br: Criar mod
pt_pt: Criar modificação
ru_ru: Создать мод
zh_hans: 创建Mod

# GameHub_ModLoaderPanel_InfoSingle
source: {0} mod applied
da_dk: [0} mod blev anvendt
es_es: Modificación aplicada: {0}
fr_fr: {0} mod appliqué
he: מוד {0} הוחל
it_it: {0} mod applicata
pt_br: {0} mod aplicado
ru_ru: Мод {0} применён
zh_hans: {0}mod已应用

# GameHub_ModLoaderPanel_InfoMultiple
source: {0} mods applied
da_dk: {0} mods blev anvendt
es_es: Mods aplicadas: {0}
fr_fr: {0} mods appliqués
he: {0} מודים הוחלו
it_it: {0} mod applicate
pt_br: {0} mods aplicados
ru_ru: Моды {0} применены
zh_hans: {0}个mod已应用

# GameHub_ModLoaderPanel_UpdatesAvailableSingle
source: {0} mod update available
da_dk: {0} modopdatering tilgængelig
es_es: Actualización disponible para el mod: {0}
fr_fr: {0} mise à jour de mod disponible
he: עדכון מוד {0} זמין
it_it: {0} agggiornamento mod disponibile
nl_nl: {0} mod update beschikbaar
pl_pl: Dostępna jest aktualizacja modów {0}
pt_br: {0} atualização de mod disponível
pt_pt: Actualização de modificação disponível: {0}
ru_ru: Доступно обновление для мода {0}
zh_hans: {0}mod有可用更新
