Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# SetupGameAction_MissingMapperConfig_Info
source: During some Rayman Designer installations the configuration file won't be created, or created with invalid values, causing the Mapper editor to give an error when launching.
es_es: Durante algunas instalaciones de Rayman Designer, el archivo de configuración puede no crearse o hacerlo con valores inválidos, lo que causa un error en el editor Mapper al iniciarse.
fr_fr: Certaines installations de Rayman Designer ne créent pas le fichier de configuration, ou le créent avec des valeurs invalides, causant à l'éditeur Mapper une erreur au lancement.
he: במהלך התקנות מסוימות של Rayman Designer, קובץ התצורה לא יווצר, או יווצר עם ערכים לא חוקיים, מה שגורם לעורך Mapper לתת שגיאה בעת ההפעלה.
it_it: Durante alcune installazioni di Rayman Designer, il file di configurazione non viene creato oppure viene creato con valori non validi, causando un errore all'avvio dell'editor Mapper.
nl_nl: Tijdens sommige Rayman Designer installaties zal het configuratiebestand niet worden aangemaakt óf wordt deze aangemaakt met ongeldige waarden, waardoor de Mapper editor een foutmelding weergeeft tijdens het opstarten.
pl_pl: Podczas niektórych instalacji Rayman Designer plik konfiguracyjny nie zostanie utworzony lub zostanie utworzony z nieprawidłowymi wartościami, co powoduje, że edytor mapper wyświetla błąd podczas uruchamiania.
pt_br: Durante algumas instalações do Rayman Designer, o arquivo de configuração não será criado ou será criado com valores inválidos, fazendo com que o editor Mapper gere um erro ao iniciar.
pt_pt: Durante algumas instalações do Rayman Designer, o ficheiro de configuração não é criado, ou é criado com valores inválidos, o que faz com que o editor Mapper dê um erro ao ser iniciado.
zh_hans: 在一些情况下雷曼设计师安装时不会创建配置文件，或者创建的配置文件数值不可用，导致地图编辑器在启动时出现错误。

# SetupGameAction_MsDosGameRequiresDisc_Header
source: Missing mount path
da_dk: Monteringssti mangler
es_es: Ruta de montaje faltante
fr_fr: Chemin de montage manquant
he: חסר נתיב Mount
it_it: Percorso di montaggio mancante
nl_nl: Mount-pad ontbreekt
pl_pl: Brak ścieżki montowania
pt_br: Caminho de montagem faltando
pt_pt: Caminho de montagem em falta
zh_hans: 缺失导入路径

# SetupGameAction_MsDosGameRequiresDisc_Info
source: A valid mount path has to be specified in the game's emulator settings for it to be able to launch.
da_dk: En gyldig monteringssti skal angives i spillets emulatorindstillinger for at det kan starte.
es_es: Debe especificarse una ruta de montaje válida en la configuración del emulador del juego para que pueda iniciarse.
fr_fr: Un chemin de montage valide doit être spécifié dans les paramètres de l'émulateur afin de pouvoir démarrer le jeu.
he: יש לציין נתיב Mount חוקי בהגדרות האמולטור של המשחק כדי שהוא יוכל להפעיל.
it_it: Per poter avviare il gioco, è necessario specificare un percorso di montaggio valido nelle impostazioni dell'emulatore.
nl_nl: Een geldig mount-pad moet worden gespecificeerd in de game's emulator instellingen voordat deze gestart kan worden.
pl_pl: Aby gra mogła zostać uruchomiona, w ustawieniach emulatora należy określić prawidłową ścieżkę instalacji.
pt_br: Um caminho de montagem válido deve ser especificado nas configurações do emulador do jogo para que ele possa ser iniciado.
pt_pt: Tem de ser especificado um caminho de montagem válido nas definições do emulador do jogo para que este possa ser iniciado.
zh_hans: 在模拟器里必须指定一个可用的路径才可以启动。

# SetupGameAction_Ray1InvalidGameConfig_Header
source: Game is not correctly configured
da_dk: Spillet er ikke konfigureret korrekt
es_es: El juego no está configurado correctamente
fr_fr: Configuration incorrecte du jeu
he: המשחק לא מוגדר נכון
it_it: Il gioco non è configurato correttamente
nl_nl: Spel is niet juist geconfigureerd
pl_pl: Gra nie jest poprawnie skonfigurowana
pt_br: O jogo não está configurado corretamente
pt_pt: O jogo não está correctamente configurado
zh_hans: 目前游戏没有被配置

# SetupGameAction_Ray1InvalidGameConfig_Info
source: Certain settings in the game config are not set correctly. This could cause issues in the game such as missing sound effects. Go to the game config, choose the recommended settings and save to fix it.
es_es: Ciertos ajustes en la configuración del juego no están configurados correctamente. Esto puede causar problemas, como efectos de sonido faltantes. Ve a la configuración del juego, elige los ajustes recomendados y guarda los cambios para solucionarlo.
fr_fr: Certains paramètres dans la configuation du jeu ne sont pas configurés correctement. Cela pourrait causer des soucis en jeu tels que des effets sonores manquants. Allez dans la configuration du jeu, choisissez les paramètres recommandés et sauvegardez pour régler le problème.
he: הגדרות מסוימות בתצורת המשחק אינן מוגדרות כהלכה. זה עלול לגרום לבעיות במשחק כמו אפקטים קוליים חסרים. עבור אל תצורת המשחק, בחר את ההגדרות המומלצות ושמור כדי לתקן את זה.
it_it: Alcune impostazioni nella configurazione del gioco non sono impostate correttamente. Ciò potrebbe causare problemi nel gioco, come la mancanza di effetti sonori. Vai alla configurazione del gioco, scegli le impostazioni consigliate e salva per risolvere il problema.
nl_nl: Bepaalde instellingen binnen de spelconfiguratie zijn niet juist ingesteld. Dit kan issues veroorzaken in het spel, zoals het ontbreken van geluidseffecten. Ga naar de spelconfiguratie, kies de aanbevolen instellingen en sla deze op om de issues te verhelpen.
pl_pl: Niektóre ustawienia w konfiguracji gry są nieprawidłowe. Może to powodować problemy w grze, takie jak brak efektów dźwiękowych. Przejdź do konfiguracji gry, wybierz zalecane ustawienia i zapisz, aby je naprawić.
pt_br: Certas configurações na configuração do jogo não estão definidas corretamente. Isso pode causar problemas no jogo, como efeitos sonoros ausentes. Vá para a configuração do jogo, escolha as configurações recomendadas e salve para consertar.
pt_pt: Algumas definições na configuração do jogo não estão correctamente definidas. Isto pode causar problemas no jogo, como a ausência de efeitos sonoros. Vai à configuração do jogo, escolhe as definições recomendadas e grava para corrigir o problema.
zh_hans: 游戏中的一些参数没有被正确设置。这样可能导致游戏内出现问题，比如丢失音效。请前往游戏配置，选择推荐的设置并保存来修复这个问题。

# SetupGameAction_Ray2Fix_Header
source: Install Ray2Fix
da_dk: Installér Ray2Fix
es_es: Instalar Ray2Fix
fr_fr: Installer Ray2Fix
he: התקן את Ray2Fix
it_it: Installa Ray2Fix
nl_nl: Installeer Ray2Fix
pl_pl: Zainstaluj Ray2Fix
pt_br: Instalar Ray2Fix
pt_pt: Instalar Ray2Fix
zh_hans: 安装Ray2Fix

# SetupGameAction_Ray2Fix_Info
source: Ray2Fix is a mod for the GOG version by spitfirex86 that aims to simplify setting up the game. It also comes bundled with various tweaks, such as the ability to remap gamepad controls and proper widescreen support.
es_es: Ray2Fix es un mod para la versión de GOG creado por spitfirex86 que facilita la configuración del juego. También incluye varias mejoras, como la posibilidad de reasignar los controles del gamepad y un soporte adecuado para pantalla ancha.
fr_fr: Ray2Fix est un mod par spitfirex86 visant à simplifier l'installation de la version GOG du jeu. Il est accompagné d'autres changements tels que la possibilité de changer les contrôles manette et un support correct de l'écran large.
he: Ray2Fix הוא מוד לגרסת GOG של spitfirex86 שמטרתו לפשט את הגדרת המשחק. זה מגיע גם עם שינויים שונים, כגון היכולת למפות מחדש את פקדי המשחק ותמיכה מתאימה במסך רחב.
it_it: Ray2Fix è una mod per la versione GOG creata da spitfirex86 che mira a semplificare l'impostazione del gioco. È inoltre dotata di vari tweak, come la possibilità di rimappare i controlli del gamepad e un supporto widescreen appropriato.
nl_nl: Ray2Fix is een modificatie voor de GOG versie, gemaakt door spitfirex86, die als doel heeft het instellen van het spel te vereenvoudigen. Het komt tevens met verscheidene tweaks, zoals de mogelijkheid gamepad-besturing opnieuw toe te wijzen en voldoende ondersteuning voor breedbeeldverhoudingen.
pl_pl: Ray2Fix to mod do wersji GOG autorstwa spitfirex86, który ma na celu uproszczenie konfiguracji gry. Zawiera również różne poprawki, takie jak możliwość zmiany mapowania sterowania gamepadem i prawidłowe wsparcie dla ekranów panoramicznych.
pt_br: Ray2Fix é um mod para a versão de GOG por spitfirex86 que visa simplificar a configuração do jogo. Ele também vem com vários ajustes, como a capacidade de remapear os controles do jogo e suporte adequado para widescreen.
pt_pt: Ray2Fix é uma modificação para a versão GOG criado por spitfirex86 com o objectivo de simplificar a configuração do jogo. Também vem com vários ajustes, como a possibilidade de remapear os controlos do comando de jogo e suporte adequado para ecrã panorâmico.
zh_hans: Ray2Fix是一个由spitfirex86制作，用来给GOG版本使用来简化游戏配置过程的mod，它也包含各式各样的调整，例如修改手柄键位的功能和支持宽屏。

# SetupGameAction_Rayman3PS2Videos_Header
source: Install the PS2 Videos mod
da_dk: Installér PS2 Videos-mod
es_es: Instalar el mod de Videos de PS2
fr_fr: Installer le mod PS2 Videos
he: התקן את המוד של PS2 Videos
it_it: Installa la mod PS2 Videos
nl_nl: Installeer de PS2 Videos modificatie
pl_pl: Zainstaluj mod PS2 Videos
pt_br: Instalar o mod de Vídeos do PS2
pt_pt: Instalar a modificação Vídeos PS2
zh_hans: 安装PS2过场mod

# SetupGameAction_Rayman3PS2Videos_Info
source: The video cutscenes in the PC version are more compressed and lower quality than in the console versions. The PS2 Videos mod replaces the videos with the higher quality videos from the PlayStation 2 version.
es_es: Las escenas de video en la versión de PC están más comprimidas y tienen una calidad inferior a las de las versiones de consola. Este mod reemplaza los videos con versiones de mayor calidad de la versión de PlayStation 2.
fr_fr: Les cinématiques vidéos de la version PC sont d'avantage compressées et de moins bonne qualité que celles de la version console. Le mod PS2 Videos remplace ces vidéos par celles de plus haute qualité de la version PS2.
he: קטעי הווידאו בגרסת ה-PC הם יותר דחוסים ואיכותיים יותר מאשר בגרסאות הקונסולה. המוד PS2 Videos מחליף את הסרטונים בסרטונים באיכות גבוהה יותר מגרסת ה-PlayStation 2.
it_it: Le cutscene video nella versione PC sono più compresse e di qualità inferiore rispetto alle versioni console. La mod PS2 Videos sostituisce i video con i video di qualità superiore della versione PlayStation 2.
nl_nl: De video cutscenes in de PC-versie zijn meer gecomprimeerd en van lagere kwaliteit dan die in de console versies. De PS2 Videos modificatie vervangt de bestaande video's met de kwalitatief betere video's van de PlayStation 2 versie.
pl_pl: Przerywniki filmowe w wersji PC są bardziej skompresowane i niższej jakości niż w wersjach konsolowych. Mod PS2 Videos zastępuje je filmami wyższej jakości z wersji na PlayStation 2.
pt_br: As cinemáticas na versão de PC são mais comprimidas e de qualidade inferior do que nas versões de console. O mod de Vídeos do PS2 substitui os vídeos com vídeos de qualidade superior da versão de PlayStation 2.
pt_pt: As cenas de vídeo na versão para PC estão mais comprimidas e com menor qualidade do que nas versões para consola. A modificação Vídeos PS2 substitui os vídeos por vídeos de maior qualidade da versão PlayStation 2.
zh_hans: 在PC版上的过场动画比起主机版被压缩的更多。PS2过场mod会把这些过场动画用PS2主机版转化来的更高质量动画来替换。

# SetupGameAction_RaymanForeverCompleteSoundtrack_Header
source: Replace incomplete soundtrack
da_dk: Erstat ufuldent soundtrack
es_es: Reemplazar banda sonora incompleta
fr_fr: Remplacer la bande-son incomplète
he: החלף פסקול חלקי
it_it: Sostituisci la colonna sonora incompleta
nl_nl: Vervang incomplete soundtrack
pl_pl: Zastąp niekompletną ścieżkę dźwiękową
pt_br: Substituir trilha sonora incompleta
pt_pt: Substituir a banda sonora incompleta
zh_hans: 替换不完整的音轨

# SetupGameAction_RaymanForeverCompleteSoundtrack_Info
source: The Rayman Forever collection does not come with the full soundtrack for the game due to limited disc space in the original release. It is recommended to replace the music files with those from the complete soundtrack.
da_dk: Rayman Forever-samlingen indeholder ikke spillets fulde soundtrack pga. begrænset diskplads i den originale udgivelse. Det anbefales at erstatte musikfilerne med dem fra det fulde soundtrack.
es_es: La colección Rayman Forever no incluye la banda sonora completa del juego debido a la limitación de espacio en el disco original. Se recomienda reemplazar los archivos de música con aquellos de la banda sonora completa.
fr_fr: La collection Rayman Forever ne contient pas la bande-son entière du jeu à cause d'un espace disque limité dans la sortie initiale. Il est recommandé de remplacer ces fichiers par ceux de la bande-son complète.
he: אוסף Rayman Forever לא מגיע עם הפסקול המלא למשחק בגלל שטח דיסק מוגבל במהדורה המקורית. מומלץ להחליף את קבצי המוזיקה באלו מהפסקול המלא.
it_it: La collezione Rayman Forever non include la colonna sonora completa del gioco a causa dello spazio limitato sul disco nella versione originale. Si consiglia di sostituire i file musicali con quelli della colonna sonora completa.
nl_nl: De Rayman Forever collectie komt niet met de volledige soundtrack voor het spel vanwege beperkte schijfruimte in de originele release. Het is aanbevolen de muziekbestanden te vervangen door die van de volledige soundtrack.
pl_pl: Kolekcja Rayman Forever nie zawiera pełnej ścieżki dźwiękowej do gry ze względu na ograniczoną ilość miejsca na dysku w oryginalnym wydaniu. Zaleca się zastąpienie plików muzycznych plikami z pełnej ścieżki dźwiękowej.
pt_br: A coleção Rayman Forever não vem com a trilha sonora completa do jogo devido ao espaço limitado em disco no lançamento original. É recomendado substituir os arquivos de música pelos da trilha sonora completa.
pt_pt: A colecção Rayman Forever não inclui a banda sonora completa do jogo devido ao espaço limitado do disco na versão original. Recomenda-se a substituição dos ficheiros de música pelos da banda sonora completa.
zh_hans: 永远的雷曼合集因为原版光碟空间限制，许多音轨都是不完整的。推荐使用完整的音轨文件来替换它的音轨。

# SetupGameAction_RaymanForeverCompleteSoundtrack_Fix
source: Replace with complete soundtrack
da_dk: Erstat med fuldent soundtrack
es_es: Reemplazar con la banda sonora completa
fr_fr: Remplacer par la bande-son complète
he: החלף בפסקול המלא
it_it: Sostituisci con la colonna sonora completa
nl_nl: Vervang door volledige soundtrack
pl_pl: Zastąp kompletną ścieżką dźwiękową
pt_br: Substituir com trilha sonora completa
pt_pt: Substituir por banda sonora completa
zh_hans: 使用完整音轨替换

# SetupGameAction_ReplaceInfectedRaymanDesignerFiles_Header
source: Replace infected files
da_dk: Erstat inficerede filer
es_es: Reemplazar archivos infectados
fr_fr: Remplacer les fichiers infectés
he: החלף קבצים נגועים
it_it: Sostituisci i file infetti
nl_nl: Vervang geïnfecteerde bestanden
pl_pl: Zastąp zainfekowane pliki
pt_br: Substituir arquivos infectados
pt_pt: Substituir ficheiros infectados
zh_hans: 替换被感染的文件

# SetupGameAction_ReplaceInfectedRaymanDesignerFiles_Info
source: Some versions of Rayman Designer, such as the one bundled in Rayman Forever, has some of its files infected with an old malware. Although it does not appear to be harmful, or even active, and GOG has confirmed there is no danger, it can still be helpful to replace the files with their non-infected versions to avoid anti-virus programs from removing the game files.
da_dk: Nogle versioner af Rayman Designer, som f.eks den der følger med i Rayman Forever, har nogle filer som er inficeret med gammelt malware. Selvom at det ikke ser ud til at være farligt, eller overhovedet aktivt, og GOG har bekræftet at der ingen fare er, kan det stadig være en god ide at erstatte filerne med deres ikke-inficerede versioner for at undgå at antivirusprogrammer fjerner spilfilerne.
es_es: Algunas versiones de Rayman Designer, como la incluida en Rayman Forever, tienen ciertos archivos infectados con un malware antiguo. Aunque no parece ser dañino ni estar activo, y GOG ha confirmado que no representa un peligro, puede ser útil reemplazar los archivos por versiones no infectadas para evitar que los programas antivirus eliminen archivos del juego.
fr_fr: Certaines installations de Rayman Designer telles que celle venant avec Rayman Forever ont des fichiers infectés par un vieux malware. Même s'il n'a l'air ni dangereux, ni actif et que GOG a confirmé qu'il n'y avait aucun danger, il est toujours pratique de remplacer ces fichiers par leur version non infectée afin d'éviter qu'un antivirus efface ces fichiers de jeu.
he: בחלק מהגרסאות של Rayman Designer, כמו זו המצורפת ב-Rayman Forever, חלק מהקבצים שלה נגועים בתוכנה זדונית ישנה. למרות שזה לא נראה מזיק, או אפילו פעיל, ו-GOG אישרה שאין סכנה, עדיין יכול להיות מועיל להחליף את הקבצים בגרסאות הלא נגועות שלהם כדי למנוע מתוכנות אנטי-וירוס להסיר את קבצי המשחק.
it_it: Alcune versioni di Rayman Designer, come quella inclusa in Rayman Forever, hanno alcuni dei suoi file infettati da un vecchio malware. Sebbene non sembri essere dannoso, o addirittura attivo, e GOG ha confermato che non c'è pericolo, può comunque essere utile sostituire i file con le loro versioni non infette per evitare che i programmi antivirus rimuovano i file del gioco.
nl_nl: Sommige versies van Rayman Designer, zoals de versie die gebundeld is met Rayman Forever, hebben een deel van hun bestanden geïnfecteerd met oude malware. Ook al schijnt deze geen kwaad te kunnen doen, laat staan actief te zijn — GOG heeft bevestigd dat er geen gevaar is — toch kan het effectief zijn de bestanden te vervangen door de 'schone' bestanden om te voorkomen dat anit-virus programma's spelbestanden verwijderen.
pl_pl: Niektóre wersje Rayman Designer, takie jak ta dołączona do Rayman Forever, mają niektóre pliki zainfekowane starym złośliwym oprogramowaniem. Chociaż nie wydaje się ono być szkodliwe, ani nawet aktywne, a GOG potwierdził, że nie ma żadnego zagrożenia, nadal pomocne może być zastąpienie plików ich niezainfekowanymi wersjami, aby uniknąć usunięcia plików gry przez programy antywirusowe.
pt_br: Algumas versões do Rayman Designer, como a que vem no Rayman Forever, têm alguns de seus arquivos infectados com um malware antigo. Embora não pareça ser prejudicial, ou mesmo ativo, e o GOG tenha confirmado que não há perigo, ainda pode ser útil substituir os arquivos por suas versões não infectadas para evitar que programas antivírus removam os arquivos do jogo.
pt_pt: Algumas versões do Rayman Designer, como a que vem incluída no Rayman Forever, têm alguns dos seus ficheiros infectados com um malware antigo. Embora não pareça ser prejudicial, ou mesmo ativo, e a GOG tenha confirmado que não há perigo, pode ainda ser útil substituir os ficheiros pelas suas versões não infectadas para evitar que os programas antivírus removam os ficheiros do jogo.
zh_hans: 有些版本的雷曼设计师，比如在永远的雷曼里的，会有一些文件被一个老病毒感染。虽然它目前没有危害，也没有激活，GOG也确认它不再危险，但替换文件仍然有好处，可以避免杀毒软件移除游戏文件。

# SetupGameAction_ReplaceInfectedRaymanDesignerFiles_Fix
source: Replace files
da_dk: Erstat filer
es_es: Reemplazar archivos
fr_fr: Remplacer les fichiers
he: החלף קבצים
it_it: Sostituisci i file
nl_nl: Vervang bestanden
pl_pl: Zastąp pliki
pt_br: Substituir arquivos
pt_pt: Substituir ficheiros
zh_hans: 替换文件

# SetupGameAction_RequiresLaunchComponent_Header
source: No game client/emulator selected
da_dk: Ingen spilklient/emulator valgt
es_es: No se ha seleccionado un cliente/emulador de juego
fr_fr: Pas de client de jeu/d'émulateur sélectionné
he: לא נבחר תוכנת/אימולטור משחק
it_it: Nessun client di gioco/emulatore selezionato
nl_nl: Geen game client/emulator geselecteerd
pl_pl: Nie wybrano klienta gry/emulatora
pt_br: Nenhum cliente de jogo/emulador selecionado
pt_pt: Nenhum cliente/emulador de jogo seleccionado
zh_hans: 没有游戏客户端/模拟器被选择

# SetupGameAction_RequiresLaunchComponent_Info
source: This game can't be launched without a game client/emulator. Make sure you first add a supported game client/emulator and then select it for use with this game.
da_dk: Dette spil kan ikke startes uden en spilklient/emulator. Sørg for, at du har en understøttet spilklient/emulator, og vælg den derefter til brug af dette spil.
es_es: Este juego no se puede iniciar sin un cliente/emulador de juego. Asegúrate de agregar primero un cliente/emulador de juego compatible y luego seleccionarlo para usar con este juego.
fr_fr: Ce jeu ne peut pas être lancé sans un client de jeu/émulateur. Assurez-vous d'ajouter un client de jeu/émulateur supporté puis de le sélectionner pour l'utiliser avec ce jeu.
he: לא ניתן להפעיל את המשחק הזה ללא תוכנת/אמולטור משחק. תחילה הקפד להוסיף תוכנת/אמולטור משחק נתמך ולאחר מכן לבחור אותו לשימוש עם משחק זה.
it_it: Questo gioco non può essere lanciato senza un client/emulatore. Assicurati prima di aggiungere un client/emulatore supportato e poi selezionalo per usarlo con questo gioco.
nl_nl: Dit spel kan niet gestart worden zonder een game client/emulator. Zorg ervoor dat je eerst een ondersteunde game client toevoegt en deze vervolgens selecteert voor gebruik met dit spel.
pl_pl: Tej gry nie można uruchomić bez klienta gry/emulatora. Upewnij się, że najpierw dodasz obsługiwanego klienta/emulatora gier, a następnie wybierzesz go do użytku z tą grą.
pt_br: Este jogo não pode ser iniciado sem um cliente/emulador de jogos. Certifique-se de primeiro adicionar um cliente/emulador de jogos suportado e então selecioná-lo para uso com este jogo.
pt_pt: Este jogo não pode ser iniciado sem um cliente/emulador de jogo. Certifica-te de que adicionas primeiro um cliente/emulador de jogo suportado e depois selecciona-o para ser utilizado com este jogo.
zh_hans: 此游戏不能在不使用游戏客户端/模拟器的情况下单独启动。请添加支持此游戏的游戏客户端/模拟器，然后在游戏启动时选择它们。

# SetupGameAction_RequiresLaunchComponent_Fix
source: Add game client/emulator
da_dk: Tilføj spilklient/emulator
es_es: Agregar cliente/emulador de juego
fr_fr: Ajouter un client de jeu/émulateur
he: הוסף תוכנת/אימולטור משחק
it_it: Aggiungi client di gioco/emulatore
nl_nl: Toevoegen game client/emulator
pl_pl: Dodaj klienta gry/emulator
pt_br: Adicionar cliente de jogo/emulador
pt_pt: Adicionar cliente/emulador de jogos
zh_hans: 添加游戏客户端/模拟器

# SetupGameAction_DownloadFix
source: Download
es_es: Descargar
fr_fr: Télécharger
he: הורדה
it_it: Scarica
pl_pl: Pobierz
pt_br: Baixar
pt_pt: Descarregar
zh_hans: 下载

# SetupGameAction_GeneralFix
source: Fix
da_dk: Reparér
es_es: Reparar
fr_fr: Réparer
he: תיקון
it_it: Aggiusta
pl_pl: Poprawka
pt_br: Consertar
pt_pt: Correcção
zh_hans: 修复

# SetupGameAction_DownloadModFix
source: Download mod
es_es: Descargar mod
fr_fr: Télécharger le mod
he: הורד מוד
it_it: Scarica mod
nl_nl: Download modificatie
pl_pl: Pobierz mod
pt_br: Baixar mod
pt_pt: Descarregar modificação
zh_hans: 下载mod

# SetupGameAction_GameSettingsFix
source: Open game settings
da_dk: Åbn spilindstillinger
es_es: Abrir configuraciones del juego
fr_fr: Ouvrir les paramètres du jeu
he: פתח את הגדרות המשחק
it_it: Apri le impostazioni del gioco
nl_nl: Open spelinstellingen
pl_pl: Otwórz ustawienia gry
pt_br: Abrir configurações do jogo
pt_pt: Abrir definições do jogo
zh_hans: 打开游戏设置

# SetupGameAction_GameClientGameSettingsFix
source: Open game client/emulator game settings
da_dk: Åbn spilklient/emulatorindstillinger
es_es: Abrir configuraciones del cliente/emulador de juego
fr_fr: Ouvrir les paramètres du jeu du client de jeu/de l'émulateur
he: פתח את הגדרות משחק תוכנת/אימולטור
it_it: Apri le impostazioni del client di gioco/emulatore
nl_nl: Open game client/emulator spelinstellingen
pl_pl: Otwórz klienta gry/ustawienia gry w emulatorze
pt_br: Abrir configurações de cliente de jogo/emulador
pt_pt: Abrir as definições do jogo no cliente/emulador
zh_hans: 打开游戏客户端/模拟器 游戏设置
