Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Settings_SerializationLog
source: Serialization Log
da_dk: Serialiseringslog
es_es: Registro de serialización
fr_fr: Journal de sérialisation
he: יומן סריאליזציה
it_it: Registro di Serializzazione
nl_nl: Serialisatie logboek
pl_pl: Dziennik serializacji
pt_br: Registro de Serialização
pt_pt: Log de Serialização
ru_ru: Журнал сериализации
tr_tr: Serileştirme Günlüğü
zh_hans: 序列化日志

# Settings_SerializationLogInfo
source: Enabling the log will have any binary serialization action, such as using the Archive Explorer or viewing game progression, log to the specified log file. This is primarily for debugging, but can also be useful for viewing the data structure of certain formats.
da_dk: Aktiveres loggen, bliver enhver binær serialiseringshandling, som f.eks. brug af Archive Explorer eller visning af spilfremskridt, logget til den valgte logfil. Dette bruges primært til debugging, men kan også være nyttigt til at se datastrukturen af bestemte formater.
es_es: Al habilitar el registro, todas las acciones de serialización binaria, como usar el Explorador de Archivos o ver el progreso del juego, se registrarán en el archivo de registro especificado. Esto es principalmente para fines de depuración, lo que significa que permite detectar y solucionar problemas en el juego. Sin embargo, también puede ser útil para visualizar la estructura de datos de ciertos formatos, lo que puede brindar información adicional sobre cómo se almacenan y organizan los datos en el juego.
fr_fr: Activer la sérialisation fera que toutes les actions de sérialisation, telles que l'utilisation d'Archive Explorer ou regarder la progression du jeu, seront sérialisées dans le journal de sérialisation spécifié. Cela sert principalement pour du débogage mais peut aussi être utile pour voir les structures de données de certains formats.
he: הפעלת היומן תכלול כל פעולת סריאליזציה בינארית, כגון שימוש בArchive Explorer או צפייה בהתקדמות המשחק, תיכנס לקובץ היומן שצוין. זה נועד בעיקר לדיבאגינג, אבל יכול להיות שימושי גם לצפייה במבנה הנתונים של פורמטים מסוימים.
it_it: L'abilitazione del registro avrà qualsiasi azione di serializzazione binaria, come l'utilizzo di Archive Explorer o la visualizzazione della progressione del gioco, nel file di registro specificato. Questo è principalmente per il debug, ma può anche essere utile per visualizzare la struttura dei dati di determinati formati.
nl_nl: Wanneer het logboek ingeschakeld is, zal elke binaire serialisatie actie, zoals het gebruik van de Archive Explorer of het inzien van de spelvoortgang, gelogd worden in het gespecificeerde logboek. Dit is hoofdzakelijk voor het debuggen, maar kan ook nuttig zijn voor het inzien van datastructuren van bepaalde indelingen.
pl_pl: Włączenie dziennika spowoduje, że każde działanie związane z serializacją binarną, takie jak użycie Eksploratora Archiwów lub przeglądanie postępu gry, zostanie zapisane w określonym pliku logu. Służy to głównie do debugowania, ale może być również przydatne do przeglądania struktury danych niektórych formatów.
pt_br: Habilitar o registro fará com que qualquer ação de serialização binária, como usar o Archive Explorer ou visualizar a progressão do jogo, seja registrada no arquivo de registro especificado. Isso é principalmente para depuração, mas também pode ser útil para visualizar a estrutura de dados de certos formatos.
pt_pt: Activar o log irá ter qualquer acção de serialização binária, tal como utilizar o Explorador de Arquivos ou ver a progressão de jogo, registar para o ficheiro de log especificado. Isto é primáriamente para debugging, mas pode ser útil também para ver a estrutura de dados de certos formatos.
ru_ru: Включение журнала приведет к тому, что любое действие двоичной сериализации, такое как использование Archive Explorer или просмотр прогресса в игре, войдет в указанный файл журнала. В первую очередь это понадобится для отладки, но также может пригодиться для просмотра структуры данных определенных форматов.
tr_tr: Günlüğün etkinleştirilmesi, Arşiv Gezgini'ni kullanma veya oyun ilerlemesini görüntüleme gibi herhangi bir ikili serileştirme eylemine sahip olacak, belirtilen günlük dosyasına giriş yapacaktır. Bu öncelikle hata ayıklama içindir, ancak belirli biçimlerin veri yapısını görüntülemek için de yararlı olabilir.
zh_hans: 启用日志将执行任何二进制序列化操作，例如使用存档资源管理器或查看游戏进度，将日志记录到指定的日志文件。这主要用于debug，但也可用于查看某些格式的数据结构

source: Is enabled
da_dk: Er aktiveret
es_es: Habilitado
fr_fr: Est activé
he: מופעל
hu_hu: Bekapcsolva
it_it: È abilitato
nl_nl: Is ingeschakeld
pl_pl: Jest włączony
pt_br: está habilitado
pt_pt: Está activo
ru_ru: Включено
tr_tr: Etkin
zh_hans: 已启用

# Utilities_BinaryTools_Header
source: Binary Tools
da_dk: Binære værktøjer
es_es: Herramientas binarias
fr_fr: Outils binaires
he: כלים בינאריים
hu_hu: Birany Tools
it_it: Strumenti binari
nl_nl: Binaire Tools
pl_pl: Narzędzia binarne
pt_br: Ferramentas Binárias
pt_pt: Ferramentas binárias
ru_ru: Бинарные инструменты
tr_tr: İkili Araçlar
zh_hans: 二进制工具

# Utilities_Converter_SelectConvertBackFormat
source: Select format to convert back to
da_dk: Vælg format, der skal konverteres tilbage til
es_es: Seleccionar formato para convertir de vuelta a
fr_fr: Sélectionnez le format en lequel reconvertir
he: בחר את הפורמט להמרה חזרה
it_it: Seleziona il formato in cui riconvertire
nl_nl: Selecteer indeling om naar te converteren
pl_pl: Wybierz format, do którego chcesz przekonwertować
pt_br: Selecionar o formato para converter de volta
pt_pt: Seleccionar formato para converter de volta
ru_ru: Выберите формат для обратной конвертации
tr_tr: Geri dönüştürülecek formatı seçin
zh_hans: 选择反向转换格式

# Utilities_Format_RRRSaveHeader
source: Rayman Raving Rabbids Save Files (.sav)
da_dk: Spildata til Rayman Raving Rabbids (.sav)
es_es: Archivos de guardado de Rayman Raving Rabbids (.sav)
fr_fr: Fichiers de sauvegarde Rayman contre les Lapin Crétins (.sav)
he: קבצי שמירה של Rayman Raving Rabbids (.sav)
it_it: File di salvataggio Rayman Raving Rabbids (.sav)
pl_pl: Pliki zapisu gry Rayman Szalone Kórliki (.sav)
pt_br: Arquivos Salvos de Rayman Raving Rabbids (.sav)
pt_pt: Ficheiros de progressão Rayman Raving Rabbids (.sav)
ru_ru: Файлы сохранений Rayman Raving Rabbids (.sav)
tr_tr: Rayman Raving Rabbids Dosyaları Kaydet (.sav)
zh_hans: 雷曼疯狂的兔子存档文件(.sav)

# Utilities_Format_RRR2SaveHeader
source: Rayman Raving Rabbids 2 Save Files (.sav)
da_dk: Spildata til Rayman Raving Rabbids 2 (.sav)
es_es: Archivos de guardado de Rayman Raving Rabbids 2 (.sav)
fr_fr: Fichiers de sauvegarde Rayman contre les Lapins encore plus Crétins (.sav)
he: קבצי שמירה של Rayman Raving Rabbids 2 (.sav)
it_it: File di salvataggio Rayman Raving Rabbids 2 (.sav)
pl_pl: Pliki zapisu gry Rayman Szalone Kórliki 2 (.sav)
pt_br: Arquivos Salvos de Rayman Raving Rabbids 2 (.sav)
pt_pt: Ficheiros de progressão Rayman Raving Rabbids 2 (.sav)
ru_ru: Файлы сохранений Rayman Бешеные Кролики 2 (.sav)
zh_hans: 雷曼疯狂兔子2存档文件(.sav)

# Utilities_Serializers_Header
source: Serializers
da_dk: Serialiseringsværktøjer
es_es: Serializadores
fr_fr: Sérialiseurs
he: סידורים
it_it: Serializzatori
pl_pl: Serializatory
pt_br: Serializadores
pt_pt: Serializadores
ru_ru: Сериализаторы
tr_tr: Seri hale getiriciler
zh_hans: 序列化

# Utilities_Serializers_Log
source: Output as log
da_dk: Output som log
es_es: Guardar como registro
fr_fr: Sortie en journal
he: פלט כיומן
hu_hu: Kimenet log-ként
it_it: Output come registro
nl_nl: Verwerken in logboek
pl_pl: Dane wyjściowe jako log
pt_br: Saída como registro
pt_pt: Output como log
ru_ru: Вывод в виде журнала
tr_tr: Günlük olarak çıktı
zh_hans: 以日志输出

# Utilities_Serializers_Deserialize
source: Deserialize to JSON
da_dk: Deserialisér til JSON
es_es: Deserializar a JSON
fr_fr: Déserialiser vers JSON
he: בטל סריאליזציה ל-JSON
it_it: Deserializza in JSON
nl_nl: Deserialiseren naar JSON
pl_pl: Deserializuj do pliku JSON
pt_br: Desserializar para JSON
pt_pt: Deserializar para JSON
ru_ru: Десериализовать в JSON
tr_tr: JSON'a seri hale getirme
zh_hans: 反序列化为JSON

# Utilities_Serializers_Serialize
source: Serialize from JSON
da_dk: Serialisér fra JSON
es_es: Serializar desde JSON
fr_fr: Sérialiser depuis JSON
he: עשה סדרה מ-JSON
it_it: Serializza da JSON
nl_nl: Serialiseren vanaf JSON
pl_pl: Serializuj z pliku JSON
pt_br: Serializar de JSON
pt_pt: Serializar para JSON
ru_ru: Сериализовать из JSON
tr_tr: JSON'dan serileştirme
zh_hans: 从JSON序列化

# Utilities_Format_RFRSaveHeader
source: Rayman Fiesta Run Save File (.dat)
da_dk: Spildata til Rayman Fiesta Run (.dat)
es_es: Archivo de guardado de Rayman Fiesta Run (.dat)
fr_fr: Fichiers de sauvegarde Rayman Fiesta Run (.dat)
he: קובץ שמירה של Rayman Fiesta Run(.dat)
it_it: File di salvataggio Rayman Fiesta Run (.dat)
pl_pl: Pliki zapisu gry Rayman Fiesta Run (.dat)
pt_br: Arquivo Salvo de Rayman Fiesta Run (.dat)
pt_pt: Ficheiros de progressão Rayman Fiesta Run (.dat)
ru_ru: Файл сохранения Rayman Fiesta Run (.dat)
tr_tr: Rayman Fiesta Çalıştır Kayıt Dosyası (.dat)
zh_hans: 雷曼嘉年华存档文件(.dat)

# Utilities_Format_UnityPlayerPrefsHeader
source: Unity Player Preferences / Rabbids Big Bang Save File (.dat)
da_dk: Unity spillerpræferencer / Spildata til Rabbids Big Bang (.dat)
es_es: Preferencias del jugador Unity / Archivo de guardado Rabbids Big Bang (.dat)
fr_fr: Préférences Unity Player/Sauvegardes The Lapins Crétins Big Bang
he: Unity Player העדפות /קובץ שמירה Rabbids Big Bang (.dat)
it_it: Preferenze di Unity Player / File di salvataggio di Rabbids Big Bang (.dat)
nl_nl: Unity Spelervoorkeuren/Rabbids Big Bang Save File (.dat)
pl_pl: Preferencje Unity Player / Pliki zapisu gry Rabbids Big Bang (.dat)
pt_br: Preferências do Unity Player / Arquivo Salvo de Rabbids Big Bang (.dat)
pt_pt: Preferências Unity Player / Ficheiros de progressão Rabbids Big Bang (.dat)
ru_ru: Настройки Unity Player / Файл сохранения Rabbids Big Bang (.dat)
tr_tr: Unity Player Tercihleri ​​/ Rabbids Big Bang Dosyayı Kaydet (.dat)
zh_hans: Unity播放器首选/傻兔大爆炸存档文件(.dat)

# Utilities_Format_GameMakerDSMapHeader
source: Game Maker DS Map / Rayman Redemption Save File (.txt)
da_dk: Game Maker DS Map / Spildata til Rayman Redemption (.txt)
es_es: Mapa de Game Maker DS / Archivo de guardado de Rayman Redemption (.txt)
fr_fr: Map Game Maker DS / Fichier de sauvegarde Rayman Redemption (.txt)
he: Game Maker DS Map / קובץ שמירה של Rayman Redemption(.txt)
it_it: File di salvataggio Game Maker DS Map / Rayman Redemption (.txt)
pl_pl: Game Maker DS Map / Plik zapisu gry Rayman Redemption (.txt)
pt_br: Mapa de Game Maker DS / Arquivo Salvo de Rayman Redemption (.txt)
pt_pt: Mapa Game Maker DS / Ficheiros de progressão Rayman Redemption (.txt)
ru_ru: Game Maker DS Map / Файл сохранения Rayman Redemption (.txt)
tr_tr: Game Maker DS Haritası / Rayman Redemption Dosyayı Kaydet (.txt)
zh_hans: Game Maker DS Map / Rayman Redemption存档文件(.txt)

# Utilities_Serializers_FileSelectionHeader
source: Select files to serialize
da_dk: Vælg filer, der skal serialiseres
es_es: Seleccionar archivos para serializar
fr_fr: Sélectionnez les fichiers à sérialiser
he: בחר קבצים לסריאליזציה
it_it: Seleziona i file da serializzare
nl_nl: Selecteer bestanden om te serialiseren
pl_pl: Wybierz pliki do serializacji
pt_br: Escolha arquivos para serializar
pt_pt: Seleccionar ficheiros para serializar
ru_ru: Выбор файла для сериализации
tr_tr: Serileştirilecek dosyaları seçin
zh_hans: 选择文件进行序列化

# Utilities_Serializers_LogError
source: The files could not be logged
da_dk: Filerne kunne ikke logges
es_es: No se pudieron guardar los archivos en el registro
fr_fr: Les fichiers n'ont pas pu être mis en journal
he: לא ניתן היה לרשום את הקבצים
it_it: Impossibile registrare i file
nl_nl: De bestanden konden niet gelogd worden
pl_pl: Pliki nie mogły zostać zarejestrowane
pt_br: Os arquivos não puderam ser registrados
pt_pt: Os ficheiros não puderam ser registados
ru_ru: Не удалось зарегистрировать файлы
tr_tr: Dosyalar günlüğe kaydedilemedi
zh_hans: 无法记录文件

# Utilities_Serializers_DeserializeSuccess
source: The files were successfully deserialized
da_dk: Filerne blev deserialiseret med succes
es_es: Los archivos se deserializaron correctamente
fr_fr: Les fichiers ont bien été désérialisés
he: הקבצים עברו דיסריאליזציה בהצלחה
it_it: I file sono stati deserializzati con successo
nl_nl: De bestanden zijn succesvol gedeserialiseerd
pl_pl: Pliki zostały pomyślnie zdeserializowane
pt_br: Os arquivos foram desserializados com sucesso
pt_pt: Os ficheiros foram deserializados com sucesso
ru_ru: Файлы были успешно десериализованы
tr_tr: Dosyalar başarıyla seri durumdan çıkarıldı
zh_hans: 文件已被成功去序列化

# Utilities_Serializers_DeserializeError
source: The files could not be deserialized
da_dk: Filerne kunne ikke deserialiseres
es_es: No se pudieron deserializar los archivos
fr_fr: Les fichiers n'ont pas pu être désérialisés
he: לא ניתן היה להעביר את הקבצים לדיסריאליזציה
it_it: Impossibile deserializzare i file
nl_nl: De bestanden konden niet worden gedeserialiseerd
pl_pl: Pliki nie mogły zostać zdeserializowane
pt_br: Os arquivos não puderam ser desserializados
pt_pt: Os ficheiros não foram deserializados com sucesso
ru_ru: Не удалось десериализовать файлы
tr_tr: Dosyaların seri durumu kaldırılamadı
zh_hans: 文件无法被序列化

# Utilities_Serializers_SerializeSuccess
source: The files were successfully serialized
da_dk: Filerne blev serialiseret med succes
es_es: Los archivos se serializaron correctamente
fr_fr: Les fichiers ont bien été sérialisés
he: הקבצים עברו סריאליזציה בהצלחה
it_it: I file sono stati serializzati con successo
nl_nl: De bestanden zijn succesvol geserialiseerd
pl_pl: Pliki zostały pomyślnie zserializowane
pt_br: Os arquivos foram serializados com sucesso
pt_pt: Os ficheiros foram serializados com sucesso
ru_ru: Файлы были успешно сериализованы
tr_tr: Dosyalar başarıyla serileştirildi
zh_hans: 文件已被成功序列化

# Utilities_Serializers_SerializeError
source: The files could not be serialized
da_dk: Filerne kunne ikke serialiseres
es_es: No se pudieron serializar los archivos
fr_fr: Les fichiers n'ont pas pu être sérialisés
he: לא היה ניתן לבצע סריאליזציה בקבצים אלו
it_it: Impossibile serializzare i file
nl_nl: De bestanden konden niet worden geserialiseerd
pl_pl: Nie udało się zserializować plików
pt_br: Os arquivos não puderam ser serializados
pt_pt: Os ficheiros não puderam ser serializados
ru_ru: Не удалось сериализовать файлы
tr_tr: Dosyalar serileştirilemedi
zh_hans: 文件无法被序列化

# Config_RRRCheatsInfo
source: The cheats will go into effect when first loading a map. Sometimes it is also required to return to the menu afterwards for everything to update.
da_dk: Snydekoderne tager effekt, når en map først indlæses. Nogle gange er det også påkrævet at vende tilbage til menuen bagefter, for at alting kan opdatere.
es_es: Los trucos surtirán efecto al cargar un mapa por primera vez. A veces, también es necesario regresar al menú después para que todo se actualice.
fr_fr: Les codes de triche prendront effet après avoir chargé une map. Il est parfois aussi nécessaire d'ensuite revenir au menu pour que tout se mette à jour.
he: הצ'יטים ייכנסו לתוקף בעת טעינת המפה הראשונה. לפעמים נדרש גם לחזור לתפריט לאחר מכן כדי שהכל יתעדכן.
it_it: I trucchi entreranno in vigore al primo caricamento di una mappa. A volte è anche necessario tornare al menu in seguito per aggiornare tutto.
nl_nl: De cheats zullen van kracht zijn wanneer voor het eerst een map geladen wordt. Soms is het nodig om terug te keren naar het menu, zodat een en ander geüpdatet wordt.
pl_pl: Kody wejdą w życie po pierwszym załadowaniu mapy. Czasami trzeba też wrócić do menu, aby wszystko się zaktualizowało.
pt_br: As trapaças entrarão em vigor ao carregar um mapa pela primeira vez. Às vezes, também é necessário retornar ao menu depois para que tudo seja atualizado.
pt_pt: As batotas irão ter efeito quando primeiro se carrega primeiro um mapa. Às vezes é requerido para regressar posteriormente ao menu para se actualizar tudo.
ru_ru: Читы вступят в силу при первой загрузке карты. Также иногда требуется вернуться в меню после этого, чтобы всё обновилось.
tr_tr: Bir harita ilk yüklenirken hileler devreye girecektir. Bazen her şeyin güncellenmesi için daha sonra menüye geri dönmek de gerekir.
zh_hans: 在第一次载入地图时作弊将会生效。有时候也需要回到主菜单来让所有内容更新。

# RFRU_SaveFixSuccess
source: The save was successfully fixed
da_dk: Spildataen blev repareret med succes
es_es: El guardado se corrigió correctamente
fr_fr: La sauvegarde a bien été réparée
he: השמירה תוקנה בהצלחה
it_it: Il salvataggio è stato corretto con successo
nl_nl: De save file is succesvol gefixt
pl_pl: Zapis został pomyślnie naprawiony
pt_br: O salvamento foi consertado com sucesso
pt_pt: O ficheiro de progresso foi corrigido com sucesso
ru_ru: Файл сохранения был успешно исправлен
tr_tr: Kaydetme başarıyla düzeltildi
zh_hans: 存档已被成功修复

# RFRU_SaveFixError
source: An error occurred when fixing the save
da_dk: En fejl opstod i reparation af spildataen
es_es: Ocurrió un error al corregir el guardado
fr_fr: Une erreur est survenue durant la réparation de la sauvegarde
he: אירעה שגיאה בעת תיקון השמירה
it_it: Si è verificato un errore durante la correzione del salvataggio
nl_nl: Er heeft een fout plaatsgevonden tijdens het fixen van de save file
pl_pl: Wystąpił błąd podczas naprawiania zapisu
pt_br: Ocorreu um erro ao consertar o salvamento
pt_pt: Ocorreu um erro ao corrigir o ficheiro de progresso
ru_ru: Во время исправления файла сохранения произошла ошибка
tr_tr: Kaydetme düzeltilirken bir hata oluştu
zh_hans: 在修复存档时出现错误

# About_Credits_XanderNT
source: Hebrew program translation, game patch file icon
da_dk: Hebraisk programoversættelse, filikon til spilpatch
es_es: Traducción del programa al hebreo, ícono del archivo del parche del juego
fr_fr: Traduction du programme en hébreux, fichier icône du patch de jeu
he: תרגום תוכנה בעברית (ישראל), סמליל קובץ טלאי
it_it: Traduzione del programma in Ebraico, icona dei file patch di gioco
nl_nl: Hebreeuwse programmavertaling, pictogram patch-bestand spel
pl_pl: Tłumaczenie programu na język hebrajski, ikona pliku łatki do gry
pt_br: Tradução do programa em Hebraico, ícone do arquivo de correção do jogo
pt_pt: Programa de tradução hebraico, ícone de ficheiro de correcção de jogo
ru_ru: Перевод программы на иврит
tr_tr: İbranice program çevirisi, oyun yama dosyası simgesi
zh_hans: 希伯来语程序翻译，游戏补丁文件图标

# Settings_ArchiveCNTSyncOnRepack
source: Automatically synchronize textures on repack (.cnt)
da_dk: Synkronisér automatisk teksturer ved ompakning (.cnt)
es_es: Sincronizar automáticamente texturas al volver a empacar (.cnt)
fr_fr: Synchroniser automatiquement les textures à la recompilation
he: מסנכרן אוטומטית טקסטורות (.cnt( באריזה מחדש
it_it: Sincronizza automaticamente le texture alla ricostruzione (.cnt)
nl_nl: Automatisch synchroniseren van texturen tijdens herverpakken (.cnt)
pl_pl: Synchronizuj tekstury automatycznie po przepakowaniu (.cnt)
pt_br: Sincronizar texturas automaticamente no reempacotamento (.cnt)
pt_pt: Sincronizar texturas automáticamente no reempacotamento (.cnt)
ru_ru: Автоматическая синхронизация текстур при перекомпиляции (.cnt)
tr_tr: Yeniden paketlemede (.cnt) dokuları otomatik olarak senkronize et
zh_hans: 自动在重打包时同步材质(.cnt)

# Settings_ArchiveCNTSyncOnRepackInfo
source: If enabled the textures for the game will be automatically synchronized when a .cnt archive is repacked. This is useful for games where synchronizing is required to import higher resolution textures.
da_dk: Hvis aktiveret, bliver teksturerne til dette spil automatisk synkroniseret når et .cnt arkiv ompakkes. Dette er nyttigt til spil hvor synkronisering er påkrævet for at importere teksturer med højere opløsning.
es_es: Si está habilitada, las texturas del juego se sincronizarán automáticamente cuando se vuelva a empacar un archivo .cnt. Esto es útil para juegos donde se requiere sincronización para importar texturas de mayor resolución.
fr_fr: Si activé, les textures pour le jeu seront synchronisées automatiquement quand une archive .cnt est recompilée. Cette option est utile sur les jeux pour lesquels une synchronisatoin est requise pour importer des textures à résolution plus élevée.
he: אם מופעל, הטקסטורות של המשחק יסונכרנו אוטומטית כאשר ארכיון .cnt ייארזו מחדש. זה שימושי למשחקים שבהם נדרש סנכרון כדי לייבא טקסטורות ברזולוציה גבוהה יותר.
it_it: Se abilitato, le texture per il gioco verranno sincronizzate automaticamente quando un archivio .cnt viene ricostruito. Ciò è utile per i giochi in cui è richiesta la sincronizzazione per importare texture a risoluzione più elevata.
nl_nl: Indien ingeschakeld, zullen de texturen van het spel automatisch gesynchroniseerd worden wanneer een .cnt archief wordt herverpakt. Dit is handig in het geval van spellen waarbij synchroniseren een vereiste is t.b.v. het importeren van texturen met een hogere resolutie.
pl_pl: Po włączeniu tej opcji tekstury gry będą automatycznie synchronizowane po przepakowaniu archiwum .cnt. Jest to przydatne w przypadku gier, w których do importowania tekstur wyższej rozdzielczości wymagana jest synchronizacja.
pt_br: Se habilitado, as texturas para o jogo serão sincronizadas automaticamente quando um arquivo .cnt for reempacotado. Isso é útil para jogos em que a sincronização é necessária para importar texturas de resolução mais alta.
pt_pt: Se activado as texturas para o jogo serão automaticamente sincronizadas quando um arquivo .cnt for reempacotado. Isto é útil para jogos onde a sincronização é requerida para importar texturas com maior resolução.
ru_ru: После активации при переупаковке .cnt-архива текстуры для игры будут автоматически синхронизироваться. Это полезно для игр, где требуется синхронизация для импорта текстур с более высоким разрешением.
tr_tr: Etkinleştirilirse, bir .cnt arşivi yeniden paketlendiğinde oyunun dokuları otomatik olarak eşitlenir. Bu, daha yüksek çözünürlüklü dokuları içe aktarmak için senkronizasyonun gerekli olduğu oyunlar için kullanışlıdır.
zh_hans: 如果启用，游戏材质会在.cnt档案重新打包时自动同步。这个选项对于需要在导入更高分辨率的材质时需要同步的游戏很有用。

# Archive_CreateStatusPacking
source: Packing archive
da_dk: Indpakker arkiv
es_es: Empaquetando archivo
fr_fr: Compiler l'archive
he: אריזת ארכיב
it_it: Ricostruendo l'archivio
nl_nl: Inpakken archief
pl_pl: Pakowanie archiwum
pt_br: Empacotando arquivo
pt_pt: Empacotar arquivo
ru_ru: Сборка архива
tr_tr: Ambalaj arşivi
zh_hans: 打包档案

# Archive_AddFiles_Status
source: Adding files
da_dk: Tilføjer filer
es_es: Añadiendo archivos
fr_fr: Ajout de fichiers
he: להוסיף קבצים
it_it: Aggiungendo i file
nl_nl: Toevoegen bestanden
pl_pl: Dodawanie plików
pt_br: Adicionando arquivos
pt_pt: Adicionar ficheiros
ru_ru: Добавление файлов
tr_tr: dosya ekleme
zh_hans: 添加文件

# Archive_ImportDir_Status
source: Importing files
da_dk: Importerer filer
es_es: Importando archivos
fr_fr: Import de fichiers
he: ייבוא קבצים
it_it: Importando i file
nl_nl: Importeren bestanden
pl_pl: Importowanie plików
pt_br: Importando arquivos
pt_pt: Importar ficheiros
ru_ru: Импорт файлов
tr_tr: Dosyaları içe aktarma
zh_hans: 导入文件
