Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# UninstallGameQuestion
source: Are you sure you want to uninstall {0}? This will remove the game from your computer, including the save data. Backups will not be removed.
da_dk: Ønsker du at afinstallere {0}? Dette fjerner spillet fra din computer, inklusiv spildata. Backups fjernes ikke.
es_es: ¿Estás seguro de que deseas desinstalar {0}? Esto eliminará el juego de tu computadora, incluidos los datos guardados. Las copias de seguridad no se eliminarán.
fr_fr: Êtes-vous sur de vouloir désinstaller {0} ? Cette action retirera le jeu de votre ordinateur, sauvegardes comprises. Les backups ne seront pas effacés.
he: האם אתה בטוח שברצונך להסיר את ההתקנה של {0}? פעולה זו תסיר את המשחק מהמחשב שלך, כולל נתוני השמירה. גיבויים לא יוסרו.
hu_hu: Biztosan el akarod távolítani ezt: {0}? Ez a játékot és minden hozzá tartozó mentési fájlt törölni fog. A biztonsági mentések megmaradnak.
it_it: Sei sicuro di voler disinstallare {0}? Questo rimuoverà il gioco dal tuo computer, inclusi i dati di salvataggio. I backup non verranno rimossi.
nl_nl: Weet je zeker dat je {0} wilt deïnstalleren? Dit zal het spel van je computer verwijderen, inclusief de save file. Back-ups zullen níét worden verwijderd.
pl_pl: Czy na pewno chcesz odinstalować {0}? Spowoduje to usunięcie gry z komputera, w tym zapisanych danych. Kopie zapasowe nie zostaną usunięte.
pt_br: Tem certeza de que deseja desinstalar {0}? Isso removerá o jogo do seu computador, incluindo os dados salvos. Os backups não serão removidos.
pt_pt: Tens a certeza que queres desinstalar o {0}? Isto irá remover o jogo do teu computador, incluíndo os dados de progressão. As cópias de segurança não serão removidas.
ru_ru: Вы уверены, что хотите удалить {0}? Это приведет к удалению игры с Вашего компьютера, включая данные сохранений. Резервные копии не будут удалены.
tr_tr: {0} uygulamasını kaldırmak istediğinizden emin misiniz? Bu, kaydedilen veriler de dahil olmak üzere oyunu bilgisayarınızdan kaldıracaktır. Yedekler kaldırılmayacaktır.
zh_hans: 你真的想要卸载{0}吗？这样会从你的电脑上移除游戏，包括存档数据。备份不会被移除。

# UninstallGameQuestionHeader
source: Confirm Uninstall
da_dk: Bekræft afinstallering
es_es: Confirmar desinstalación
fr_fr: Confirmer la désinstallation
he: אשר הסרת ההתקנה
hu_hu: Eltávolítás megerősítése
it_it: Conferma la disinstallazione
nl_nl: Bevestig Deïnstallatie
pl_pl: Potwierdź odinstalowanie
pt_br: Confirmar Desinstalação
pt_pt: Confirmar desinstalação
ru_ru: Подтверждение удаления
tr_tr: Kaldırmayı onayla
zh_hans: 确认卸载

# UninstallGameError
source: An error occurred when uninstalling {0}
da_dk: En fejl opstod i forsøg på at afinstallere {0}
es_es: Se produjo un error al desinstalar {0}
fr_fr: Une erreur est survenue au cours de la désinstallation de {0}
he: אירעה שגיאה בעת הסרת ההתקנה של {0}
hu_hu: Hiba lépett fel a {0} eltávoítása során
it_it: Si è verificato un errore durante la disinstallazione di {0}
nl_nl: Er heeft een fout plaatsgevonden tijdens het deïnstalleren van {0}
pl_pl: Wystąpił błąd podczas odinstalowywania {0}
pt_br: Ocorreu um erro ao desinstalar {0}
pt_pt: Ocorreu um erro quando se desinstalava {0}
ru_ru: Произошла ошибка при удалении {0}
tr_tr: {0} Kaldırılırken bir hata oluştu
zh_hans: 在卸载{0}时发生错误

# UninstallGameErrorHeader
source: Uninstallation Failed
da_dk: Afinstalleringsfejl
es_es: Error de desinstalación
fr_fr: Échec de la désinstallation
he: הסרת ההתקנה נכשלה
hu_hu: Eltávolítás siketelen
it_it: Disinstallazione non riuscita
nl_nl: Deïnstallatie Mislukt
pl_pl: Deinstalacja nie powiodła się
pt_br: Desinstalação Falhou
pt_pt: Falhou a desinstalação
ru_ru: Удаление было прервано
tr_tr: Kaldırma başarısız oldu
zh_hans: 卸载失败

# PrintStudioOptions_VersionHeader
source: Print Studio version
es_es: Versión de Print Studio
fr_fr: Version de Print Studio
he: Print Studio גרסאת
hu_hu: Print Studio verzió
it_it: Versione Print Studio
pt_br: Versão do Print Studio
pt_pt: Versão Print Studio
ru_ru: Версия Print Studio
tr_tr: Print Studio sürümü
zh_hans: Print Studio版本

# PrintStudioOptions_VersionInfo
source: Changing the version will change the available options in the game. The 2003 version has calenders for the years 2003 and 2004. The 2005 version has calenders for the years 2006 and 2007 as well as the 'goodies' section.
da_dk: Ændring af versionen påvirker de tilgængelige indstillinger i spillet. 2003-versionen har kalendere for årene 2003 og 2004. 2005-versionen har kalendere for årene 2006 og 2007, samt 'goodies'-sektionen.
es_es: Cambiar la versión cambiará las opciones disponibles en el juego. La versión de 2003 tiene calendarios para los años 2003 y 2004. La versión de 2005 tiene calendarios para los años 2006 y 2007, así como la sección de "goodies".
fr_fr: Changer la version changera les options disponibles en jeu. La version de 2003 a des calendriers pour les années 2003 et 2004. La version 2005 a des calendriers pour les années 2006 et 2007 ainsi qu'une section 'bonus'.
he: שינוי הגרסה ישנה את האפשרויות הזמינות במשחק. לגרסת 2003 יש לוחות שנה לשנים 2003 ו-2004. לגרסת 2005 יש לוחות שנה לשנים 2006 ו-2007 וכן את המדור 'goodies'.
hu_hu: A verzió megváltoztatása a program funkcióit is megváltoztatja. A 2003-as verzió naptárai a 2003-2004-es évekre vannak. A 2005-ös verzióban 2006 és 2007-re is, valamint létezik egy plusz 'goodies' szekció
it_it: La modifica della versione cambierà le opzioni disponibili nel gioco. La versione 2003 ha i calendari per gli anni 2003 e 2004. La versione 2005 ha i calendari per gli anni 2006 e 2007, nonché la sezione 'bonus'.
pt_br: Mudar a versão mudará as opções disponíveis no jogo. A versão de 2003 tem calendários para os anos de 2003 e 2004. A versão de 2005 tem calendários para os anos de 2006 e 2007, bem como a seção 'goodies'.
pt_pt: Alterar a versão irá alterar as opções disponíveis no jogo. A versão de 2003 tem calendários para os anos de 2003 e 2004. A versão de 2005 tem calendários para os anos de 2006 e 2007 assim como uma secção de 'goodies'.
ru_ru: Изменение версии приведет к изменению доступных опций в игре. В версии 2003 года есть календари на 2003 и 2004 годы. В версии 2005 года есть календари на 2006 и 2007 годы, а также раздел 'goodies'.
tr_tr: Sürümün değiştirilmesi, oyundaki mevcut seçenekleri değiştirecektir. 2003 sürümünde 2003 ve 2004 yıllarına ait takvimler bulunmaktadır. 2005 sürümünde ise 2006 ve 2007 yıllarına ait takvimlerin yanı sıra 'goodies' bölümü bulunmaktadır.
zh_hans: 改变版本会改变游戏中可用的选项。2003年版本有2003年和2004年的日历。2005年版本有2006年和2007年的日历并且还有‘好东西’部分。

# PrintStudioOptions_Version03
source: 2003 version
es_es: Versión 2003
fr_fr: Version 2003
he: 2003 גרסא
hu_hu: 2003 verzió
it_it: Versione 2003
pt_br: Versão de 2003
pt_pt: Versão de 2003
ru_ru: Версия 2003
tr_tr: 2003 sürümü
zh_hans: 2003版本

# PrintStudioOptions_Version05
source: 2005 version
es_es: Versión 2005
fr_fr: Version 2005
he: 2005 גרסא
hu_hu: 2005 verzió
it_it: Versione 2005
pt_br: Versão de 2005
pt_pt: Versão de 2005
ru_ru: Версия 2005
tr_tr: 2005 sürümü
zh_hans: 2005版本

# DownloadGame_ConfirmSize
source: This game requires its files to be downloaded. The total size of the download is {0}. Continue?
da_dk: Dette spil kræver, at dets filer bliver downloadet. Downloadens samlede størrelse er {0}. Fortsæt?
es_es: Este juego requiere que sus archivos se descarguen. El tamaño total de la descarga es {0}. ¿Continuar?
fr_fr: Ce jeu requiert que ses fichiers soient téléchargés. La taille totale du téléchargement est de {0}. Voulez-vous continuer ?
he: המשחק הזה דורש הורדה של הקבצים שלו. הגודל הכולל של ההורדה הוא {0}. להמשיך?
hu_hu: Ehhez a játékhoz le kell tölteni adott fájlokat. A letöltés mérete {0}. Folytatod?
it_it: Questo gioco richiede il download dei suoi file. La dimensione totale del download è {0}. Continuare?
pt_br: Este jogo requer que seus arquivos sejam baixados. O tamanho total do download é de {0}. Continuar?
pt_pt: Este jogo requer que sejam descarregados os seus ficheiros. O tamanho total da descarga é de {0}. Continuar?
ru_ru: Эта игра требует, чтобы ее файлы были загружены. Общий размер файлов равен {0}. Продолжить?
tr_tr: Bu oyun, dosyalarının indirilmesini gerektiriyor. İndirmenin toplam boyutu {0}. Devam et?
zh_hans: 这个游戏需要下载文件。下载文件总大小为{0}。继续？

# DownloadGame_Confirm
source: This game requires its files to be downloaded. Continue?
da_dk: Dette spil kræver, at dets filer bliver downloadet. Fortsæt?
es_es: Este juego requiere que se descarguen sus archivos. ¿Continuar?
fr_fr: Le jeu requiert que ses fichiers soient téléchargés. Voulez-vous continuer ?
he: המשחק הזה דורש הורדה של הקבצים שלו. להמשיך?
hu_hu: Ehhez a játékhoz le kell tölteni adott fájlokat. Folytatod?
it_it: Questo gioco richiede il download dei suoi file. Continuare?
pt_br: Este jogo requer que seus arquivos sejam baixados. Continuar?
pt_pt: Este jogo requer que sejam descarregados os seus ficheiros. Continuar?
ru_ru: Эта игра требует, чтобы ее файлы были загружены. Продолжить?
tr_tr: Bu oyun, dosyalarının indirilmesini gerektiriyor. Devam et?
zh_hans: 这个游戏需要下载文件。继续？

# GameDisplay_GameJolt
source: Download from GameJolt
da_dk: Download fra GameJolt
de_de: Laden von GameJolt
es_es: Descargar desde GameJolt
fr_fr: Télécharger depuis GameJolt
he: הורד מ-GameJolt
hu_hu: Letöltés Gamejolt-ról
it_it: Scarica da GameJolt
nl_nl: Downloaden via GameJolt
pl_pl: Pobierz z GameJolt
pt_br: Baixar do GameJolt
pt_pt: Transferir através da GameJolt
ru_ru: Загрузить с GameJolt
tr_tr: GameJolt'dan Indir
zh_hans: 从GameJolt下载

# GameDisplay_OpenGameJoltPage
source: Open GameJolt page
da_dk: Åben GameJolt-side
de_de: GameJolt Seite öffnen
es_es: Abrir página de GameJolt
fr_fr: Ouvrir la page GameJolt
he: פתח את דף GameJolt
hu_hu: Gamejolt oldal megnyitása
it_it: Apri la pagina GameJolt
nl_nl: Open de GameJolt pagina
pl_pl: Otwórz stronę GameJolt
pt_br: Abrir página do GameJolt
pt_pt: Abrir página GameJolt
ru_ru: Открыть страницу в GameJolt
tr_tr: GameJolt sayfasını aç
zh_hans: 打开GameJolt页面

# PrintStudioOptions_VersionUpdateError
source: An error occurred when updating the Print Studio version
da_dk: En fejl opstod i forsøg på at opdatere Print Studio-versionen
es_es: Se produjo un error al actualizar la versión de Print Studio
fr_fr: Une erreur est survenue en changeant la version de Print Studio
he: אירעה שגיאה בעת עדכון גרסת ה-Print Studio
hu_hu: A Print Studio verzió frissítése közben hiba lépett fel.
it_it: Si è verificato un errore durante l'aggiornamento della versione di Print Studio
pt_br: Ocorreu um erro ao atualizar a versão do Print Studio
pt_pt: Ocorreu um erro quando se actualizava a versão Print Studio
ru_ru: Произошла ошибка при обновлении версии Print Studio
tr_tr: Print Studio sürümü güncellenirken bir hata oluştu
zh_hans: 在更新Print Studio版本时发生错误

# GamesPage_Category_Rabbids
source: Rabbids
fr_fr: Lapins Crétins
pl_pl: Kórliki
zh_hans: 疯狂兔子

# GamesPage_Category_Other
source: Other
da_dk: Andet
es_es: Otro
fr_fr: Autres
he: אחר
hu_hu: Egyéb
it_it: Altro
nl_nl: Overige
pl_pl: Inne
pt_br: Outros
pt_pt: Outros
ru_ru: Прочее
tr_tr: Diğer
zh_hans: 其他

# ExportDestinationSelectionHeader
source: Select a file destination to export to
da_dk: Vælg en fildestination til eksportering
es_es: Selecciona una ubicación de archivo para exportar
fr_fr: Choisir un fichier de destination où exporter
he: בחר יעד קובץ לייצא אליו
hu_hu: Exportálás helyének megadása
it_it: Seleziona una destinazione file in cui esportare
nl_nl: Selecteer een bestandslocatie om naar te exporteren
pl_pl: Wybierz miejsce docelowe pliku, który chcesz wyeksportować do
pt_br: Seleciona um destino de arquivo para exportar
pt_pt: Selecciona um destino de ficheiro para a exportação
ru_ru: Выберите место назначения для экспорта файла
tr_tr: Dışa aktarılacak bir dosya hedefi seçin
zh_hans: 选择一个文件输出地址

# FileFilterDescription_JSON
source: JSON Files
da_dk: JSON-filer
es_es: Archivos JSON
fr_fr: Fichiers JSON
he: JSON קבצי
hu_hu: JSON fájlok
it_it: Seleziona una destinazione in cui esportare il file
nl_nl: JSON-bestanden
pl_pl: Pliki JSON
pt_br: Arquivos JSON
pt_pt: Ficheiros JSON
ru_ru: JSON-файлы
tr_tr: JSON dosyalar
zh_hans: JSON文件

# ImportSelectionHeader
source: Select a converted JSON file to import from
da_dk: Vælg en konverteret JSON-fil, der skal importeres fra
es_es: Selecciona un archivo JSON convertido para importar
fr_fr: Sélectionnez un fichier JSON converti à importer
he: בחר קובץ JSON שהומר לייבא ממנו
hu_hu: Válassz egy konvertált JSON fájlt az importáláshoz
it_it: Seleziona un file JSON convertito da cui importare
nl_nl: Selecteer een geconverteerd JSON-bestand om vanaf te importeren
pl_pl: Wybierz przekonwertowany plik JSON, z którego chcesz importować
pt_br: Seleciona um arquivo JSON convertido para importar
pt_pt: Selecciona um ficheiro JSON convertido para se importar
ru_ru: Выберите преобразованный JSON-файл для импорта из него
tr_tr: İçe aktarılacak dönüştürülmüş bir JSON dosyası seçin
zh_hans: 选择一个已经转换过的JSON文件来导入

# Progression_Export
source: Export
da_dk: Eksportér
es_es: Exportar
fr_fr: Exporter
he: יצוא
hu_hu: Exportálás
it_it: Esporta
nl_nl: Exporteren
pl_pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ru_ru: Экспорт
tr_tr: İhraç
zh_hans: 输出

# Progression_Import
source: Import
da_dk: Importér
es_es: Importar
fr_fr: Importer
he: יבוא
hu_hu: Importálás
it_it: Importa
nl_nl: Importeren
pl_pl: Importuj
pt_br: Importar
pt_pt: Importar
ru_ru: Импорт
tr_tr: İthal
zh_hans: 输入

# Progression_ExportError
source: An error occurred when exporting the save file. Make sure the file is supported.
da_dk: En fejl opstod i forsøg på at eksportere spildataen. Sørg for at filen understøttes.
es_es: Se produjo un error al exportar el archivo de guardado. Asegúrate de que el archivo sea compatible.
fr_fr: Une erreur est survenue en exportant le fichier de sauvegarde. Vérifiez que le fichier est compatible.
he: אירעה שגיאה בעת ייצוא קובץ השמירה. ודא שהקובץ נתמך.
hu_hu: A mentés exportálása közben hiba történt. Ellenőrízd, hogy a .JSON fájl formátuma megfelelő-e, valamint hogy az adott mentési fájl támogatott.
it_it: Si è verificato un errore durante l'esportazione del file di salvataggio. Assicurati che il file sia supportato.
nl_nl: Er heeft een fout plaatsgevonden tijdens het exporteren van de save file. Controleer of het bestand ondersteund wordt.
pl_pl: Wystąpił błąd podczas eksportowania pliku zapisu. Upewnij się, że plik jest obsługiwany.
pt_br: Ocorreu um erro ao exportar o arquivo salvo. Certifique-se de que o arquivo é suportado.
pt_pt: Ocorreu um erro quando se exportava o ficheiro de progressão. Assegura-te que o ficheiro é suportado.
ru_ru: При экспорте файла сохранения произошла ошибка. Убедитесь в том, что файл поддерживается.
tr_tr: Kayıt dosyası dışa aktarılırken bir hata oluştu. Dosyanın desteklendiğinden emin olun.
zh_hans: 在导出此存档文件时发生错误。请确认存档文件是受支持的。

# Progression_ImportError
source: An error occurred when importing the save file. Make sure the format of the .JSON file is correct and that the save file is supported.
da_dk: En fejl opstod i forsøg på at importere spildataen. Sørg for at formatet af .JSON-filen er korrekt og at spildataen understøttes.
es_es: Se produjo un error al importar el archivo de guardado. Asegúrate de que el formato del archivo .JSON sea correcto y de que el archivo de guardado sea compatible.
fr_fr: Une erreur est survenue en exportant le fichier de sauvegarde. Vérifiez que le format du .JSON est correct et que le fichier est compatible.
he: אירעה שגיאה בעת ייבוא קובץ השמירה. ודא שהפורמט של קובץ ה-JSON נכון ושקובץ השמירה נתמך.
hu_hu: A mentés importálása közben hiba történt. Ellenőrízd, hogy a .JSON fájl formátuma megfelelő-e, valamint hogy az adott mentési fájl támogatott.
it_it: Si è verificato un errore durante l'importazione del file di salvataggio. Assicurati che il formato del file .JSON sia corretto e che il file di salvataggio sia supportato.
nl_nl: Er heeft een fout plaatsgevonden tijdens het importeren van de save file. Controleer of het format van het .JSON-bestand juist is en of de save file ondersteund wordt.
pl_pl: Wystąpił błąd podczas importowania pliku zapisu. Upewnij się, że format pliku .JSON jest prawidłowy i że plik zapisu jest obsługiwany.
pt_br: Ocorreu um erro ao importar o arquivo salvo. Certifique-se de que o formato do arquivo .JSON esteja correto e que o arquivo salvo seja suportado.
pt_pt: Ocorreu um erro quando se importava o ficheiro de progressão. Assegura-te que o formato do ficheiro .JSON está correcto e que o ficheiro de progresso é suportado.
ru_ru: При импорте файла сохранения произошла ошибка. Убедитесь в том, что формат .JSON-файла является правильным, и что файл сохранения поддерживается.
tr_tr: Kayıt dosyası içe aktarılırken bir hata oluştu. .JSON dosyasının biçiminin doğru olduğundan ve kaydetme dosyasının desteklendiğinden emin olun.
zh_hans: 在导入此存档文件时出现错误。请确认.JSON文件的格式正确并且存档文件是受支持的。

# UninstallGameSuccess
source: {0} was uninstalled
da_dk: {0} blev afinstalleret
es_es: {0} se desinstaló
fr_fr: {0} a été désinstallé
he: ההתקנה של {0} הוסרה
hu_hu: A {0} el lett távolìtva
it_it: {0} è stato disinstallato
nl_nl: {0} is gedeïnstalleerd
pl_pl: {0} został odinstalowany
pt_br: {0} foi desinstalado
pt_pt: O {0} foi desinstalado
ru_ru: {0} была удалена
tr_tr: {0} kaldırıldı
zh_hans: {0}已被卸载

# UninstallGameSuccessHeader
source: Uninstallation complete
da_dk: Afinstallering fuldført
es_es: Desinstalación completa
fr_fr: Désinstallation terminée
he: הסרת ההתקנה הושלמה
hu_hu: Sikeres eltávolítás
it_it: Disinstallazione completata
nl_nl: Deïnstallatie voltooid
pl_pl: Dezinstalacja zakończona
pt_br: Desinstalação completa
pt_pt: Desinstalação completa
ru_ru: Удаление завершено
tr_tr: Kaldırma tamamlandı
zh_hans: 卸载完成

# Progression_ExportSuccess
source: The save file has been successfully exported
da_dk: Spildataen blev eksporteret med succes
es_es: El archivo de guardado se ha exportado correctamente.
fr_fr: Le fichier de sauvegarde a été exporté avec succès
he: קובץ השמירה יוצא בהצלחה
hu_hu: Mentési fájl sikeresen expotálva
it_it: Il file di salvataggio è stato esportato con successo
nl_nl: De save file is succesvol geëxporteerd
pl_pl: Plik zapisu został pomyślnie wyeksportowany
pt_br: O arquivo salvo foi exportado com sucesso
pt_pt: Foi exportado com sucesso o ficheiro de progressão
ru_ru: Файл сохранения успешно экспортирован
tr_tr: Kaydetme dosyası başarıyla dışa aktarıldı
zh_hans: 此存档文件已被成功导出

# Progression_ImportSuccess
source: The save file has been successfully imported
da_dk: Spildataen blev importeret med succes
es_es: El archivo de guardado se ha importado correctamente.
fr_fr: Le fichier de sauvegarde a été importé avec succès
he: קובץ השמירה יובא בהצלחה
hu_hu: Mentési fájl sikeresen expotálva
it_it: Il file di salvataggio è stato importato con successo
nl_nl: De save file is succesvol geïmporteerd
pl_pl: Plik zapisu został pomyślnie zaimportowany
pt_br: O arquivo salvo foi importado com sucesso
pt_pt: Foi importado com sucesso o ficheiro de progressão
ru_ru: Файл сохранения успешно импортирован
tr_tr: Kaydetme dosyası başarıyla içe aktarıldı
zh_hans: 此存档文件已被成功导入

# Config_CharacterHeader
source: Character
da_dk: Karakter
es_es: Personaje
fr_fr: Personnage
he: דמות
hu_hu: Karakter
it_it: Personaggio
nl_nl: Personage
pl_pl: Postać
pt_br: Personagem
pt_pt: Personagem
ru_ru: Персонаж
tr_tr: Karakter
zh_hans: 角色

# Config_CharacterHeaderRJRInfo
source: Selecting a character here will change the currently selected character in the game. The last two Teensy characters can only be set from here as there is no option to do so in the game.
da_dk: Valg af karakter her vil ændre den nuværende valgte karakter i spillet. De to sidste Teensy-karakterer kan kun indstilles herfra, da der ikke er mulighed for at gøre det i spillet.
es_es: Seleccionar un personaje aquí cambiará el personaje actualmente seleccionado en el juego. Los dos últimos personajes Teensy solo se pueden establecer desde aquí, ya que no hay una opción para hacerlo en el juego.
fr_fr: Choisir un personnage ici changera le personnage sélectionné actuellement dans le jeu. Les deux derniers Ptizêtres ne peuvent être choisis qu'ici comme il n'y a aucune option pour les choisir depuis le jeu.
he: בחירת דמות כאן תשנה את הדמות שנבחרה כעת במשחק. ניתן להגדיר את שתי הדמויות האחרונות של Teensy רק מכאן מכיוון שאין אפשרות לעשות זאת במשחק.
hu_hu: Az itteni karakter választása megváltoztatja a jelenleg használt karaktert a játékon belül. Az utolsó 2 Teensie karaktert csak innen lehet kiválasztani, ugyanis a játékon belül nincs rá opció.
it_it: Selezionando un personaggio da qui cambierà il personaggio attualmente selezionato nel gioco. Gli ultimi due personaggi Teen possono essere impostati solo da qui in quanto non è possibile farlo nel gioco.
nl_nl: Het selecteren van een personage via hier, verandert het huidige geselecteerde personage in het spel. De laatste 2 Teensie personages kunnen alleen via hier worden geselecteerd, omdat dit via het spel onmogelijk is.
pl_pl: Wybór postaci w tym miejscu spowoduje zmianę aktualnie wybranej postaci w grze. Dwie ostatnie postacie Teensiesów można ustawić tylko tutaj, ponieważ nie ma takiej możliwości w grze.
pt_br: Selecionar um personagem aqui mudará o personagem selecionado atualmente no jogo. Os dois últimos personagens Teensy só podem ser definidos aqui, pois não há opção para isso no jogo.
pt_pt: Seleccionar uma personagem aqui irá alterar a personagem actualmente seleccionada no jogo. As últimas duas personagens Teensy só poderão ser definidas a partir daqui por não haver uma opção para se fazer no jogo.
ru_ru: Выбор персонажа здесь изменит текущего выбранного персонажа в игре. Последние две Малютки могут быть установлены только отсюда, так как этого невозможно сделать в самой игре.
tr_tr: Burada bir karakter seçmek, oyunda halihazırda seçili olan karakteri değiştirecektir. Oyunda böyle bir seçenek olmadığı için son iki Teensy karakteri yalnızca buradan ayarlanabilir.
zh_hans: 在这里选择角色将会改变游戏里目前选择的角色。在最后的两个小小角色只能在这里选择因为游戏里没有对应的选项。

# Config_RJRHeroes_GloboxOutfit
source: Globox Outfit
es_es: Atuendo de Globox
fr_fr: Raybox
it_it: Costume da Globox
pt_br: Raybox
pt_pt: Traje do Globox
zh_hans: 格罗伯套装

# Config_RJRHeroes_GreenTeensy
source: Green Teensy
es_es: Teensy Verde
fr_fr: Ptizêtre vert
it_it: Teen verde
pt_br: Teensy Verde
pt_pt: Teensy Verde
zh_hans: 绿小小

# Config_RJRHeroes_GothTeensy
source: Goth Teensy
es_es: Teensy Gótico
fr_fr: Ptizêtre gothique
it_it: Teen gotico
pt_br: Teensy Gótico
pt_pt: Teensy Gótico
zh_hans: 哥特小小

# Config_SelectedSlotHeader
source: Selected Save Slot
da_dk: Valgt gemmeplads
es_es: Espacio de guardado seleccionado
fr_fr: Sauvegarde sélectionnée
he: חריץ שמירה נבחר
hu_hu: Kijelölt mentési slot
it_it: Slot di salvataggio selezionato
nl_nl: Geselecteerde Save Slot
pl_pl: Wybrany slot zapisu
pt_br: Slot de Salvamento Selecionado
pt_pt: Slot de progressão seleccionado
ru_ru: Выбранный слот сохранения
tr_tr: Seçilen Kayıt Alanı
zh_hans: 选择存档槽位

# Config_MusicVolumeHeader
source: Music Volume
da_dk: Musikvolumen
es_es: Volumen de la música
fr_fr: Volume de la musique
he: עוצמת קול מוזיקה
hu_hu: Zene hangereje
it_it: Volume Musica
nl_nl: Muziekvolume
pl_pl: Głośność muzyki
pt_br: Volume da Música
pt_pt: Volume de Música
ru_ru: Громкость музыки
tr_tr: Müzik ses seviyesi
zh_hans: 音乐音量

# Config_SoundVolumeHeader
source: Sound Volume
da_dk: Lydvolumen
es_es: Volumen del sonido
fr_fr: Volume des sons
he: עוצמת קול
hu_hu: Hangeffektek
it_it: Volume Suoni
nl_nl: Geluidsvolume
pl_pl: Głośność dźwięku
pt_br: Volume do Som
pt_pt: Volume de Som
ru_ru: Громкость звуковых эффектов
tr_tr: Ses seviyesi
zh_hans: 音效音量
