Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Download_OperationCanceling
source: The operation is currently canceling
da_dk: Operationen annulleres
de_de: Diese Operation wird zurzeit Abgebrochen
es_es: La operación se está cancelando actualmente
fr_fr: L'opération est en train de s'annuler
he: הפעולה מתבטלת כעת
hu_hu: A művelet megszakítás alatt van
it_it: L'operazione è attualmente in fase di annullamento
pt_br: A operação está sendo cancelada no momento
pt_pt: A operação está actualmente a ser cancelada
ru_ru: В настоящее время операция уже отменяется
tr_tr: İşlem şu anda iptal ediliyor
zh_hans: 操作正在取消

# Download_OperationCancelingHeader
source: Cancel request already received
da_dk: Annulleringsanmodning er allerede modtaget
de_de: Abbruch von Operation wurde Empfangen
es_es: Ya se ha recibido una solicitud de cancelación
fr_fr: La demande d'annulation a déjà été reçue
he: ביטול הבקשה שכבר התקבלה
hu_hu: A megszakítási kérelem már végbement
it_it: Richiesta di annullamento già ricevuta
pt_br: Pedido de cancelamento já recebido
pt_pt: O pedido de cancelamento já foi recebido
ru_ru: Операция уже отменяется
tr_tr: İptal isteği zaten alındı
zh_hans: 取消指令已经收到

# Download_Cancel
source: Do you wish to cancel the download?
da_dk: Ønsker du at annullere downloaden?
de_de: Möchtest du den Download abbrechen?
es_es: ¿Deseas cancelar la descarga?
fr_fr: Voulez-vous annuler le téléchargement ?
he: האם ברצונך לבטל את ההורדה?
hu_hu: Biztosan meg akarod szakítani a letöltést?
it_it: Vuoi annullare il download?
pt_br: Deseja cancelar o download?
pt_pt: Desejas cancelar a descarga?
ru_ru: Вы хотите отменить загрузку?
tr_tr: İndirmeyi iptal etmek istiyor musunuz?
zh_hans: 你想要取消下载吗？

# Download_CancelHeader
source: Cancel ongoing download
da_dk: Annullér igangværende download
de_de: Abbreche ausstehenden Download
es_es: Cancelar descarga en curso
fr_fr: Annuler le téléchargement
he: בטל הורדה בתהליך
hu_hu: Folyamatban lévő letöltés megszakítása
it_it: Annullamento del download in corso
pt_br: Cancelar download em andamento
pt_pt: A cancelar a descarga em curso
ru_ru: Отмена текущей загрузки
tr_tr: Devam eden indirmeyi iptal et
zh_hans: 取消正在进行的下载

# Download_Canceled
source: The download operation was canceled
da_dk: Downloadoperationen blev annulleret
de_de: Diese Download Operation wurde Abgebrochen
es_es: La operación de descarga se canceló
fr_fr: Le téléchargement a été annulé
he: ההורדה בוטלה
hu_hu: A letöltés megszakítása sikerült
it_it: L'operazione di download è stata annullata
pt_br: A operação de download foi cancelada
pt_pt: A operação de descarga foi cancelada
ru_ru: Загрузка была отменена
tr_tr: İndirme işlemi iptal edildi
zh_hans: 下载操作已被取消

# Download_CanceledHeader
source: Operation canceled
da_dk: Operation annulleret
de_de: Operation abgebrochen
es_es: Operación cancelada
fr_fr: Opération annulée
he: הפעולה בוטלה
hu_hu: Művelet megszakítva
it_it: Operazione annullata
pt_br: Operação cancelada
pt_pt: Operação cancelada
ru_ru: Загрузка отменена
tr_tr: İşlem iptal edildi
zh_hans: 操作取消

# Download_Failed
source: The download operation failed
da_dk: Downloadoperationen mislykkedes
de_de: Diese Download Operation wurde abgebrochen
es_es: La operación de descarga falló
fr_fr: Le téléchargement a échoué
he: פעולת ההורדה נכשלה
hu_hu: A letöltés sikertelen volt
it_it: L'operazione di download non è riuscita
pt_br: A operação de download falhou
pt_pt: A operação de descarga falhou
ru_ru: Загрузка была прервана
tr_tr: İndirme işlemi başarısız oldu
zh_hans: 下载操作失败

# Download_FailedHeader
source: Operation failed
da_dk: Operation mislykkedes
de_de: Operation fehlgeschlagen
es_es: La operación falló
fr_fr: Opération échouée
he: הפעולה נכשלה
hu_hu: Művelet sikertelen
it_it: Operazione non riuscita
pt_br: Operação falhou
pt_pt: A operação falhou
ru_ru: Загрузка прервана
tr_tr: Operasyon başarısız
zh_hans: 操作失败

# Download_Success
source: The files were downloaded successfully
da_dk: Filerne blev downloadet med succes
de_de: Die Dateien wurden erfolgreich heruntergeladen
es_es: Los archivos se descargaron correctamente
fr_fr: Les fichiers ont été téléchargés avec succès
he: הקבצים הורדו בהצלחה
hu_hu: A fájlok sikeresen letöltésre kerültek
it_it: I file sono stati scaricati con successo
pt_br: Os arquivos foram baixados com sucesso
pt_pt: Os ficheiros foram descarregados com sucesso
ru_ru: Файлы были успешно загружены
tr_tr: Dosyalar başarıyla indirildi
zh_hans: 文件已成功下载

# Download_SuccessHeader
source: Download operation complete
da_dk: Downloadoperation fuldført
de_de: Download Operation abgeschlossen
es_es: Operación de descarga completada
fr_fr: Téléchargement terminé
he: פעולת ההורדה הסתיימה
hu_hu: Letöltés kész
it_it: Operazione di download completata
pt_br: Operação de download completa
pt_pt: Operação de descarga completa
ru_ru: Загрузка завершена
tr_tr: İndirme işlemi tamamlandı
zh_hans: 下载操作完成

# AppNews_Header
source: Version History
da_dk: Versionshistorik
de_de: Version Info
es_es: Historial de versiones
fr_fr: Historique des versions
he: היסטוריית הגירסאות
hu_hu: Verzió előzmények
it_it: Cronologia delle versioni
nl_nl: Versiehistorie
pl_pl: Historia wersji
pt_br: Histórico de Versões
pt_pt: Histórico de versões
ru_ru: Список версий
tr_tr: Sürüm Geçmişi
zh_hans: 版本历史

source: Continue
da_dk: Fortsæt
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
he: המשך
hu_hu: Folytatás
it_it: Continua
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru_ru: Продолжить
tr_tr: Devam et
zh_hans: 继续

# Download_Title
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
he: הורדה
hu_hu: Letöltés
it_it: Scarica
pt_br: Baixar
pt_pt: Transferir
ru_ru: Загрузка
tr_tr: Yükle
zh_hans: 下载

# Download_TotalProgress
source: Total Progress
da_dk: Samlede fremskridt
de_de: Gesamter Prozess
es_es: Progreso total
fr_fr: Progrès Total
he: סה"כ התקדמות
hu_hu: Teljes töltési folyamat
it_it: Progresso Totale
pt_br: Progresso Total
pt_pt: Progresso total
ru_ru: Общий прогресс
tr_tr: Toplam ilerleme
zh_hans: 总进度

# Download_CurrentFileProgress
source: Current File Progress
da_dk: Nuværende filfremskridt
de_de: Aktueller Datei Prozess
es_es: Progreso actual del archivo
fr_fr: Progrès Fichier Courant
he: התקדמות הקבצים הנוכחית
hu_hu: Jelenlegi fájl töltési folyamata
it_it: Progresso file corrente
pt_br: Progresso do Arquivo Atual
pt_pt: Progresso de ficheiro actual
ru_ru: Текущий прогресс файла
tr_tr: Geçerli Dosya İlerlemesi
zh_hans: 现有文件进度

# FirstLaunchInfo_Title
source: Welcome to the Rayman Control Panel
da_dk: Velkommen til Rayman Control Panel
de_de: Willkommen beim Rayman Control Panel
es_es: Bienvenido al Panel de Control de Rayman
fr_fr: Bienvenue dans le Rayman Control Panel
he: ברוכים הבאים לRayman Control Panel
hu_hu: Üldözöllek a Rayman Control Panel-ban
it_it: Benvenuto nel Rayman Control Panel
nl_nl: Welkom bij het Rayman Control Panel
pl_pl: Witamy w Rayman Control Panel
pt_br: Bem-vindo(a) ao Rayman Control Panel
pt_pt: Bem-vindo(a) ao Rayman Control Panel
ru_ru: Добро пожаловать в Rayman Control Panel
tr_tr: Rayman Control Panel'de Hoş Geldiniz
zh_hans: 欢迎来到Rayman Control Panel

# FirstLaunchInfo_Header
source: Welcome to the Rayman Control Panel
da_dk: Velkommen til Rayman Control Panel
de_de: Willkommen beim Rayman Control Panel
es_es: Bienvenido al Panel de Control de Rayman
fr_fr: Bienvenue dans le Rayman Control Panel
he: ברוכים הבאים לRayman Control Panel
hu_hu: Üldözöllek a Rayman Control Panel-ban
it_it: Benvenuto nel Rayman Control Panel
nl_nl: Welkom bij het Rayman Control Panel
pl_pl: Witamy w Rayman Control Panel
pt_br: Bem-vindo(a) ao Rayman Control Panel
pt_pt: Bem-vindo(a) ao Rayman Control Panel
ru_ru: Добро пожаловать в Rayman Control Panel
tr_tr: Rayman Control Panel'de Hoş Geldiniz
zh_hans: 欢迎来到Rayman Control Panel

# FirstLaunchInfo_Text
source: This program is an unofficial open source community project created by RayCarrot. It allows quick and easy access to all installed PC Rayman games on your computer, with additional features such as extended configuration support, utilities, save file backups, save data management, texture modifications and more. Supported games can be installed directly from their disc through the program. To get started, change the settings you want below and press 'Continue'. The settings can be changed at any time in the settings page.
da_dk: Dette program er et uofficielt open-source fællesskabsprojekt skabt af RayCarrot. Det giver hurtig and nem adgang til alle installerede Rayman-spil på din computer, med øvrige funktioner så som yderligere konfigurationssupport, hjælpeværktøjer, backup af spildata, administration af spildata, teksturmofikationer og meget mere. Understøttede spil kan installeres direkte fra deres disk gennem programmet. Ændr nedenstående indstillinger som du ønsker og tryk 'Fortsæt' for at komme i gang. Indstillingerne kan til en hver tid ændres under 'Indstillinger'.
de_de: Dieses Programm ist inoffiziel ein Open Source Community Projekt dass von RayCarrot erstellt worden ist. Dies ermöglicht Schnell und einfachen Zugang von Installierten Rayman PC Spielen, mit zusätzlichen Features und erweiterten Konfiguration Support, Werkzeuge, Speicher Dateien Backups, Speicherverwaltung, Texture Modifikationen und mehr. Unterstützte Spiele können direkt von der Disk vom Programm installiert werden. Um fortzufahren klicke unten auf 'Fortfahren'. Die Einstellungen können jederzeit bei der Einstellungen Seite geändert werden.
es_es: Este programa es un proyecto comunitario no oficial de código abierto creado por RayCarrot. Permite acceder de forma rápida y sencilla a todos los juegos de Rayman instalados en tu computadora, con funciones adicionales como soporte extendido de configuración, utilidades, respaldo de archivos guardados, gestión de datos guardados, modificaciones de texturas y más. Los juegos compatibles se pueden instalar directamente desde su disco a través del programa. Para empezar, cambia las configuraciones que desees a continuación y presiona 'Continuar'. Las configuraciones se pueden cambiar en cualquier momento en la página de configuración.
fr_fr: Ce programme est un projet communautaire open source créé par RayCarrot. Il permet un accès rapide et facile à tous les jeux Rayman sur votre PC, avec des fonctionnalités supplémentaires comme un meilleur support des configurations, des utilitaires, de la gestion de backups de fichiers de sauvegarde, de la modification de texture et plus encore. Les jeux supportés peuvent être installés directement depuis leur disque via ce programme. Pour commencer, choisissez les paramètres que vous voulez ci-dessous et cliquez sur "Continuer". Les paramètres peuvent être changés à tout moment depuis la page des paramètres.
he: תוכנה זו היא פרויקט קהילתי לא רשמי של קוד פתוח שנוצר על ידי RayCarrot. המאפשר גישה מהירה וקלה לכל משחקי ה- Rayman הקיימים למחשב המותקנים במחשבך, עם תכונות נוספות כגון תמיכה בתצורה מורחבת, כלי עזר, שמירת גיבויים של קבצים, שמירת ניהול נתונים, טקסטורות, שינויים ועוד. ניתן להתקין משחקים נתמכים ישירות מהתקליטור שלהם באמצעות התוכנה. כדי להתחיל, שנה את ההגדרות הרצויות למטה ולחץ על 'המשך'. ניתן לשנות את ההגדרות בכל עת בדף ההגדרות.
hu_hu: Ez a program egy nem hivatalos, nyílt forráskódú közösségi projekt RayCarrot által. A program lehetővé teszi a meglévő összes Rayman PC játék felismerését és hozzáférését, valamint plusz funkciókat nyújt, például kibővített konfigurációs beállításokat, segédeszközöket, mentések backup-ját, mentési fájlok kezelését, textúrák modifikációját és még sok mást. Minden támogatott játékot lehetséges telepíteni CD-vel itt a programon keresztül is. Kezdésként állítsd be a tulajdonságokat a Beállításokban és nyomj a 'Folytatás' gombra. A beállítások bármikor megváltoztathatók a Beállítások fülön.
it_it: Questo programma è un progetto open source della community creato da RayCarrot. Consente un accesso rapido e semplice a tutti i giochi Rayman per PC installati sul computer, con funzionalità aggiuntive come supporto per la configurazione estesa, utilità, backup dei file di salvataggio, gestione dei dati di salvataggio, modifiche alle texture e altro ancora. I giochi supportati possono essere installati direttamente dal loro disco tramite il programma. Per iniziare, modifica le impostazioni che desideri di seguito e premi 'Continua'. Le impostazioni possono essere modificate in qualsiasi momento nella pagina delle impostazioni.
nl_nl: Dit programma is een officieus open-source project, ontworpen door RayCarrot. Het stelt gebruikers in staat snel en gemakkelijk toegang te verkrijgen tot hun geïnstalleerde Rayman (PC) games, met de volgende, bijkomende features: uitgebreide ondersteuning voor configuratie, hulpprogramma's, back-ups voor save files, het beheren van save data, textuurmodificaties en meer. Ondersteunde spellen kunnen direct vanaf de schijf, via het programma geïnstalleerd worden. Om te beginnen, wijzig je eventueel de instellingen hieronder en klik je op 'Doorgaan'. De instellingen kunnen op elk gewenst moment aangepast worden via de Instellingen pagina.
pl_pl: Program jest nieoficjalnym projektem społeczności open source stworzonym przez użytkownika RayCarrot. Umożliwia szybki i łatwy dostęp do wszystkich zainstalowanych na komputerze gier z serii Rayman, z dodatkowymi funkcjami, takimi jak rozszerzona obsługa konfiguracji, narzędzia, kopie zapasowe plików, zarządzanie zapisanymi danymi, modyfikacje tekstur i wiele innych. Obsługiwane gry mogą być instalowane bezpośrednio z płyty poprzez program. Aby rozpocząć, zmień ustawienia, które chcesz poniżej i naciśnij 'Kontynuuj'. Ustawienia mogą być zmienione w dowolnym momencie na stronie ustawień.
pt_br: Este programa é um projeto da comunidade de código aberto não oficial criado por RayCarrot. Ele permite acesso rápido e fácil a todos os jogos de PC do Rayman instalados em seu computador, com recursos adicionais, como suporte de configuração estendido, utilitários, backups de arquivos salvos, gerenciamento de dados salvos, modificações de textura e mais. Os jogos suportados podem ser instalados diretamente de seu disco por meio do programa. Para começar, altere as configurações desejadas abaixo e aperte em 'Continuar'. As configurações podem ser alteradas a qualquer momento na página de configurações.
pt_pt: Este programa é um projecto comunitário de open source criado por RayCarrot. Permite um acesso rápido e fácil a todos os jogos Rayman para PC instalados no teu computador, com características adicionais tais como suporte de configuração extensiva, utilitários, cópias de segurança de ficheiros de progressão, manutenção de ficheiros de progressão, modificações de texturas e mais. Jogos suportados podem ser instalados directamente do seu disco através do programa. Para começar, muda as configurações que tu queres abaixo e pressiona "Continuar". As configurações podem ser alteradas a qualquer altura na página das configurações.
ru_ru: Данная программа является неофициальным проектом сообщества с открытым исходным кодом, созданным RayCarrot. Он обеспечивает быстрый и удобный доступ ко всем установленным PC играм серии Rayman на вашем компьютере, расширяя их дополнительными функциями, такими как поддержка расширенной конфигурации, утилиты, сохранение резервных копий файлов, управление данными сохранений, модификации текстур и многое другое. Поддерживаемые игры могут быть установлены непосредственно с их диска через программу. Чтобы приступить к работе, измените нужные Вам настройки ниже и нажмите 'Продолжить'. Настройки можно изменить в любое время в разделе настроек.
tr_tr: Bu program, RayCarrot tarafından oluşturulan resmi olmayan bir açık kaynak topluluk projesidir. Genişletilmiş yapılandırma desteği, yardımcı programlar, dosya yedeklerini kaydetme, veri yönetimini kaydetme, doku değişiklikleri ve daha fazlası gibi ek özelliklerle bilgisayarınızda kurulu tüm PC Rayman oyunlarına hızlı ve kolay erişim sağlar. Desteklenen oyunlar, program aracılığıyla doğrudan disklerinden kurulabilir. Başlamak için aşağıda istediğiniz ayarları değiştirin ve 'Devam'a basın. Ayarlar, ayarların sayfasında herhangi bir zamanda değiştirilebilirsiniz.
zh_hans: 这个程序由RayCarrot创建的一个非官方开源社区项目。它可以让你快速并轻松的在电脑上安装雷曼游戏，而且还有其他的实用功能，例如拓展设置支持，多功能程序，存档备份，存档数据管理，材质自定义和其他更多功能。 支持的游戏可以直接在程序里使用光碟安装。 开始时，把下面的设置选项改成你想要的然后点‘继续’。这些选项可以在任何时候打开设置页面进行修改。

# GameOptions_CreateShortcut
source: Create shortcut
da_dk: Opret genvej
de_de: Verknüpfung erstellen
es_es: Crear acceso directo
fr_fr: Créer un raccourci
he: צור קיצור דרך
hu_hu: Parancsikon létrehozása
it_it: Crea collegamento
nl_nl: Snelkoppeling aanmaken
pl_pl: Utwórz skrót
pt_br: Criar atalho
pt_pt: Criar atalho
ru_ru: Создать ярлык
tr_tr: Kısayol oluştur
zh_hans: 创建快捷方式

# GameOptions_Remove
source: Remove from program
da_dk: Fjern fra program
de_de: Vom Programm entfernen
es_es: Eliminar del programa
fr_fr: Retirer du programme
he: הסר מהתוכנית
hu_hu: Eltávolítás a programból
it_it: Rimuovi dal programma
nl_nl: Verwijderen van programma
pl_pl: Usuń z programu
pt_br: Remover do programa
pt_pt: Remover de programa
ru_ru: Удалить из программы
tr_tr: Programdan kaldır
zh_hans: 从程序中移除

# DowngradeWarning
source: You are using an older version of the program ({0}) compared to the version of the current app data ({1}). This is not recommended and may cause compatibility issues. These may be fixed by resetting the app data for this program.
da_dk: Du kører i øjeblikket en ældre version af programmet {{0}} i forhold til versionen af den nuværende appdata {{1}}. Dette anbefales ikke, da det kan medføre kompatibilitetsproblemer. Det kan muligvis fikses ved at nulstille appdataen for dette program.
de_de: Du nutzt eine ältere Version von den Programm ({0}) vergleichend von der Aktuellen Versionen von der App Speicher ({1}). Das ist nicht empfohlen und verursacht Kompatibilitätsprobleme. Diese werden Repariert durch das Zurücksetzen von der App Dateien für dieses Programm.
es_es: Estás usando una versión anterior del programa ({0}) en comparación con la versión de los datos actuales de la aplicación ({1}). Esto no se recomienda y puede causar problemas de compatibilidad. Estos problemas pueden solucionarse restableciendo los datos de la aplicación para este programa.
fr_fr: Vous utilisez une version antérieure du programme ({0}) comparé à la version actuelle du programme ({1}). Ce n'est pas recommandé et pourrait causer des soucis de compatibilité. Ces problèmes peuvent être réglés en réinitialisant les données de l'application pour ce programme.
he: אתה משתמש בגרסה ישנה יותר של התוכנה ({0}) בהשוואה לגירסת נתוני האפליקציה הנוכחיים ({1}). זה לא מומלץ ועלול לגרום לבעיות תאימות. ניתן לתקן זאת על ידי איפוס נתוני האפליקציה עבור תוכנה זו.
hu_hu: Egy régebbi verziót használsz ({0}), mint a jelenlegi app data ({1}). A későbbiekben ez kompatibilitási problémákhoz vezethet és nem ajánllott. Ez a probléma megoldható a program app datájának visszaállításával.
it_it: Stai utilizzando una versione precedente del programma ({0}) rispetto alla versione dei dati dell'app corrente ({1}). Questo non è consigliato e potrebbe causare problemi di compatibilità. Questi possono essere risolti reimpostando i dati dell'app per questo programma.
nl_nl: Je gebruikt een oudere versie van het programma ({0}) in relatie tot de versie van de huidige app data ({1}). Dit is niet aanbevolen en kan compatibiliteitsproblemen veroorzaken. Deze kunnen verholpen worden door de app data van het programma te resetten.
pl_pl: Używasz starszej wersji programu ({0}) w porównaniu z wersją bieżących danych aplikacji ({1}). Nie jest to zalecane i może powodować problemy ze zgodnością. Można to naprawić, resetując dane aplikacji dla tego programu.
pt_br: Você está usando uma versão mais antiga do programa ({0}) em comparação com a versão dos dados atuais do aplicativo ({1}). Isso não é recomendado e pode causar problemas de compatibilidade. Eles podem ser corrigidos resetando os dados do aplicativo para este programa.
pt_pt: Estás a utilizar uma versão mais antiga do programa ({0}) comparado com a versão dos actuais dados da aplicação ({1}). Isto não é recomendado e poderá causar problemas de compactibilidade. Estes poderão ser corrigidos ao reiniciar os dados de aplicação para este programa.
ru_ru: Вы используете более старую версию программы ({0}) по сравнению с версией текущих данных приложения ({1}). Это может привести к проблемам совместимости. Они могут быть исправлены путем сброса данных приложения.
tr_tr: Mevcut uygulama verilerinin sürümüne ({1}) kıyasla programın ({0}) daha eski bir sürümünü kullanıyorsunuz. Bu önerilmez ve uyumluluk sorunlarına neden olabilir. Bunlar, bu program için uygulama verileri sıfırlanarak düzeltilebilir.
zh_hans: 你在使用更旧版本({0})的程序而现有的程序数据版本是({1})。不推荐这样做，因为可能导致兼容性问题。可以通过从程序中重置程序数据来修复这个问题。

# DowngradeWarningHeader
source: Downgrade detected
da_dk: Nedgradering opdaget
de_de: Downgrade erkannt
es_es: Se detectó un cambio de versión
fr_fr: Rétrogradation détectée
he: זוהה שנמוך
hu_hu: Régi verzió észlelve
it_it: Downgrade rilevato
nl_nl: Downgrade gedetecteerd
pl_pl: Wykryto obniżenie wersji
pt_br: Pioramento detectado
pt_pt: Downgrade detectado
ru_ru: Обнаружена более старая версия
tr_tr: Düşürme algılandı
zh_hans: 检测到降级

# JumpListItemDescription
source: Launch {0}
da_dk: Start {0}
de_de: Starte {0}
es_es: Iniciar {0}
fr_fr: Démarrer {0}
he: הפעל את {0}
hu_hu: {0} Indítása
it_it: Avvia {0}
nl_nl: Start {0}
pl_pl: Uruchom {0}
pt_br: Iniciar {0}
pt_pt: Arrancar {0}
ru_ru: Запуск {0}
tr_tr: {0} başlat
zh_hans: 启动{0}

# Lang_English
source: English
da_dk: Engelsk
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
he: אנגלית
hu_hu: Angol
it_it: Inglese
nl_nl: Engels
pl_pl: Angielski
pt_br: Inglês
pt_pt: Inglês
ru_ru: Английский
tr_tr: Ingilizce
zh_hans: 英语

# Lang_German
source: German
da_dk: Tysk
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
he: גרמנית
hu_hu: Német
it_it: Tedesco
nl_nl: Duits
pl_pl: Niemiecki
pt_br: Alemão
pt_pt: Alemão
ru_ru: Немецкий
tr_tr: Almanca
zh_hans: 德语

# Lang_French
source: French
da_dk: Fransk
de_de: Französisch
es_es: Francés
fr_fr: Français
he: צרפתית
hu_hu: Francia
it_it: Francese
nl_nl: Frans
pl_pl: Francuski
pt_br: Francês
pt_pt: Francês
ru_ru: Французский
tr_tr: Fransızca
zh_hans: 法语

# Lang_Spanish
source: Spanish
da_dk: Spansk
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
he: ספרדית
hu_hu: Spanyol
it_it: Spagnolo
nl_nl: Spaans
pl_pl: Hiszpański
pt_br: Espanhol
pt_pt: Espanhol
ru_ru: Испанский
tr_tr: İspanyol
zh_hans: 西班牙语

# Lang_Italian
source: Italian
da_dk: Italiensk
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
he: איטלקית
hu_hu: Olasz
it_it: Italiano
nl_nl: Italiaans
pl_pl: Włoski
pt_br: Italiano
pt_pt: Italiano
ru_ru: Итальянский
tr_tr: İtalyan
zh_hans: 意大利语

# Lang_Danish
source: Danish
da_dk: Dansk
de_de: Dänisch
es_es: Danés
fr_fr: Danois
he: דנית
hu_hu: Dán
it_it: Danese
nl_nl: Deens
pl_pl: Duński
pt_br: Dinamarquês
pt_pt: Dinamarquês
ru_ru: Датский
tr_tr: Danimarkalı
zh_hans: 丹麦语

# Lang_Finnish
source: Finnish
da_dk: Finsk
de_de: Finnisch
es_es: Finlandés
fr_fr: Finlandais
he: פינית
hu_hu: Finn
it_it: Finlandese
nl_nl: Fins
pl_pl: Fiński
pt_br: Finlandês
pt_pt: Finlandês
ru_ru: Финский
tr_tr: Fince
zh_hans: 芬兰语

# Lang_Norwegian
source: Norwegian
da_dk: Norsk
de_de: Norwegisch
es_es: Noruego
fr_fr: Norvégien
he: נורבגית
hu_hu: Norvég
it_it: Norvegese
nl_nl: Noors
pl_pl: Norweski
pt_br: Norueguês
pt_pt: Norueguês
ru_ru: Норвежский
tr_tr: Norveççe
zh_hans: 挪威语

# Lang_Swedish
source: Swedish
da_dk: Svensk
es_es: Sueco
fr_fr: Suédois
he: שוודית
hu_hu: Svéd
it_it: Svedese
nl_nl: Zweeds
pl_pl: Szwedzki
pt_br: Sueco
pt_pt: Sueco
ru_ru: Шведский
tr_tr: İsveççe
zh_hans: 瑞典语
