Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Settings_WindowsIntegration_UpdateUriAssociationsError
source: An error occurred when setting the URI protocol association. Try running the Rayman Control Panel as admin and try again.
da_dk: En fejl opstod i forsøg på at indstille URI-protokoltilknytningen. Kør Rayman Control Panel som administrator og prøv igen.
es_es: Se produjo un error al establecer la asociación de protocolo de URI. Intenta ejecutar Rayman Control Panel como administrador e intenta nuevamente.
fr_fr: Une erreur est survenue pendant le changement d'association d'URI. Veuillez réessayer en redémarrant le Rayman Control Panel en tant qu'administrateur.
he: אירעה שגיאה בעת הגדרת שיוך פרוטוקול URI. נסו להפעיל את Rayman Control Panel כמנהל ונסו שוב.
it_it: Si è verificato un errore durante l'impostazione dell'associazione del protocollo URI. Prova a eseguire Rayman Control Panel come amministratore e riprova.
nl_nl: Er heeft een fout plaatsgevonden tijdens het instellen van de URI-protocol associatie. Start het Rayman Control Panel als administrator en probeer het nog eens.
pl_pl: Wystąpił błąd podczas ustawiania powiązania protokołu URI. Uruchom Rayman Control Panel jako administrator i spróbuj ponownie.
pt_br: Ocorreu um erro ao definir a associação do protocolo URI. Tente executar o Rayman Control Panel como admin e tente novamente.
pt_pt: Ocorreu um erro ao estabelecer a associação do protocolo URI. Experimenta executar o Rayman Control Panel como administrador e tenta novamente.
zh_hans: 在设置URI协议关联时发生错误。请尝试用管理员模式启动Rayman Control Panel然后重试。

# DuoGrid_CopyValue
source: Copy value
da_dk: Kopiér værdi
es_es: Copiar valor
fr_fr: Copier la valeur
he: העתק ערך
it_it: Copia valore
nl_nl: Kopiëren waarde
pl_pl: Kopiuj wartość
pt_br: Copiar valor
pt_pt: Copiar valor
zh_hans: 复制值

# GameSelection_FindGames
source: Find installed games
da_dk: Søg efter installerede spil
es_es: Buscar juegos instalados
fr_fr: Trouver des jeux installés
he: מצא משחקים מותקנים
it_it: Trova giochi installati
nl_nl: Zoek geïnstalleerde spellen
pl_pl: Znajdź zainstalowane gry
pt_br: Encontrar jogos instalados
pt_pt: Procurar jogos instalados
zh_hans: 寻找已安装的游戏

# GameSelection_FindGameFiles
source: Find ROMs
da_dk: Søg efter ROMs
es_es: Buscar ROMs
fr_fr: Trouver des ROMs
he: מצא ROMs
it_it: Trova ROM
nl_nl: Zoek ROMs
pl_pl: Znajdź ROM-y
pt_br: Encontrar ROMs
pt_pt: Procurar ROMs
tr_tr: Klasörden oyun ROM'larını ve disklerini bulun
zh_hans: 寻找ROMs

# AddGames_ToggleFeatures
source: Show features
da_dk: Vis funktioner
es_es: Mostrar características
fr_fr: Montrer les fonctionnalités
he: הצג תכונות
it_it: Mostra funzionalità
nl_nl: Weergeven features
pl_pl: Pokaż funkcje
pt_br: Mostrar recursos
pt_pt: Mostrar características
zh_hans: 显示功能

# AddGames_Added
source: Added
da_dk: Tilføjet
es_es: Añadido
fr_fr: Ajouté
he: נוסף
it_it: Aggiunto
nl_nl: Toegevoegd
pl_pl: Dodano
pt_br: Adicionado
pt_pt: Adicionado
zh_hans: 已添加

# AddGames_NotAdded
source: Not added
da_dk: Ikke tilføjet
es_es: No añadido
fr_fr: Non ajouté
he: לא נוסף
it_it: Non aggiunto
nl_nl: Niet toegevoegd
pl_pl: Nie dodano
pt_br: Não adicionado
pt_pt: Não adicionado
zh_hans: 未添加

# AnniversaryUpdate_ModLoaderHeader
source: New mod loader replaces the patcher
da_dk: Ny modloader erstatter patcheren
es_es: El nuevo cargador de mods reemplaza al parcheador.
fr_fr: Le nouveau mod loader remplace le patcher
he: מטעין המודים החדש מחליף את הטלאים
it_it: Il nuovo mod loader sostituisce il patcher
nl_nl: Nieuwe mod loader vervangt de patcher
pl_pl: Nowy mod loader zastępuje patcher
pt_br: Novo carregador de mod substitui o corretor
pt_pt: Novo carregador de modificações substitui o patcher
zh_hans: 新的mod加载器替代补丁器

# AnniversaryUpdate_ModLoaderDescription
source: The patcher has been replaced by an all new mod loader! New types of mods can now be created, such as ones which only modify parts of a file. Mods uploaded to GameBanana can now also be downloaded directly through the app. If there's a utility or other type of patch missing then it has most likely been moved over into a mod.
da_dk: Patcheren er blevet erstattet med en spritny modloader! Nye slags mods kan nu blive skabt, som f.eks mods der kun modificerer bestemte dele af en fil. Mods, der er blevet uploadet til GameBanana, kan nu også downloades direkte fra appen. Mangler der et hjælpeværktøj eller en anden form for patch, er det højst sandsynligt blevet flyttet ind i et mod.
es_es: ¡El parcheador ha sido reemplazado por un nuevo cargador de mods! Ahora se pueden crear nuevos tipos de mods, como aquellos que solo modifican partes de un archivo. Los mods cargados en GameBanana ahora también se pueden descargar directamente a través de la aplicación. Si falta alguna utilidad u otro tipo de parche, es probable que se haya trasladado a un mod.
fr_fr: Le patcher a été remplacé par un tout nouveau mod loader ! De nouveaux types de mods peuvent dorénavant être créés, tels que des mods modifiant des parties d'un fichier. Les mods mis en ligne sur GameBanana peut aussi être téléchargés directement via l'application. Si un utilitaire ou un fichier est manquant, il est probable qu'il aie été transformé en mod.
he: הפאצ'ר הוחלף באשף טעינת מודים חדש לגמרי! ניתן ליצור כעת סוגים חדשים של מודים, כמו כאלה שמשנים רק חלקים מקובץ. כעת ניתן להוריד מודים שהועלו ל-GameBanana גם ישירות דרך האפליקציה. אם חסר כלי שירות או סוג אחר של תיקון, סביר להניח שהוא הועבר למוד.
it_it: Il patcher è stato sostituito da un nuovissimo mod loader! Ora è possibile creare nuovi tipi di mod, come quelli che modificano solo parti di un file. Le mod caricate su GameBanana ora possono anche essere scaricate direttamente tramite l'app. Se manca un'utilità o un altro tipo di patch, molto probabilmente è stata cambiata come mod.
nl_nl: De patcher is vervangen door een compleet nieuwe mod loader! Nieuwe soorten modificaties kunnen nu gecreëerd worden, zoals degenen die alleen delen van een bestand wijzigen. Modificaties die geüpload zijn naar GameBanana kunnen nu ook direct worden gedownload via de app. Als er een hulpprogramma of ander type patch ontbreekt, dan is het hoogstwaarschijnlijk overgegaan in een modificatie.
pl_pl: Patcher został zastąpiony zupełnie nowym mod loaderem! Można teraz tworzyć nowe rodzaje modów, takie jak te, które modyfikują tylko części pliku. Mody przesłane do GameBanana można teraz pobrać także bezpośrednio przez aplikację. Jeśli brakuje narzędzia lub innego rodzaju łatki, najprawdopodobniej została ona przeniesiona do moda.
pt_br: O corretor foi substituído por um carregador de mod totalmente novo! Novos tipos de mods agora podem ser criados, como aqueles que modificam apenas partes de um arquivo. Mods enviados para o GameBanana agora também podem ser baixados diretamente pelo aplicativo. Se houver um utilitário ou outro tipo de corretor faltando, é bem provável que ele tenha sido movido para um mod.
pt_pt: O patcher foi substituído por um novo carregador de modificações! Agora podem ser criados novos tipos de modificações, tais como as que apenas modificam partes de um ficheiro. As modificações carregadas para o GameBanana podem ser agora também descarregadas directamente através da app. Se há um utilitário ou outro tipo de correcção em falta é provável que tenha sido movida para uma modificação.
zh_hans: 补丁器已经被全新的mod加载器取代！现在可以创建新类型的mod，比如只编辑部分文件中的一部分的mod。上传到GameBanana上的mod也可以直接从软件里下载。 如果有功能或者补丁找不到了，很可能是因为被转移到mod里了。

# AddGameClients_FindClients
source: Find installed game clients/emulators
da_dk: Søg efter installerede spilklienter/emulatorer
es_es: Buscar clientes/emuladores de juegos instalados
fr_fr: Trouver des clients de jeu/émulateurs installés
he: מצא תוכנות/אימולטורים מותקנים של משחקים
it_it: Trova client di gioco/emulatori di gioco installati
nl_nl: Zoek geïnstalleerde spelplatformen/emulators
pl_pl: Znajdź zainstalowane klienty/emulatory gier
pt_br: Encontrar clientes/emuladores de jogos instalados
pt_pt: Procurar clientes/emuladores de jogos instalados
zh_hans: 寻找已安装的游戏客户端/模拟器

# About_Credits_payopayo
source: Turkish (Turkey) program translation
da_dk: Tyrkisk (Tyrkiet) programoversættelse
es_es: Traducción del programa al turco (Turquía)
fr_fr: Traduction du programme en turque (Turquie)
he: תרגום תוכנית לטורקית (טורקיה).
it_it: Traduzione del programma in Turco (Turchia).
pt_br: Tradução do programa em Turco (Turquia)
zh_hans: 土耳其语（土耳其）程序翻译

# ModLoader_GameBanana_SelectUpdateFileHeader
source: Select mod file from GameBanana to use when updating
da_dk: Vælg modfil fra GameBanana som skal bruges ved opdatering
es_es: Seleccionar archivo de mod de GameBanana para usar al actualizar
fr_fr: Sélectionnez le fichier de mod de Gamebanana à utiliser pour la mise à jour
he: בחר קובץ mod מ-GameBanana לשימוש בעת עדכון
it_it: Seleziona il file mod da GameBanana da utilizzare durante l'aggiornamento
nl_nl: Selecteer modificatie-bestand vanuit GameBanana om te gebruiken tijdens het updaten
pl_pl: Wybierz plik moda z GameBanana, który ma zostać użyty podczas aktualizacji
pt_br: Selecionar arquivo de mod do GameBanana para usar ao atualizar
pt_pt: Seleccionar ficheiro de modificação da GameBanana para usar ao actualizar
zh_hans: 选择一个由GameBanana来的mod文件在更新时使用

# ModLoader_GameBanana_SelectUpdateFileTitle
source: Select mod file
da_dk: Vælg modfil
es_es: Seleccionar archivo de mod
fr_fr: Sélectionner le fichier de mod
he: בחר קובץ mod
it_it: Seleziona file della mod
nl_nl: Selecteren modificatie-bestand
pl_pl: Wybierz plik moda
pt_br: Selecionar arquivo de mod
pt_pt: Seleccionar ficheiro de modificação
zh_hans: 选择mod文件

# Finder_NoGameResults
source: No new installed games were found
da_dk: Ingen nye installerede spil blev fundet
es_es: No se encontraron nuevos juegos instalados
fr_fr: Aucun nouveau jeu installé n'a été trouvé
he: לא נמצאו משחקים מותקנים חדשים
it_it: Non sono stati trovati nuovi giochi installati
nl_nl: Geen nieuwe, geïnstalleerde spellen gevonden
pl_pl: Nie znaleziono żadnych nowych zainstalowanych gier
pt_br: Nenhum novo jogo instalado foi encontrado
pt_pt: Não foram encontrados novos jogos instalados
zh_hans: 没有发现已安装的游戏

# Finder_NoGameClientResults
source: No new installed game clients/emulators were found
da_dk: Ingen nye installerede spilklienter/emulatorer blev fundet
es_es: No se encontraron nuevos clientes/emuladores de juegos instalados
fr_fr: Aucun nouveau client de jeu/émulateur n'a été trouvé
he: לא נמצאו תוכנות/אימולטורים חדשים של משחקים מותקנים
it_it: Non sono stati trovati nuovi client di gioco/emulatori di gioco installati
nl_nl: Geen nieuwe, geïnstalleerde spelplatforms/emulators gevonden
pl_pl: Nie znaleziono żadnych nowych zainstalowanych klientów/emulatorów gier
pt_br: Nenhum novo cliente/emulador de jogo instalado foi encontrado
pt_pt: Não foram encontrados novos clientes/emuladores de jogos instalados
zh_hans: 没有发现新的已安装的游戏客户端/模拟器

# ModLoader_DownloadModFromUriError
source: An error occurred when downloading the mod
da_dk: En fejl opstod i forsøg på at downloade moddet
es_es: Se produjo un error al descargar el mod
fr_fr: Un erreur est survenue lors du téléchargement du mod
he: אירעה שגיאה בעת הורדת המוד
it_it: Si è verificato un errore durante il download della mod
pt_br: Ocorreu um erro ao baixar o mod
zh_hans: 在下载此mod时出现错误

# ModLoader_DeltasModule_IdenticalFilesError
source: The files are identical. Please select two different files and try again.
da_dk: Filerne er ens. Vælg venligst to forskellige filer, og prøv derefter igen.
es_es: Los archivos son idénticos. Selecciona dos archivos diferentes e inténtalo de nuevo.
fr_fr: Les fichiers sont identiques. Veuillez choisir deux fichiers différents et réessayer.
he: הקבצים זהים. אנא בחרו שני קבצים שונים ונסו שוב.
it_it: I file sono identici. Seleziona due file diversi e riprova.
nl_nl: De bestanden zijn identiek. Probeer het nog eens, na 2 verschillende bestanden te hebben geselecteerd.
pl_pl: Pliki są identyczne. Wybierz dwa różne pliki i spróbuj ponownie.
pt_br: Os arquivos são idênticos. Por favor, escolha dois arquivos diferentes e tente novamente.
pt_pt: Os ficheiros são idênticos. Por favor selecciona dois ficheiros diferentes e tenta novamente.
zh_hans: 这些文件是完全一致的。请选择两个不同的文件然后重试。

# ModLoader_DeltasModule_IdenticalFilesErrorHeader
source: Failed to create delta file
da_dk: Kunne ikke oprette deltafil
es_es: Error al crear el archivo delta
fr_fr: Impossible de créer le fichier delta
he: יצירת קובץ Delta נכשלה
it_it: Impossibile creare il file delta
nl_nl: Delta-bestand creatie mislukt
pl_pl: Nie udało się utworzyć pliku delta
pt_br: Falhou ao criar arquivo delta
pt_pt: Erro ao criar ficheiro delta
zh_hans: 创建Delta文件失败

# GameInfo_UbisoftGameId
source: Ubisoft Connect ID:
de_de: Ubisoft Connect (uplay) ID
es_es: ID de Ubisoft Connect:
fr_fr: ID Ubisoft Connect :
it_it: ID Ubisoft Connect:
pl_pl: ID Ubisoft Connect:
pt_br: ID da Ubisoft Connect:
pt_pt: ID Ubisoft Connect:
tr_tr: Oyun Kimliği:

# About_Credits_Nic
source: Splash screen
da_dk: Velkomstbillede
de_de: Titelbildschirm
es_es: Pantalla de presentación
fr_fr: Écran de démarrage
he: מסך התחלה
nl_nl: Splash-scherm
pt_br: Tela inicial
pt_pt: Ecrã de apresentação
zh_hans: 启动画面

# Archive_RecreatedUbiArtFileTableStatus
source: Recreating file table
da_dk: Genopretter filtabel
es_es: Recreando tabla de archivos
fr_fr: Recréation de la table de fichier
he: יצירה מחדש של טבלת קבצים
it_it: Ricreazione della tabella dei file
nl_nl: Recreëren bestandstabel
pl_pl: Odtwarzanie tabeli plików
pt_br: Recriando tabela de arquivos
pt_pt: A recriar tabela de ficheiros
zh_hans: 正在重新创建文件表

# Game_DonaldDuckQuackAttack_Title
source: Donald Duck Quack Attack/Goin' Quackers
fr_fr: Donald Duck Couak Attack
it_it: Paperino: Operazione Papero?!
pl_pl: Szalone przygody Kaczora Donalda

# DonaldDuckQuackAttack_Win32_Title
source: Donald Duck Quack Attack/Goin' Quackers
fr_fr: Donald Duck Couak Attack
it_it: Paperino: Operazione Papero?!
pl_pl: Szalone przygody Kaczora Donalda

# RaymanEdutainmentEdu_MsDos_Title
source: Rayman Junior - Math and Language with Rayman (Edu)
fr_fr: Rayman pour les Juniors (Edu)
tr_tr: Rayman Edutainment (Edu)
zh_hans: 雷曼少年 - Math and Language with Rayman (Edu)

# RaymanEdutainmentQui_MsDos_Title
source: Rayman Junior - Language with Rayman (Quiz)
fr_fr: Rayman pour les Juniors (Quiz)
tr_tr: Rayman Edutainment (Quiz)
zh_hans: 雷曼少年 - Language with Rayman (Quiz)

# RaymanEdutainmentEdu_Ps1_Title
source: Rayman Junior - Math and language with Rayman (Edu)
de_de: Rayman Junior - Mathe mit Sprache mit Rayman (Edu)
fr_fr: Rayman Junior (Edu)
zh_hans: 雷曼少年 - Math and Language with Rayman (Edu)

# RaymanEdutainmentQui_Ps1_Title
source: Rayman Junior - Language with Rayman (Quiz)
fr_fr: Rayman Junior (Quiz)
zh_hans: 雷曼少年 - Language with Rayman (Quiz)

# GameTool_PrototypeRestoration
source: Prototype Restoration
da_dk: Prototypegendannelse
es_es: Restauración del prototipo
fr_fr: Restoration du prototype
he: שחזור אב טיפוס
it_it: Restauro del prototipo
nl_nl: Prototype Restauratie
pl_pl: Przywracanie prototypów
pt_br: Restauração de Protótipo
pt_pt: Restauro do protótipo
zh_hans: 原型复原

# GameHub_PrototypeRestorationPanel_Info
source: Modify the game to restore cut features from the early prototypes, such as free movement and combat for Rayman!
da_dk: Modificér spillet for at gendanne ubrugte funktioner fra tidligere prototyper, som f.eks fri bevægelse og kamp til Rayman!
es_es: ¡Modifica el juego para restaurar características eliminadas de los primeros prototipos, como el movimiento libre y el combate para Rayman!
fr_fr: Modifie le jeu pour restaurer les fonctionnalités retirées du prototype, telles que les déplacements libres et le combat pour Rayman !
he: שנו את המשחק כדי לשחזר תכונות שירדו בעריכה שמקורן מגרסאות אבי-טיפוס הקודמים, כגון תנועה חופשית ולחימה עבור ריימן!
it_it: Modifica il gioco per ripristinare le funzionalità rimosse dai primi prototipi, come la libertà di movimento e il combattimento per Rayman!
nl_nl: Wijzig het spel om uitgeknipte features te herstellen van eerdere prototypes, zoals vrije bewegingen en vechten voor Rayman!
pl_pl: Modyfikuje grę, aby przywrócić wycięte funkcje z wczesnych prototypów, takie jak swobodne poruszanie się i walka dla Raymana!
pt_br: Modifica o jogo para restaurar recursos cortados dos primeiros protótipos, como a liberdade de movimento e combate para o Rayman!
pt_pt: Modifica o jogo para restaurar características cortadas dos primeiros protótipos, como a liberdade de movimentos e o combate para o Rayman!
zh_hans: 修改游戏来启用被删减的早期原型里的功能，比如让雷曼可以自由移动和战斗！

# GameHub_PrototypeRestorationPanel_Open
source: Open
da_dk: Åbn
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
he: לפתוח
it_it: Apri
nl_nl: Openen
pl_pl: Otwórz
pt_br: Aberto
pt_pt: Abrir
zh_hans: 打开

# Mod_RRR_MemMod_ExeNotFoundError
source: Could not find the game executable
da_dk: Spileksekverbaren kunne ikke findes
es_es: No se pudo encontrar el ejecutable del juego
fr_fr: Impossible de trouver l'exécutable du jeu
he: לא הצליח למצוא את קובץ ההפעלה של המשחק
it_it: Impossibile trovare l'eseguibile del gioco
nl_nl: Kon het uitvoerbare bestand niet vinden
pl_pl: Nie można znaleźć pliku wykonywalnego gry
pt_br: Não foi possível encontrar o executável do jogo
pt_pt: Não pode ser encontrado o executável do jogo
zh_hans: 找不到此游戏的可执行文件

# GameTool_RuntimeModifications
source: Runtime Modifications
da_dk: Runtime-modifikationer
es_es: Modificaciones en Tiempo de Ejecución
fr_fr: Modifications en cours de jeu
he: שינויים בזמן ריצה
it_it: Modifiche in fase di esecuzione
nl_nl: Uitvoermodificaties
pl_pl: Modyfikacje środowiska uruchomieniowego
pt_br: Modificações do Runtime
pt_pt: Modificações em tempo de execução
zh_hans: 运行时修改

# GameHub_RuntimeModificationsPanel_Info
source: Modify the game while it's running to apply different cheats or access unused content.
da_dk: Modificér spillet mens det kører for at anvende andre snydekoder eller få adgang til ubrugt indhold.
es_es: Modifica el juego mientras se está ejecutando para aplicar diferentes trucos o acceder a contenido no utilizado.
fr_fr: Modifie le jeu en cours de fonctionnement pour appliquer différents cheats ou accéder à du contenu inutilisé.
he: שנה את המשחק בזמן שהוא פועל כדי להחיל צ'יטים שונים או לגשת לתוכן שאינו בשימוש.
it_it: Modifica il gioco mentre è in esecuzione per applicare trucchi diversi o accedere a contenuti inutilizzati.
nl_nl: Wijzig het spel tijdens de uitvoer voor het toepassen van verschillende cheats of verkrijg toegang tot ongebruikte content.
pl_pl: Modyfikuje grę podczas jej działania, aby zastosować różne kody lub uzyskać dostęp do nieużywanej zawartości.
pt_br: Modifica o jogo enquanto executado para aplicar diferentes trapaças ou acessar conteúdo inutilizado.
pt_pt: Modificar o jogo durante a sua execução para aplicar diferentes batotas ou aceder a conteúdos não utilizados.
zh_hans: 在游戏运行时进行修改来启用不同的作弊或是访问未使用的内容。

# GameHub_RuntimeModificationsPanel_Open
source: Open
da_dk: Åbn
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
he: לפתוח
it_it: Apri
nl_nl: Openen
pl_pl: Otwórz
pt_br: Aberto
pt_pt: Abrir
zh_hans: 打开

# GameTool_RuntimeModifications_LogPage
source: Log
es_es: Registro
fr_fr: Journal
he: לוג
it_it: Registro
nl_nl: Logboek
pl_pl: Logi
pt_br: Registro
pt_pt: Registo
zh_hans: 日志

# GameTool_RuntimeModifications_AttachedToProcessHeader
source: Attached to process
da_dk: Fastgjort til proces
es_es: Adjunto al proceso
fr_fr: Attaché au processus
he: מצורף לתהליך
it_it: Allegato al processo
nl_nl: Verbonden aan het proces
pl_pl: Dołączony do procesu
pt_br: Anexado ao processo
pt_pt: Anexado ao processo
zh_hans: 连接到进程

# GameTool_RuntimeModifications_SearchingForGame
source: Searching for running game...
da_dk: Søger efter kørende spil...
es_es: Buscando juego en ejecución...
fr_fr: Recherche d'un jeu ouvert en cours...
he: מחפש משחק מופעל ברקע...
it_it: Cercando il gioco in esecuzione...
nl_nl: Zoeken naar uitgevoerd spel ...
pl_pl: Szukanie uruchomionej gry...
pt_br: Procurando por jogo executado...
pt_pt: A procurar jogo em execução...
zh_hans: 搜索正在运行的游戏...

# GameTool_RuntimeModifications_NotFoundQuestion
source: Not found?
da_dk: Ikke fundet?
de_de: Nicht gefunden?
es_es: ¿No encontrado?
fr_fr: Non trouvé ?
he: לא נמצא?
it_it: Non trovato?
nl_nl: Niet gevonden?
pl_pl: Nie znaleziono?
pt_br: Não encontrado?
pt_pt: Não encontrado?
zh_hans: 未找到？

# GameTool_RuntimeModifications_ManuallySelectGame
source: Manually select game process
da_dk: Vælg spilproces manuelt
es_es: Seleccionar manualmente el proceso del juego
fr_fr: Sélectionner manuellement le processus de jeu
he: בחירת תהליך משחק באופן ידני
it_it: Seleziona manualmente il processo del gioco
nl_nl: Handmatig selecteren spelproces
pl_pl: Ręczny wybór procesu gry
pt_br: Selecionar manualmente o processo do jogo
pt_pt: Seleccionar manualmente processo de jogo
zh_hans: 手动选择游戏进程

# GameTool_RuntimeModifications_SupportedGamesHeader
source: Supported games
da_dk: Understøttede spil
es_es: Juegos compatibles
fr_fr: Jeux supportés
he: משחקים נתמכים
it_it: Giochi supportati
nl_nl: Ondersteunde spellen
pl_pl: Obsługiwane gry
pt_br: Jogos suportados
pt_pt: Jogos compatíveis
zh_hans: 支持的游戏

# GameTool_RuntimeModifications_SupportedEmulatorsHeader
source: Supported emulators
da_dk: Understøttede emulatorer
es_es: Emuladores compatibles
fr_fr: Emulateurs supportés
he: אמולטורים נתמכים
it_it: Emulatori supportati
nl_nl: Ondersteunde emulators
pl_pl: Obsługiwane emulatory
pt_br: Emuladores suportados
pt_pt: Emuladores compatíveis
zh_hans: 支持的模拟器

# GameTool_RuntimeModifications_SelectGameProcessHeader
source: Select game process
da_dk: Vælg spilproces
es_es: Seleccionar proceso del juego
fr_fr: Selection du processus de jeu
he: בחרו תהליך משחק
it_it: Seleziona processo del gioco
nl_nl: Spelproces selecteren
pl_pl: Wybierz proces gry
pt_br: Escolher processo do jogo
pt_pt: Seleccionar processo de jogo
zh_hans: 选择游戏进程

# GameTool_RuntimeModifications_AutoFindGame
source: Automatically find game process
da_dk: Find spilproces automatisk
es_es: Buscar automáticamente el proceso del juego
fr_fr: Trouver les processus de jeu automatiquement
he: חיפוש אוטומטי של תהליך המשחק
it_it: Trova automaticamente il processo di gioco
nl_nl: Spelproces automatisch zoeken
pl_pl: Automatycznie znajdź proces gry
pt_br: Buscar automaticamente o processo do jogo
pt_pt: Encontrar automáticamente o processo de jogo
zh_hans: 手动寻找游戏进程

# Mod_Mem_R1_DebugModeInfo
source: Enables usage of debug button cheats
da_dk: Aktiverer brug af snydekoder via debug-knappen
es_es: Habilitar el uso de trucos con botones de depuración
fr_fr: Active les cheats de debug
he: מאפשר שימוש בצ'יטים של כפתורי ניפוי באגים
it_it: Abilita l'utilizzo dei trucchi dei pulsanti di debug
nl_nl: Inschakelen gebruik van debug-toetsen cheats
pl_pl: Umożliwia korzystanie z kodów przycisku debugowania
pt_br: Habilita o uso de trapaças de botão de depuração
pt_pt: Habilita a utilização do botão de batotas com botões de depuração
zh_hans: 启用debug按钮作弊

# Mod_Mem_R1_UnusedDeathPower
source: Unused death
da_dk: Ubrugt død
es_es: Muerte no utilizada
fr_fr: Mort inutilisée
he: מוות ללא שימוש
it_it: Morte inutilizzata
nl_nl: Ongebruikte dood
pl_pl: Niewykorzystana śmierć
pt_br: Morte inutilizada
pt_pt: Morte não utilizada
zh_hans: 未使用的死亡

# Mod_Mem_CamPos
source: Camera position
da_dk: Kameraposition
es_es: Posición de la cámara
fr_fr: Position de la camera
he: מיקום מצלמה
it_it: Posizione della camera
nl_nl: Camerapositie
pl_pl: Pozycja kamery
pt_br: Posição da câmera
pt_pt: Posição da câmara
zh_hans: 镜头位置

# Mod_Mem_RayPos
source: Rayman position
es_es: Posición de Rayman
fr_fr: Position de Rayman
he: עמדת ריימן
it_it: Posizione di Rayman
nl_nl: Rayman-positie
pl_pl: Pozycja Raymana
pt_br: Posição do Rayman
pt_pt: Posição do Rayman
zh_hans: 雷曼位置
