Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Settings_ArchiveGFTransparency_UpdateBasedOnPixelFormatInfo
source: The format will be updated to match that of the imported file. This might result in the .gf files taking more space than actually required.
da_dk: Formatet opdateres til at matche den importerede fils. Dette kan muligvis resultere i, at .gf-filerne optager mere plads, end egentligt er nødvendigt.
es_es: El formato se actualizará para que coincida con el del archivo importado. Esto puede resultar en que los archivos .gf ocupen más espacio del necesario.
fr_fr: Le format sera mis à jour pour correspondre à celui du fichier importé. Cela risque de créer des fichiers .gf plus volumineux que ce qui est normalement requis.
he: הפורמט יעודכן כך שיתאים לזה של הקובץ המיובא. הדבר עלול לגרום לכך שקובצי ה-.gf יקחו יותר מקום מהנדרש בפועל.
hu_hu: A formátum automatikusan firssül az importált fájléval egyezőre. A .gf fájlok emiatt lehet több helyet fognak foglalni.
it_it: Il formato verrà aggiornato per corrispondere a quello del file importato. Ciò potrebbe comportare che i file .gf occupino più spazio di quanto effettivamente richiesto.
nl_nl: De bestandsindeling zal geüpdatet worden om deze te matchen met het geïmporteerde bestand. Dit kan resulteren in ingebruikname van meer opslagruimte dan nodig door de .gf-bestanden.
pl_pl: Format zostanie zaktualizowany tak, aby odpowiadał formatowi importowanego pliku. Może to spowodować, że pliki .gf zajmą więcej miejsca, niż jest to faktycznie wymagane.
pt_br: O formato será atualizado para corresponder ao do arquivo importado. Isso pode fazer com que os arquivos .gf ocupem mais espaço do que o necessário.
pt_pt: O formato será actualizado para corresponder ao do ficheiro importado. Isto poderá resultar que os ficheiros .gf ocupem mais espaço do que o que é necessário na verdade.
ru_ru: Формат будет обновлен в соответствии с форматом импортированного файла. Это может привести к тому, что .gf-файлы займут больше места, чем требуется на самом деле.
tr_tr: Biçim, içe aktarılan dosyanın biçimiyle eşleşecek şekilde güncellenecektir. Bu, .gf dosyalarının gerçekte gerekenden daha fazla yer kaplamasına neden olabilir.
zh_hans: 格式将会自动更新到匹配导入文件的格式。这样可能会导致.gf文件占用比实际需要更多的空间。

# Settings_ArchiveGFTransparency_UpdateBasedOnPixelFormatIfUtilized
source: Match imported format if required
da_dk: Match importeret format, hvis nødvendigt
es_es: Coincidir con el formato importado si es necesario
fr_fr: Correspondance du format importé si requis
he: התאם פורמט מיובא במידת הצורך
hu_hu: Fontos formátum egyeztetése ha szükséges
it_it: Corrispondere al formato importato, se necessario
nl_nl: Match geïmporteerde bestandsindeling indie vereist
pl_pl: Dopasuj zaimportowany format, jeśli jest wymagany
pt_br: Corresponder ao formato importado se necessário
pt_pt: Corrresponder formato importado se requerido
ru_ru: Сопоставлять импортированный формат только при необходимости
tr_tr: Gerekirse içe aktarılan biçimi eşleştirin
zh_hans: 在需要的时候匹配导入格式

# Settings_ArchiveGFTransparency_UpdateBasedOnPixelFormatIfUtilizedInfo
source: The format will be updated to match that of the imported file if the current format doesn't support the data. For example if an ARGB image is being imported to a .gf file which doesn't support transparency it will only update the format to support it if the imported image utilizes the alpha channel. This setting is recommended to avoid changing formats when not necessary, however it will slow down the file importing.
da_dk: Formatet opdateres til at matche den importerede fils, hvis det nuværende format ikke understøtter dataen. For eksempel, hvis et ARGB-billede importeres til en .gf fil, som ikke understøtter gennemsigtighed, opdateres formatet kun til understøttelse, hvis det importerede billede tager brug af alfakanalen. Denne indstilling anbefales, for at undgå at ændre formater når det ikke er nødvendigt, men dette vil gøre filimport langsommere.
es_es: El formato se actualizará para que coincida con el del archivo importado si el formato actual no admite los datos. Por ejemplo, si se importa una imagen ARGB a un archivo .gf que no admite transparencia, solo se actualizará el formato para admitirla si la imagen importada utiliza el canal alfa. Se recomienda esta configuración para evitar cambiar formatos cuando no sea necesario, aunque ralentizará la importación de archivos.
fr_fr: Le format sera mis à jour pour correspondre à celui du fichier importé si le format actuel n'est pas compatible avec les données. Par exemple, si une image ARGB est importée en tant que fichier .gf (qui n'est pas compatible avec la transparence), cela ne mettra à jour le format que si l'image utilise le canal alpha. Cette option est recommandée pour éviter de changer les formats si ce n'est pas nécessaire, cependant, cela ralentira l'import des fichiers.
he: הפורמט יעודכן כך שיתאים לזה של הקובץ המיובא אם הפורמט הנוכחי אינו תומך בנתונים. לדוגמה, אם תמונת ARGB מיובאת לקובץ .gf שאינו תומך בשקיפות, היא תעדכן את הפורמט כדי לתמוך בה רק אם התמונה המיובאת משתמשת בערוץ האלפא. הגדרה זו מומלצת כדי להימנע משינוי פורמטים כאשר אין צורך, אולם היא תאט את ייבוא הקבצים.
hu_hu: A formátum automatikusan firssül az importált fájléval egyezőre akkor, ha a jelenkegi formátum nem kompatibilis a tárolt adattal. Például, ha egy ARGB fájl .gf fájlra van importálva, ami nem támogatja az átlátszóságot, csak akkor fog automaikusan átkonvertálódni .gf-re, ha a fájl ki is használja az alfa csatornát. Ez a beállítás ajánlott a szükségtelen fájlkonvertálások elkerülése érdekében, bár az importálás sebessége kissé lassulni fog tőle.
it_it: Il formato verrà aggiornato per corrispondere a quello del file importato se il formato corrente non supporta i dati. Ad esempio, se un'immagine ARGB viene importata in un file .gf che non supporta la trasparenza, aggiornerà il formato per supportarlo solo se l'immagine importata utilizza il canale alfa. Questa impostazione è consigliata per evitare di modificare i formati quando non è necessario, tuttavia rallenterà l'importazione del file.
nl_nl: De bestandsindeling zal geüpdatet worden om deze te matchen met het geïmporteerde bestand als de huidige bestandsindeling de data niet ondersteunt. Als een ARGB-afbeelding bijvoorbeeld wordt geïmporteerd naar een .gf-bestand dat geen transparantie ondersteunt, zal het alleen de bestandsindeling updaten voor compatibiliteit als de geïmporteerde afbeelding het alfakanaal benut. Deze instelling is aanbevolen voor het voorkomen van veranderingen in bestandsindelingen wanneer dit overbodig is, echter zal het het importproces vertragen.
pl_pl: Format zostanie zaktualizowany tak, aby odpowiadał formatowi importowanego pliku, jeśli aktualny format nie obsługuje danych. Na przykład, jeśli obraz ARGB jest importowany do pliku .gf, który nie obsługuje przezroczystości, zaktualizuje on format tylko wtedy, gdy importowany obraz wykorzystuje kanał alfa. To ustawienie jest zalecane, aby uniknąć zmiany formatów, gdy nie jest to konieczne, jednak spowolni to importowanie pliku.
pt_br: O formato será atualizado para corresponder ao do arquivo importado se o formato atual não suportar os dados. Por exemplo, se uma imagem ARGB estiver sendo importada para um arquivo .gf que não suporta transparência, ele só atualizará o formato para suportá-lo se a imagem importada utilizar o canal alfa. Esta configuração é recomendada para evitar alterar formatos quando não for necessário, no entanto, tornará a importação do arquivo mais lenta.
pt_pt: O formato será actualizado para corresponder ao do ficheiro importado se o formato actual não suportar os dados. Por exemplo, se uma imagem ARGB está a ser importada para um ficheiro .gf que não suporta transparência irá actualizar apenas o formato para a suportar se a imagem importada utiliza o canal alfa. É recomendada esta definição para evitar alterar formatos quando não é necessário, no entando irá abrandar a importação do ficheiro.
ru_ru: Формат будет обновлен в соответствии с форматом импортированного файла, если текущий формат не поддерживает эти данные. Например, если изображение ARGB импортируется в .gf-файл, который не поддерживает прозрачность, формат будет обновляться только в том случае, если импортированное изображение использует альфа-канал. Этот параметр рекомендуется для того, чтобы избежать изменения форматов, когда в этом нет необходимости, однако это замедлит импорт файлов.
tr_tr: Geçerli biçim verileri desteklemiyorsa biçim, içe aktarılan dosyanınkiyle eşleşecek şekilde güncellenecektir. Örneğin, saydamlığı desteklemeyen bir .gf dosyasına bir ARGB görüntüsü aktarılıyorsa, yalnızca içe aktarılan görüntü alfa kanalını kullanıyorsa formatı onu destekleyecek şekilde günceller. Bu ayar, gerekmediğinde formatları değiştirmekten kaçınmak için önerilir, ancak dosyanın içe aktarılmasını yavaşlatır.
zh_hans: 导入的文件在现有格式不支持对应数据的情况下格式会被自动更新到支持的格式。例如如果一个ARGB图片被导入不支持透明度数值的.gf文件时只会在导入的图片使用了Alpha通道时才会被更新。这个选项推荐在不必要的时候不更新格式，但可能会减缓文件导入。

# Archive_CreateSuccess
source: The archive was successfully created with {0} files
da_dk: Arkivet tilhørende {0} filer blev oprettet med succes
es_es: El archivo se creó correctamente con {0} archivos
fr_fr: L'archive a été créée avec succès avec {0} fichier(s)
he: הארכיון נוצר בהצלחה עם {0} קבצים
hu_hu: Az archívum sikeresen elkészült {0} fájlból
it_it: L'archivio è stato creato con successo con {0} file
nl_nl: Het archief is met succes aangemaakt en bevat (0} bestanden
pl_pl: Archiwum zostało utworzone pomyślnie przy użyciu plików {0}
pt_br: O arquivo foi criado com sucesso com {0} arquivos
pt_pt: O arquivo foi criado com sucesso com {0} ficheiro(s)
ru_ru: Архив с {0} файлами был успешно создан
tr_tr: Arşiv {0} dosyayla başarıyla oluşturuldu
zh_hans: 档案库成功由{0}个文件创建

# Archive_CreateErrorInputNotFound
source: The specified input directory does not exist
da_dk: Den valgte inputmappe findes ikke
es_es: El directorio de entrada especificado no existe
fr_fr: Le dossier d'entrée spécifié n'existe pas
he: ספריית הקלט שצוינה לא קיימת
hu_hu: A megadott beviteli könyvtár nem létezik
it_it: La directory di input specificata non esiste
nl_nl: De gespecificeerde invoermap bestaat niet
pl_pl: Podany folder wejściowy nie istnieje
pt_br: O diretório de entrada especificado não existe
pt_pt: Não existe o directório de saída especificado
ru_ru: Указанная входная папка не существует
tr_tr: Belirtilen giriş dizini mevcut değil
zh_hans: 此输入位置不存在

# Archive_CreateError
source: An error occurred when creating the archive
da_dk: En fejl opstod i forsøg på at oprette arkivet
es_es: Se produjo un error al crear el archivo
fr_fr: Une erreur est survenue lors de la création de l'archive
he: אירעה שגיאה בעת יצירת הארכיון
hu_hu: Az archívum létrehozása közben hiba történt
it_it: Si è verificato un errore durante la creazione dell'archivio
nl_nl: Er heeft een fout plaatsgevonden tijdens het aanmaken van het archief
pl_pl: Wystąpił błąd podczas tworzenia archiwum
pt_br: Ocorreu um erro ao criar o arquivo
pt_pt: Ocorrreu um erro ao criar o arquivo
ru_ru: При создании архива произошла ошибка
tr_tr: Arşiv oluşturulurken bir hata oluştu
zh_hans: 在创建档案时出现错误

# Archive_CreateHeader
source: Create Archive
da_dk: Opret arkiv
es_es: Crear archivo
fr_fr: Créer Archive
he: צור ארכיון
hu_hu: Archívum létrehozása
it_it: Crea Archivio
nl_nl: Aanmaken Archief
pl_pl: Utwórz archiwum
pt_br: Criar Arquivo
pt_pt: Criar arquivo
ru_ru: Создание архива
tr_tr: Arşiv Oluştur
zh_hans: 创建档案

# Archive_CreateInputDir
source: Input directory
da_dk: Inputmappe
es_es: Directorio de entrada
fr_fr: Dossier d'entrée
he: ספריית קלט
hu_hu: Beviteli könytár
it_it: Directory di input
nl_nl: Invoermap
pl_pl: Folder wejściowy
pt_br: Diretório de entrada
pt_pt: Directório de entrada
ru_ru: Входная папка
tr_tr: Giriş dizini
zh_hans: 输入地址

# Archive_CreateOutputFile
source: Output file
da_dk: Outputfil
es_es: Archivo de salida
fr_fr: Fichier de sortie
he: קובץ פלט
hu_hu: Kimeneti fájl
it_it: File di output
nl_nl: Uitvoerbestand
pl_pl: Plik wyjściowy
pt_br: Arquivo de saída
pt_pt: Ficheiro de saída
ru_ru: Конечный файл
tr_tr: Çıktı dosyası
zh_hans: 输出文件

# Archive_IPK_CompressEntireBlock
source: Compress entire block
da_dk: Komprimér hele blok
es_es: Comprimir bloque completo
fr_fr: Compresser le bloc entier
he: דחוס את כל הבלוק
hu_hu: Teljes blokk tömörítése
it_it: Comprimi il blocco intero
nl_nl: Comprimeer volledig blok
pl_pl: Kompresuj cały blok
pt_br: Comprimir bloco inteiro
pt_pt: Comprimir o bloco inteiro
ru_ru: Сжать весь блок
tr_tr: Tüm bloğu sıkıştır
zh_hans: 压缩整个块

# Archive_IPK_CompressExtensions
source: File extensions to compress
da_dk: Filtyper, der skal komprimeres
es_es: Extensiones de archivo a comprimir
fr_fr: Extensions de fichier à compresser
he: סיומות קבצים לדחיסה
hu_hu: Tömörítendő fájlkiterjesztések
it_it: Estensioni di file da comprimere
nl_nl: Bestandsextensie voor compressie
pl_pl: Rozszerzenia plików do kompresji
pt_br: Extensões de arquivo para comprimir
pt_pt: Extensões de ficheiros a comprimir
ru_ru: Расширения файлов для сжатия
tr_tr: Sıkıştırılacak dosya uzantıları
zh_hans: 文件扩展压缩

# Utilities_Converter_R1ConfigHeader
source: Rayman 1 Config Files (.cfg)
da_dk: Konfigurationsfiler til Rayman 1 (.cfg)
es_es: Archivos de configuración de Rayman 1 (.cfg)
fr_fr: Fichier de Configuration de Rayman 1 (.cfg)
he: קבצי תצורה של Rayman 1 (.cfg)
hu_hu: Rayman 1 Konfig Fájlok (.cfg)
it_it: File di configurazione Rayman 1
nl_nl: Rayman 1 Configuratiebestanden
pl_pl: Pliki konfiguracyjne gry Rayman 1
pt_br: Arquivos de Configuração do Rayman 1 (.cfg)
pt_pt: Ficheiros de Configuração Rayman 1
ru_ru: Файлы конфигурации Rayman 1
tr_tr: Rayman 1 Yapılandırma Dosyaları (.cfg)
zh_hans: 雷曼1配置文件(.cfg)

# Utilities_Converter_R1SaveHeader
source: Rayman 1 Save Files (.sav)
da_dk: Spildata til Rayman 1 (.sav)
es_es: Archivos de guardado de Rayman 1 (.sav)
fr_fr: Fichier de Sauvegarde de Rayman 1 (.sav)
he: קבצי שמירה של Rayman 1(.sav)
hu_hu: Rayman 1 Mentések (.sav)
it_it: File di salvataggio Rayman 1
pl_pl: Pliki zapisu gry Rayman 1
pt_br: Arquivos Salvos de Rayman 1 (.sav)
pt_pt: Ficheiros de Progressão Rayman 1
ru_ru: Файлы сохранения Rayman 1
tr_tr: Rayman 1 Kayıtlı Dosyalar (.sav)
zh_hans: 雷曼1存档文件(.sav)

# Utilities_Converter_R2ConfigHeader
source: Rayman 2 Config Files (.cfg)
da_dk: Konfigurationsfiler til Rayman 2 (.cfg)
es_es: Archivos de configuración de Rayman 2 (.cfg)
fr_fr: Fichier de Configuration de Rayman 2 (.cfg)
he: קבצי תצורה של Rayman 2 (.cfg)
hu_hu: Rayman 2 Konfig Fájlok (.cfg)
it_it: File di configurazione Rayman 2
nl_nl: Rayman 2 Configuratiebestanden
pl_pl: Pliki konfiguracyjne gry Rayman 2
pt_br: Arquivos de Configuração do Rayman 2 (.cfg)
pt_pt: Ficheiros de Configuração Rayman 2
ru_ru: Файлы конфигурации Rayman 2
tr_tr: Rayman 2 Yapılandırma Dosyaları (.cfg)
zh_hans: 雷曼2配置文件(.cfg)

# Utilities_Converter_R2SaveHeader
source: Rayman 2 Save Files (.sav)
da_dk: Spildata til Rayman 2 (.sav)
es_es: Archivos de guardado de Rayman 2 (.sav)
fr_fr: Fichier de Sauvegarde de Rayman 2 (.sav)
he: קבצי שמירה של Rayman 2(.sav)
hu_hu: Rayman 2 Mentések (.sav)
it_it: File di salvataggio Rayman 2
pl_pl: Pliki zapisu gry Rayman 2
pt_br: Arquivos Salvos de Rayman 2 (.sav)
pt_pt: Ficheiros de Progressão Rayman 1
ru_ru: Файлы сохранения Rayman 2
tr_tr: Rayman 2 Kayıtlı Dosyalar (.sav)
zh_hans: 雷曼2存档文件(.sav)

# Utilities_Decoder_R12SavHeader
source: Rayman 1/2 Save Files (.sav/.cfg)
da_dk: Spildata til Rayman 1/2 (.sav/.cfg)
es_es: Archivos de guardado de Rayman 1/2 (.sav/.cfg)
fr_fr: Fichiers de Sauvegarde de Rayman 1/2 (.sav/.cfg)
he: קבצי שמירה של Rayman 1/2(.sav/.cfg)
hu_hu: Rayman 1/2 Mentések (.sav/.cfg)
it_it: File di salvataggio Rayman 1/2 (.sav/.cfg)
pl_pl: Pliki zapisu gier Rayman 1/2 (.sav/.cfg)
pt_br: Arquivos Salvos de Rayman 1/2 (.sav/.cfg)
pt_pt: Ficheiros de Progressão Rayman 1/2 (.sav/.cfg)
ru_ru: Файлы сохранения Rayman 1/2 (.sav/.cfg)
tr_tr: Rayman 1/2 Kayıtlı Dosyalar (.sav/.cfg)
zh_hans: 雷曼1/2存档文件(.sav/.cfg)

# Settings_SyncTheme
source: Sync theme
da_dk: Synkronisér tema
es_es: Sincronizar tema
fr_fr: Synchroniser le thème
he: סנכרון נושא
hu_hu: Téma szinkronizálása
it_it: Sincronizza tema
nl_nl: Sync thema
pl_pl: Synchronizacja motywu
pt_br: Sincronizar tema
pt_pt: Tema de sincronização
ru_ru: Синхронизация темы
tr_tr: Temayı senkronize et
zh_hans: 同步主题

# Settings_SyncThemeInfo
source: If enabled, the application theme (accent color and dark/light mode) will sync with the system settings on Windows 10/11
da_dk: Hvis aktiveret, synkroniseres applikationstemaet (accentfarve og mørkt/lyst tema) med systemindstillingerne på Windows 10/11
es_es: Si está habilitada, el tema de la aplicación (color de acento y modo oscuro/claro) se sincronizará con la configuración del sistema en Windows 10/11
fr_fr: Si activé, le thème de l'application (couleur d'accentuation et mode clair/sombre) se synchronisera avec les options système de Windows 10/11
he: אם מופעל, ערכת הנושא של האפליקציה (צבע מבטא ומצב כהה/בהיר) תסתנכרן עם הגדרות המערכת ב-Windows 10/11
hu_hu: Ha be van kapcsolva, az applikáció színei megegyeznek a Windows beállításokkal
it_it: Se abilitato, il tema dell'applicazione (colore e modalità scuro/chiaro) si sincronizzerà con le impostazioni di sistema su Windows 10/11
nl_nl: Indien ingeschakeld, zal het applicatiethema (kleuraccent en donkere/lichte modus) synchroniseren met de systeeminstellingen van Windows 10/11
pl_pl: Jeśli ta opcja jest włączona, motyw aplikacji (kolor akcentu i tryb ciemny/jasny) zostanie zsynchronizowany z ustawieniami systemu Windows 10/11
pt_br: Se ativado, o tema do aplicativo (cor de destaque e modo escuro/claro) será sincronizado com as configurações do sistema no Windows 10/11
pt_pt: Se activado, o tema da aplicação (cor acentuada e modo claro/escuro) irá sincronizar com as configurações de sistema do Windows 10/11
ru_ru: Если эта функция включена, тема приложения (цветовой акцент и темный/светлый режим) будет синхронизироваться с системными настройками Windows 10/11
tr_tr: Etkinleştirilirse uygulama teması (vurgu rengi ve koyu/açık mod), Windows 10/11'deki sistem ayarlarıyla eşitlenir
zh_hans: 如果启用，程序的主题（主色调和暗/亮模式）将会自动和Windows10/11的系统设置同步

# Ray1MinigamesOptions_LanguageUpdateError
source: An error occurred when updating the language
da_dk: En fejl opstod i forsøg på at opdatere sproget
es_es: Se produjo un error al actualizar el idioma
fr_fr: Une erreur est survenue en modifiant la langue
he: אירעה שגיאה בעת עדכון השפה
hu_hu: A nyelvi csomag frissítése közben hiba lépett fel
it_it: Si è verificato un errore durante l'aggiornamento della lingua
pt_br: Ocorreu um erro ao atualizar o idioma
pt_pt: Ocorreu um erro ao actualizar a língua
ru_ru: Произошла ошибка при обновлении языка
tr_tr: Dil güncellenirken bir hata oluştu
zh_hans: 在更新语言时出现错误

# R2_BonusLevelName_1
source: The Walk of Life
es_es: El Camino de la Vida
fr_fr: La Promenade de Santé
it_it: Il Sentiero della Vita
pl_pl: Scieżka Życia

# R2_BonusLevelName_2
source: The Walk of Power
es_es: El Camino del Poder
fr_fr: Le Tour de Force
it_it: Cammino del potere (Il "Tour de Force")
pl_pl: Scieżka Mocy

# Download_ManualInstructions
source: Download files: 1. Press the download button to manually download the files. 2. Move the files to the destination directory. If they're compressed, extract them. 3. Press 'Ok' to continue.
da_dk: Download filer: 1. Tryk på downloadknappen for at downloade filerne manuelt. 2. Flyt filerne til destinationsmappen. Udpak dem hvis de er komprimeret. 3. Tryk 'Ok' for at fortsætte.
es_es: Descargar archivos: 1. Presiona el botón de descarga para descargar manualmente los archivos. 2. Mueve los archivos al directorio de destino. Si están comprimidos, extráelos. 3. Presiona 'Ok' para continuar.
fr_fr: Télécharger des fichiers : 1. Pressez le bouton téléchargement pour télécharger manuellement les fichiers. 2. Déplacez les fichiers vers le dossier de destination. S'ils sont compressés, extrayez-les. 3. Cliquez sur 'Ok' pour continuer.
he: הורד קבצים: 1. לחץ על לחצן ההורדה כדי להוריד את הקבצים באופן ידני. 2. העבר את הקבצים לספריית היעד. אם הם דחוסים, חלץ אותם. 3. לחץ על 'אישור' כדי להמשיך.
hu_hu: Fájlok letöltése: 1. A letöltés gombra kattintva manuálisan elindíthatod a letöltést. 2. Helyezd át a fájlokat a célmappába, ha tömörítve vannak, csomagold ki őket. 3. Kattints az 'OK' gombra a folytatáshoz.
it_it: Scaricare i file: 1. Premere il pulsante di download per scaricare manualmente i file. 2. Spostare i file nella directory di destinazione. Se sono compressi, estraili. 3. Premere "Ok" per continuare.
pt_br: Baixar arquivos: 1. Aperte o botão de download para baixar manualmente os arquivos. 2. Mova os arquivos para o diretório de destino. Se estiverem compactados, extraia-os. 3. Aperte 'Ok' para continuar.
pt_pt: Descarga de ficheiros: 1. Pressiona o botão de descarga para descarregar manualmente os ficheiros. 2. Move os ficheiros para o directório de destino. Extrai-os se estiverem comprimidos. 3. Pressiona 'OK' para continuar.
ru_ru: Загрузка файлов: 1. Нажмите кнопку 'Загрузить', чтобы загрузить файлы вручную. 2. Переместите файлы в папку назначения. Если они сжаты, извлеките их. 3. Нажмите кнопку 'Ок', чтобы продолжить.
tr_tr: Dosyaları indir: 1. Dosyaları manuel olarak indirmek için indir düğmesine basın. 2. Dosyaları hedef dizine taşıyın. Sıkıştırılmışlarsa, çıkarın. 3. Devam etmek için 'Tamam'a basın.
zh_hans: 1.点击下载按钮来手动下载文件。 2.把文件移动到目标目录。如果文件被压缩了，解压它。 3.点击‘Ok’继续。

# Download_ManualHeader
source: Manual Download
da_dk: Manuel download
es_es: Descarga manual
fr_fr: Téléchargement Manuel
he: הורדה ידנית
hu_hu: Manuális Letöltés
it_it: Download manuale
pt_br: Download Manual
pt_pt: Descarga manual
ru_ru: Загрузка вручную
tr_tr: Manuel indirme
zh_hans: 手动下载

# Download_ManualDownload
source: Download Files
da_dk: Download filer
es_es: Descargar archivos
fr_fr: Télécharger les Fichiers
he: הורד קבצים
hu_hu: Fájlok Letöltése
it_it: Scaricare i file
pt_br: Baixar arquivos
pt_pt: Transferir ficheiros
ru_ru: Загрузка файлов
tr_tr: Dosyaları indir
zh_hans: 下载文件

# Download_ManualOpenDestination
source: Open Destination Directory
da_dk: Åben destinationsmappe
es_es: Abrir directorio de destino
fr_fr: Ouvrir le Dossier de Destination
he: פתח את ספריית היעד
hu_hu: Célmappa megnyitása
it_it: Apri la directory di destinazione
pt_br: Abrir Diretório de Destino
pt_pt: Abrir directório de destino
ru_ru: Открыть папку назначения
tr_tr: Hedef Dizini Aç
zh_hans: 打开目标目录

# Settings_ManualDownloads
source: Handle downloads manually
da_dk: Håndtér downloads manuelt
es_es: Gestionar descargas manualmente
fr_fr: Gérer les téléchargements manuellement
he: טפל בהורדות באופן ידני
hu_hu: Letöltések manuális kezelése
it_it: Gestisci i download manualmente
pt_br: Lidar com downloads manualmente
pt_pt: Manusear as descargas manualmente
ru_ru: Обрабатывать загрузки вручную
tr_tr: İndirmeleri manuel olarak yönetin
zh_hans: 进行手动下载

# Settings_ManualDownloadsInfo
source: Only use this option if downloads aren't working
da_dk: Brug kun denne indstilling, hvis downloads ikke fungerer
es_es: Utiliza esta opción solo si las descargas no están funcionando
fr_fr: Utiliser cette option uniquement si les téléchargements ne fonctionnent pas
he: השתמש באפשרות זו רק אם ההורדות אינן פועלות
hu_hu: Csak akkor használd ezt az opciót, ha a letöltések elakadnak
it_it: Utilizza questa opzione solo se i download non funzionano
pt_br: Apenas use esta opção se os downloads não estiverem funcionando
pt_pt: Utiliza apenas esta opção se as descargas não estiverem a funcionar
ru_ru: Используйте эту опцию только в том случае, если загрузка не начинается
tr_tr: Bu seçeneği yalnızca indirmeler çalışmıyorsa kullanın
zh_hans: 只在下载不能正常进行时启用此选项
