Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# SecretCodes_Lime
source: You just entered the lime code! Enjoy this lime theme.
da_dk: Du har lige indtastet lime-koden! Nyd dette limetema.
de_de: Du hast grad den Lime Code eingegeben! Viel Spaß mit diesen Lime Design.
es_es: ¡Acabas de ingresar el código lima! Disfruta de este tema de lima.
fr_fr: Vous venez d'entrer le code Lime ! Profitez de ce nouveau thème citron vert.
he: הרגע הזנת את קוד הליים! תהנה מערכת הנושא: הליים.
hu_hu: Lime kód észlelve! Gratulálok. Ez egy zöld citrom. A zöld téma elérhetővé vált.
it_it: Hai appena inserito il codice lime! Goditi questo tema lime.
nl_nl: Je hebt zojuist de Lime code ingevuld! Veel plezier met dit limoen thema.
pl_pl: Właśnie wprowadziłeś kod lime! Ciesz się tym lime motywem.
pt_br: Você inseriu o código lima! Aproveite este tema lima.
pt_pt: Acabaste de introduzir o código lima! Desfruta deste novo tema lima.
ru_ru: Вы только что ввели лаймовый код! Наслаждайтесь этой лаймовой темой.
tr_tr: Lime kodunu girdiniz! Bu kireç temasının keyfini çıkarın.
zh_hans: 你刚刚输入了青柠代码！享受青柠主题吧。

# SecretCodes_LimeHeader
source: Lime Code
da_dk: Lime-kode
es_es: Código de Lima
fr_fr: Code Lime
he: קוד ליים
hu_hu: Lime kód
it_it: Codice Lime
pl_pl: Kod Lime
pt_br: Código Lima
pt_pt: Código Lima
ru_ru: Лаймовый код
tr_tr: Lime Kodu
zh_hans: 青柠代码

# SecretCodes_Secret
source: You just entered the secret code! Sadly enough it doesn't do anything.
da_dk: Du har lige indtastet den hemmelige kode! Desværre gør den ikke noget.
de_de: Du hast grad einen Geheimen Code eingegeben! Aber leider macht dieser garnichts
es_es: ¡Acabas de ingresar el código secreto! Lamentablemente, no hace nada.
fr_fr: Vous venez d'entrer le code secret ! Mais rien ne se passe !
he: הרגע הזנת את הקוד הסודי! לצערי זה לא עושה כלום.
hu_hu: Secret kód észlelve! Misztikus, viszont az ég adta világon semmit nem csinál. :(
it_it: Hai appena inserito il codice segreto! Purtroppo non fa nulla.
nl_nl: Je hebt net de geheime code ingevuld! Helaas heeft dit verder geen effect.
pl_pl: Właśnie wprowadziłeś tajny kod! Niestety, ale nic on nie powoduje.
pt_br: Você inseriu o código secreto! Infelizmente, ele não faz nada.
pt_pt: Acabaste de introduzir o código secreto! Infelizmente não faz nada.
ru_ru: Вы только что ввели секретный код! К сожалению, он ничего не делает.
tr_tr: Az önce gizli kodu girdiniz! Ne yazık ki hiçbir şey yapmıyor.
zh_hans: 你刚刚输入了秘密代码！不幸的是它没有任何用。

# SecretCodes_SecretHeader
source: Secret Code
da_dk: Hemmelig kode
de_de: Geheimer Code
es_es: Código secreto
fr_fr: Code Secret
he: קוד סודי
hu_hu: Titkosmikkentyű
it_it: Codice Segreto
nl_nl: Geheime Code
pl_pl: Sekretny kod
pt_br: Código Secreto
pt_pt: Código Secreto
ru_ru: Секретный код
tr_tr: Gizli kod
zh_hans: 秘密代码

# GameInfo_LaunchPath
source: Launch path:
da_dk: Startsti:
de_de: Ausführ verzeichnis
es_es: Ruta de lanzamiento:
fr_fr: Chemin de lancement :
he: נתיב הפעלה:
hu_hu: Indítási útvonal:
it_it: Percorso di avvio:
nl_nl: Startpad:
pl_pl: Ścieżka startowa:
pt_br: Caminho de início:
pt_pt: Endereço de execução:
ru_ru: Путь запуска:
tr_tr: Başlatma yolu:
zh_hans: 启动路径：

# GameInfo_LaunchArgs
source: Launch arguments:
da_dk: Startargumenter:
de_de: Start Argumente
es_es: Argumentos de lanzamiento:
fr_fr: Arguments de lancement :
he: הפעל טיעונים:
hu_hu: Indítási argumentum:
it_it: Argomenti di avvio
nl_nl: Startargumenten:
pl_pl: Argumenty startowe:
pt_br: Argumentos de início:
pt_pt: Endereço de argumentos:
ru_ru: Запуск аргументов:
tr_tr: Başlatma argümanları:
zh_hans: 启动参数：

# GameInfo_SteamID
source: Steam ID:
es_es: ID de Steam:
fr_fr: ID Steam :
he: מזהה Steam:
it_it: ID Steam:
pt_br: ID da Steam:
pt_pt: ID Steam:

# GameInfo_InstallDir
source: Install location:
da_dk: Installationsplacering:
de_de: Installationsverzeichnis
es_es: Ubicación de instalación:
fr_fr: Répertoire d'installation :
he: מיקום התקנה:
hu_hu: Telepítési hely:
it_it: Percorso d'installazione:
nl_nl: Installatielocatie:
pl_pl: Miejsce instalacji:
pt_br: Local de instalação:
pt_pt: Localização da instalação:
ru_ru: Место установки:
tr_tr: Kurulum yeri:
zh_hans: 安装地址：

# GameInfo_WinStoreDependencies
source: Dependencies
da_dk: Afhængigheder
de_de: Abhängigkeiten
es_es: Dependencias
fr_fr: Dépendances
he: תלות
hu_hu: Függőségek
it_it: Dipendenze
nl_nl: Afhankelijkheden
pl_pl: Zależności
pt_br: Requisitos
pt_pt: Dependências
ru_ru: Зависимости
tr_tr: Bağımlılıklar
zh_hans: 依赖项

# GameInfo_WinStoreFullName
source: Full name
da_dk: Fulde navn
de_de: Voller Name
es_es: Nombre completo
fr_fr: Nom complet
he: שם מלא
hu_hu: Teljes név
it_it: Nome completo
nl_nl: Volledige naam
pl_pl: Pełna nazwa
pt_br: Nome completo
pt_pt: Nome completo
ru_ru: Полная игра
tr_tr: Tam Ad
zh_hans: 全名

# GameInfo_WinStoreInstallDate
source: Installed
da_dk: Installeret
de_de: Installiert
es_es: Instalado
fr_fr: Installé
he: מותקן
hu_hu: Telepített
it_it: Installato
nl_nl: Geïnstalleerd
pl_pl: Zainstalowano
pt_br: Instalada
pt_pt: Instalado
ru_ru: Установлено
tr_tr: Yüklü
zh_hans: 已安装

# RemoveGameQuestion
source: Are you sure you want to remove {0} from the Rayman Control Panel? This will not remove the game from your computer or any of its files, including the backups created using this program.
da_dk: Er du sikker på, at du ønsker at fjerne {0} fra Rayman Control Panel? Dette fjerner ikke spillet fra din computer, eller nogle af dets filer, inklusiv de backups der blev oprettet ved hjælp af dette program.
de_de: Bist du sicher {0} von Rayman Control Panel zu entfernen? Das wird nicht das Spiel vom Computer oder deren Dateien (inklusive Backups) entfernen das mit diesem Programm erstellt worden ist.
es_es: ¿Estás seguro de que quieres eliminar {0} del Panel de Control de Rayman? Esto no eliminará el juego de tu computadora ni ninguno de sus archivos, incluidas las copias de seguridad creadas con este programa.
fr_fr: Êtes-vous sûr de vouloir retirer {0} du Rayman Control Panel ? Cette action ne désinstallera pas le jeu de votre ordinateur et n'effacera aucun fichier, y compris les backups réalisés par ce programme.
he: האם אתה בטוח שברצונך להסיר את {0} Rayman Control Panel? פעולה זו לא תסיר את המשחק מהמחשב שלך או את קבציו, כולל הגיבויים שנוצרו באמצעות תוכנית זו.
hu_hu: Biztos el akarod távolítani ezt: {0} a Rayman Control Panel-ról. A játék nem fog törlődni a számítógépről, csak ebből a programból. A biztonsági mentéseid is megmaradnak.
it_it: Sei sicuro di voler rimuovere {0} dal Rayman Control Panel? Ciò non rimuoverà il gioco dal tuo computer o nessuno dei suoi file, inclusi i backup creati utilizzando questo programma.
nl_nl: Weet je zeker dat je {0} wilt verwijderen uit Rayman Control Panel? Dit zal níét het spel van je computer verwijderen noch de back-ups die gemaakt zijn via dit programma.
pl_pl: Czy na pewno chcesz usunąć {0} z Rayman Control Panel? Nie spowoduje to usunięcia gry z twojego komputera ani żadnego z jej plików, łącznie z kopiami zapasowymi utworzonymi za pomocą tego programu.
pt_br: Tem certeza de que deseja remover {0} do Rayman Control Panel? Isso não removerá o jogo de seu computador ou qualquer um de seus arquivos, incluindo os backups criados usando este programa.
pt_pt: Tens a certeza que queres remover o {0} do Rayman Control Panel? Isto não irá remover o jogo do teu computador ou quaisquer dos seus ficheiros, incluíndo as cópias de segurança criadas utilizando este programa.
ru_ru: Вы уверены, что хотите удалить {0} из Rayman Control Panel? Это не приведет к удалению игры с Вашего компьютера или каких-либо ее файлов, включая резервные копии, созданные с помощью этой программы.
tr_tr: {0}'ı Rayman Control Panel'den kaldırmak istediğinizden emin misiniz? Bu, oyunu bilgisayarınızdan veya bu program kullanılarak oluşturulan yedekler de dahil olmak üzere herhangi bir dosyasından kaldırmaz.
zh_hans: 你确定你想要从Rayman Control Panel中移除{0}吗？这样不会从你的电脑中删除游戏和游戏文件，包括使用此程序时创建的备份文件。

# RemoveGameQuestionHeader
source: Confirm remove
da_dk: Bekræft fjernelse
de_de: Entfernen bestätigen
es_es: Confirmar eliminación
fr_fr: Confirmer le retrait
he: אשר הסרה
hu_hu: Eltávolítás megerősítése
it_it: Conferma rimozione
nl_nl: Bevestig verwijdering
pl_pl: Potwierdź usunięcie
pt_br: Confirmar remoção
pt_pt: Confirmar remoção
ru_ru: Подтверждение удаления
tr_tr: Kaldırmayı onayla
zh_hans: 确定移除

# GameShortcut_BrowseHeader
source: Select shortcut destination
da_dk: Vælg genvejsdestination
de_de: Wähle Verknüpfungsziel
es_es: Seleccionar destino del acceso directo
fr_fr: Sélectionner la destination du raccourci
he: בחר יעד קיצור דרך
hu_hu: Parancsikon helyének választása
it_it: Seleziona la destinazione del collegamento
nl_nl: Selecteer locatie snelkoppeling
pl_pl: Wybierz miejsce docelowe skrótu
pt_br: Selecionar destino do atalho
pt_pt: Seleccionar destino de atalho
ru_ru: Выбор местоположения ярлыка
tr_tr: Kısayol hedefini seçin
zh_hans: 选择快捷方式路径

# GameShortcut_ShortcutName
source: Launch {0}
da_dk: Start {0}
de_de: Starte {0}
es_es: Iniciar {0}
fr_fr: Démarrer {0}
he: הפעל את {0}
hu_hu: {0} Indítása
it_it: Avvia {0}
nl_nl: Start {0}
pl_pl: Uruchom {0}
pt_br: Iniciar {0}
pt_pt: Executar {0}
ru_ru: Запуск {0}
tr_tr: {0} başlat
zh_hans: 启动{0}

# GameShortcut_Success
source: Shortcut created successfully
da_dk: Genvej oprettet med succes
de_de: Verknüpfung wurde Erfolgreich erstellt
es_es: El acceso directo se creó correctamente
fr_fr: Création du raccourci réussie
he: קיצור הדרך נוצר בהצלחה
hu_hu: A parancsikon létrehozása sikeres volt
it_it: Collegamento creato con successo
nl_nl: Snelkoppeling succesvol aangemaakt
pl_pl: Skrót utworzony pomyślnie
pt_br: Atalho criado com sucesso
pt_pt: Atalho criado com sucesso
ru_ru: Ярлык создан успешно
tr_tr: Kısayol başarıyla oluşturuldu
zh_hans: 快捷方式创建成功

# GameShortcut_Error
source: The shortcut could not be created
da_dk: Genvejen kunne ikke oprettes
de_de: Die Verknüpfung konnte nicht erstellt werden
es_es: No se pudo crear el acceso directo
fr_fr: Le raccourci n'a pas pu être créé
he: לא ניתן היה ליצור את קיצור הדרך
hu_hu: A parancsikont nem lehet létrehozni
it_it: Il collegamento non può essere creato
nl_nl: De snelkoppeling kon niet worden aangemaakt
pl_pl: Nie można utworzyć skrótu
pt_br: O atalho não pôde ser criado
pt_pt: O atalho não pode ser criado
ru_ru: Не удалось создать ярлык
tr_tr: Kısayol oluşturulamadı
zh_hans: 快捷方式无法被创建

# GameShortcut_ErrorHeader
source: Shortcut creation failed
da_dk: Fejl i forsøg på at oprette genvej
de_de: Erstellen einer Verknüpfung fehlgeschlagen
es_es: Error al crear el acceso directo
fr_fr: Création du raccourci échouée
he: יצירת קיצור הדרך נכשלה
hu_hu: Parancsikon létrehozása sikertelen
it_it: Creazione del collegamento non riuscita
nl_nl: Aanmaken snelkoppeling mislukt
pl_pl: Utworzenie skrótu nie powiodło się
pt_br: Criação do atalho falhou
pt_pt: A criação do atalho falhou
ru_ru: Ошибка создания ярлыка
tr_tr: Kısayol oluşturulamadı
zh_hans: 快捷方式创建失败

# About_SpecialThanks
source: Special thanks to AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski and all other Rayman fans!
da_dk: Særligt tak til AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski og alle andre Rayman-fans!
de_de: Ein spezieller Dank an: Adamillo, AlexLimitedGames, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug und alle anderen Rayman Fans!
es_es: Agradecimientos especiales a Adamillo, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug y todos los demás fanáticos de Rayman.
fr_fr: Remerciements spéciaux à AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski et tous les fans de Rayman !
he: תודה מיוחדת ל- Adamillo, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug וכל שאר מעריצי Rayman!
hu_hu: Különleges köszönet nekik: Adamillo, AlexLimitedGames, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug és minden más Rayman rajongónak.
it_it: Un ringraziamento speciale a Adamillo, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug e a tutti gli altri fan di Rayman!
nl_nl: In het bijzonder dank aan Adamillo, AlexLimitedGames, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug en alle andere Rayman fans!
pl_pl: Specjalne podziękowania dla Adamillo, AlexLimitedGames, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug i wszystkich innych fanów Raymana!
pt_br: Agradecimentos especiais para Adamillo, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug e a todos os outros fãs de Rayman!
pt_pt: Agradecimentos especiais ao Adamillo, AlexLimitedGames, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug e a todos os outros fãs de Rayman!
ru_ru: Отдельная благодарность Adamillo, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug и всем другим фанатам Рэймана!
tr_tr: AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski ve diğer tüm Rayman hayranlarına özel teşekkürler!
zh_hans: 特别感谢Adamillo, AuToMaNiAk005, Miss-Cerasus, Evelyn Chickentalk, Lapislalipek, MilesTheCreator, MixerX, PokGOT4N, Robin, Ryemanni, SilverSpade92, Steo, Szymski, Zelenbug和其他雷曼爱好者！

# About_Credits_RayCarrot
source: Rayman Control Panel, Rayman reverse engineering, BinarySerializer
da_dk: Rayman Control Panel, hjælpeværktøjer, lydspor per bane, Archive Explorer, BinarySerializer
de_de: Rayman Control Panel, Werkzeuge, per-level Soundtrack, Archiv Explorer, BinarySerializer
es_es: Rayman Control Panel, Ingeniería inversa de Rayman, Serializador Binario
fr_fr: Rayman Control Panel, rétro-ingénierie, BinarySerializer
he: Rayman Control Panel, Rayman הנדסה לאחור של, BinarySerializer
hu_hu: Rayman Control Panel, segédeszközök, pályánkénti zenék, Archive Explorer, BinarySerializer
it_it: Rayman Control Panel, reverse engineering di Rayman, BinarySerializer
pl_pl: Rayman Control Panel, inżynieria wsteczna Raymana, BinarySerializer
pt_br: Rayman Control Panel, engenharia reversa de Rayman, Serializador Binário
pt_pt: Rayman Control Panel, Engenharia reversa do Rayman, BinarySerializer
ru_ru: Rayman Control Panel, утилиты, PlayStation-версия саундтрека, Archive Explorer, BinarySerializer
tr_tr: Rayman Control Panel, yardımcı programlar, seviye başına Soundtrack, Archive Explorer, BinarySerializer
zh_hans: Rayman Control Panel, 雷曼逆向工程, BinarySerializer

# About_Credits_Noserdog
source: Controller patches
da_dk: Patches til controller
de_de: Patches vom Controller
es_es: Parches para mandos
fr_fr: Patch manettes
he: תיקוני בקר
hu_hu: Kontroller patch-ek
it_it: Patch controller
pl_pl: Łatki dla kontrolera
pt_br: Correções de controle
pt_pt: Patches de comandos
ru_ru: Патчи для контроллера
tr_tr: Denetleyici yamaları
zh_hans: 游戏手柄补丁

# About_Credits_Janmv94
source: Rayman 2 button remapping
da_dk: Remapping af knapper til Rayman 2
de_de: Rayman 2 Knöpfe mappen
es_es: Remapeo de botones de Rayman 2
fr_fr: Remappage des boutons pour Rayman 2
he: מיפוי כפתורים עבור Rayman 2
hu_hu: Rayman 2 billenytű konfiguráció
it_it: Rimappatura pulsanti Rayman 2
pl_pl: Remapping klawiszy w Rayman 2
pt_br: Remapeamento de botões do Rayman 2
pt_pt: Remapeamento dos botões do Rayman 2
ru_ru: Переназначение кнопок для Rayman 2
tr_tr: Rayman 2 düğmesi yeniden eşleme
zh_hans: 雷曼2按键设置

# About_Credits_RibShark
source: Rayman reverse engineering
da_dk: Generel hjælp til hjælpeværktøjerne
de_de: Allgemeine Hilfe mit den Werkzeugen
es_es: Ingeniería inversa de Rayman
fr_fr: Rétro-ingénierie Rayman
he: Rayman הנדסה לאחור של
hu_hu: Általános segítség különböző segédeszközökkel
it_it: Reverse engineering di Rayman
pl_pl: Inżynieria wsteczna Raymana
pt_br: Engenharia reversa do Rayman
pt_pt: Engenharia Reversa do Rayman
ru_ru: Основная помощь с утилитами
tr_tr: Yardımcı programlarla ilgili genel yardım
zh_hans: 雷曼逆向工程

# About_Credits_PluMGMK
source: Rayman 1 Per-level soundtrack mod
da_dk: Lydspor per bane-værktøj
de_de: per-level Soundtrack Werkzeug
es_es: Mod de banda sonora por nivel para Rayman 1
fr_fr: Mod de bande-son par niveau de Rayman 1
he: כלי לפסקול פר שלב לRayman 1
hu_hu: Pályánkénti zene (Per-Level Soundtrack) segédeszköz
it_it: Mod colonna sonora Per-Livello
nl_nl: Rayman 1 Per-level soundtrack modificatie
pl_pl: Modyfikacja do ścieżki dźwiękowej na poziom do gry Rayman 1
pt_br: Mod de Trilha-sonora Por-fase do Rayman 1
pt_pt: Modificação da banda sonora por-nível do Rayman 1
ru_ru: Утилита PlayStation-версии саундтрека
tr_tr: Seviye başına Soundtrack yardımcı programı
zh_hans: 雷曼1每关卡音轨mod

# About_Credits_HarukaTavares
source: Portuguese (Portugal) program translation
da_dk: Portugesisk (Portugal) programoversættelse
de_de: Portugiesisch (Portugal) Programm übersetzung
es_es: Traducción del programa al portugués (Portugal)
fr_fr: Programme de traduction portugaise (Portugal)
he: תרגום התוכנה לפורטוגזית (פורטוגל)
hu_hu: Portugál (Portugál) program fordítás
it_it: Traduzione del programma in Portoghese (Portogallo)
nl_nl: Portugese (Portugal) programmavertaling
pl_pl: Tłumaczenie programu na język portugalski (Portugalia)
pt_br: Tradução do programa em Português (Portugal)
pt_pt: Programa de tradução Portuguesa (Portugal)
ru_ru: Перевод программы на португальский (Португалия)
tr_tr: Portekizce (Portekiz) program çevirisi
zh_hans: 葡萄牙语（葡萄牙）程序翻译

# R1U_CompleteOSTReplaceError
source: Soundtrack replacement failed.
da_dk: Lydsporserstatning mislykkedes.
de_de: Das ersetzen vom Soundtrack ist fehlgeschlagen
es_es: Falló la sustitución de la banda sonora.
fr_fr: Changement de musique échoué
he: החלפת פסקול נכשלה.
hu_hu: Zenecsomag kicserélése sikertelen volt
it_it: Sostituzione della colonna sonora non riuscita.
nl_nl: Vervangen soundtrack mislukt.
pl_pl: Zastępowanie ścieżki dźwiękowej nie powiodło się
pt_br: Substituição de trilha sonora falhou.
pt_pt: A substituição da banda sonora falhou.
ru_ru: Не удалось заменить саундтрек.
tr_tr: Soundtrack değişimi başarısız oldu.
zh_hans: 音轨替换失败。

# RDU_ReplaceFiles_Complete
source: Replacement complete
da_dk: Erstatning fuldført
de_de: Das Ersetzen war Erfolgreich
es_es: Reemplazo completo
fr_fr: Remplacement terminé
he: ההחלפה הסתיימה
hu_hu: Fájlcsere sikeresen befejeződött
it_it: Sostituzione completata
nl_nl: Vervanging voltooid
pl_pl: Zastępowanie zakończone
pt_br: Substituição completa
pt_pt: Substituição completa
ru_ru: Полная замена
tr_tr: Değiştirme tamamlandı
zh_hans: 替换成功

# RDU_ReplaceFiles_Error
source: File replacement failed
da_dk: Filerstatning mislykkedes
de_de: Erzetzen von Datei ist fehlgeschlagen
es_es: Falló el reemplazo de archivos
fr_fr: Remplacement de fichier échoué
he: החלפת קבצים נכשלה
hu_hu: Fájlcsere sikertelen volt
it_it: Sostituzione file non riuscita
nl_nl: Vervangen bestanden mislukt
pl_pl: Zastępowanie pliku nie powiodło się
pt_br: Substituição de arquivo falhou
pt_pt: Falhou a substituição do ficheiro
ru_ru: Не удалось заменить файлы
tr_tr: Değiştirme tamamlanmadı
zh_hans: 文件替换失败

# RDU_CreateConfig_Success
source: The file was successfully created.
da_dk: Filen blev oprettet med succes.
de_de: Diese Datei wurde erfolgreich erstellt
es_es: El archivo se creó correctamente.
fr_fr: Le fichier a été créé avec succès
he: הקובץ נוצר בהצלחה.
hu_hu: A fájl sikeresen elkészült.
it_it: Il file è stato creato con successo.
nl_nl: Het bestand is met succes aangemaakt.
pl_pl: Plik został pomyślnie utworzony.
pt_br: O arquivo foi criado com sucesso.
pt_pt: O ficheiro foi criado com sucesso
ru_ru: Файл был успешно создан
tr_tr: Dosya başarıyla oluşturuldu.
zh_hans: 文件被成功创建

# RDU_CreateConfig_Error
source: File could not be created
da_dk: Filen kunne ikke oprettes
de_de: Datei konnte nicht erstellt werden
es_es: No se pudo crear el archivo
fr_fr: Le fichier n'a pas pu être créé
he: לא ניתן היה ליצור קובץ
hu_hu: A fájlt nem lehetett létrehozni
it_it: Impossibile creare il file
nl_nl: Bestand kon niet worden aangemaakt
pl_pl: Nie można utworzyć pliku
pt_br: O arquivo não pôde ser criado
pt_pt: O ficheiro não pode ser criado
ru_ru: Не удалось создать файл
tr_tr: Dosya oluşturulamadı
zh_hans: 文件无法被创建

# ReadingBackupError
source: An error occurred reading the backup for {0}
da_dk: En fejl opstod i forsøg på at læse backup-filen til {0}
de_de: Ein fehler ist Aufgetreten beim lesen von einer Sicherung {0}
es_es: Se produjo un error al leer la copia de seguridad de {0}
fr_fr: Une erreur est survenue en lisant le backup pour {0}
he: אירעה שגיאה בקריאת הגיבוי עבור {0}
hu_hu: Hiba lépett fel a {0} biztonsági mentés olvasásakor.
it_it: Si è verificato un errore durante la lettura del backup di {0}
nl_nl: Er heeft een fout plaatsgevonden tijdens het lezen van de back-up voor {0}
pl_pl: Wystąpił błąd podczas odczytu kopii zapasowej dla {0}
pt_br: Um erro ocorreu ao ler o backup para {0}
pt_pt: Ocorreu um erro quando se lia a cópia de segurança para o {0}
ru_ru: Произошла ошибка при чтении резервной копии {0}
tr_tr: {0} için yedeği okurken bir hata oluştu
zh_hans: 在读取{0}的备份时发生错误

# Download_RestoreStoppedDownloadError
source: Some files could not be restored. Check {0} & {1} to recover lost files.
da_dk: Nogle filer kunne ikke gendannes. Tjek {0} og {1} for at gendanne mistede filer.
de_de: Einige Dateien konnten nicht Wiederhergestellt werden. Überprüfe {0} & {0} um die Verloren Dateien zu Wiederherstellen.
es_es: Algunos archivos no pudieron ser restaurados. Verifica {0} y {1} para recuperar archivos perdidos.
fr_fr: Certains fichiers n'ont pas pu être restaurés. Regardez {0} et {1} pour récupérer les fichiers perdus.
he: לא ניתן היה לשחזר חלק מהקבצים. סמן את {0} ו {1} כדי לשחזר קבצים שאבדו.
hu_hu: Néhány fájlt nem lehet visszaállítani. Keresd és állítsd vissza a {0} és {1} -ben az elveszett fájlokat
it_it: Alcuni file non possono essere ripristinati. Seleziona {0} & {1} per recuperare i file persi.
pt_br: Alguns arquivos não puderam ser restaurados. Verifique {0} & {1} para recuperar arquivos perdidos.
pt_pt: Alguns ficheiros não poderam ser restaurados. Verifica o {0} & {1} para recuperar ficheiros perdidos.
ru_ru: Не удалось восстановить некоторые файлы. Проверьте {0} и {1}, чтобы восстановить потерянные файлы.
tr_tr: Bazı dosyalar geri yüklenemedi. Kayıp dosyaları kurtarmak için {0} ve {1} öğelerini işaretleyin.
zh_hans: 有些文件无法被恢复。检查{0}和{1}来恢复丢失的文件。
