Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Mod_RRR_MemMod_GrappinGFXInfo
source: Enables even earlier looks for Rayman's hook
da_dk: Aktiverer endnu tidligere udgaver af Raymans krog
es_es: Permite ver las apariencias anteriores del gancho de Rayman
fr_fr: Permet de changer le look du grappin de Rayman en des versions plus anciennes
he: מאפשר חיפושים מוקדמים עוד יותר עבור הוק של Rayman
hu_hu: Sokkal korábbi kinézetei Rayman hook-jának
it_it: Abilita un aspetto iniziale per il gancio di Rayman
nl_nl: Schakelt eerdere looks van Rayman's haak in
pl_pl: Uruchamia wcześniejszy wygląd haku Raymana
pt_br: Permite visuais ainda mais antigos para o gancho de Rayman
pt_pt: Activa aspectos ainda mais antigos para o gancho do Rayman
ru_ru: Активирует более ранние внешние виды крюка Рэймана
tr_tr: Rayman'ın kancasını daha erken aramayı sağlar
zh_hans: 启用早期雷曼的钩子的造型

# Mod_RRR_MemMod_GrappinGFX_0
source: Line
da_dk: Linje
de_de: Linie
es_es: Línea
fr_fr: Ligne
he: שורה
it_it: Linea
nl_nl: Lijn
pl_pl: Linia
pt_br: Linha
pt_pt: Linha
ru_ru: Линия
zh_hans: 线

# Mod_RRR_MemMod_GrappinGFX_1
source: Lightning
da_dk: Lyn
de_de: Beleuchtung
es_es: Relámpago
fr_fr: Éclairs
he: ברק
hu_hu: Világítás
it_it: Fulmine
nl_nl: Bliksem
pl_pl: Błyskawice
pt_br: Raio
pt_pt: Iluminação
ru_ru: Молния
zh_hans: 光照

# Mod_RRR_MemMod_GrappinGFX_2
source: Sparks
da_dk: Gnister
es_es: Chispas
fr_fr: Étincelles
he: ניצוצות
hu_hu: Szikrák
it_it: Scintille
nl_nl: Vonken
pl_pl: Iskry
pt_br: Faíscas
pt_pt: Faíscas
ru_ru: Искры
zh_hans: 闪光

# Mod_RRR_MemMod_GrappinGFX_3
source: Rope
da_dk: Reb
de_de: Seil
es_es: Cuerda
fr_fr: Corde
he: חבל
hu_hu: Kötél
it_it: Corda
nl_nl: Touw
pl_pl: Lina
pt_br: Corda
pt_pt: Corda
ru_ru: Верёвка
zh_hans: 绳子

# Mod_RRR_MemMod_GrappinGFX_4
source: None
da_dk: Ingen
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
he: כלום
hu_hu: Nincsen
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ru_ru: Никакой
tr_tr: Hiçbiri
zh_hans: 无

# Mod_RRR_MemMod_UpgradedPowers
source: Upgraded powers
da_dk: Opgraderede krafter
es_es: Poderes mejorados
fr_fr: Pouvoirs améliorés
he: כוחות משודרגים
hu_hu: Felfejlesztett képességek
it_it: Poteri potenziati
nl_nl: Geüpgradede krachten
pl_pl: Ulepszone moce
pt_br: Poderes aprimorados
pt_pt: Poderes melhorados
ru_ru: Улучшенные способности
tr_tr: Yükseltilmiş güçler
zh_hans: 升级过的技能

# Mod_RRR_MemMod_UpgradedPowersInfo
source: Allows Rayman to use the helicopter for a longer time and, if Climb walls is enabled, hold onto walls infinitely
da_dk: Tillader, at Rayman kan bruge helikopteren i længere tid, og hvis Klatring af vægge er aktiveret, kan han holde fast i vægge for evigt
es_es: Permite que Rayman use el helicóptero durante más tiempo y, si "Escalada en paredes" está habilitado, agarrarse a las paredes infinitamente
fr_fr: Permet à Rayman d'utiliser l'hélicoptère pendant un plus long moment et, si Grimper sur les murs est activé, permet de s'accrocher aux murs indéfiniment
he: מאפשר לRayman להשתמש במסוק לזמן ארוך יותר, ואם הטיפוס על קירות מופעל, להחזיק בקירות עד אין סוף.
hu_hu: Rayman sokkal tovább tud helikopterezni, valamint ha a Falmászás be van kapcsolva, végtelenségig tud kapaszkodni a falakba
it_it: Consente a Rayman di utilizzare l'elicottero per un tempo più lungo e, se l'opzione Scala muri è abilitata, si arrampica sui muri all'infinito
nl_nl: Stelt Rayman in staat de helikopter langer te gebruiken en, indien 'Muren beklimmen' is ingeschakeld, zich onbegrensd vast te klampen aan muren
pl_pl: Pozwala Raymanowi używać helikoptera przez dłuższy czas i, jeśli włączona jest opcja wspinania się po ścianach, trzymać się ich w nieskończoność
pt_br: Permite que Rayman use o helicóptero por mais tempo e, se Escalar paredes estiver habilitado, segurar-se nas paredes infinitamente
pt_pt: Permite que o Rayman utilize o helicóptero por mais tempo e, se o Trepar paredes estiver activo, segurar as paredes infinitamente
ru_ru: Позволяет Рэйману использовать волосы в качестве вертолета в течение более длительного времени и, если активировано карабканье по стенам, держаться за стены бесконечно
tr_tr: Rayman'ın helikopteri daha uzun süre kullanmasına ve Duvarlara tırman etkinse duvarlara sonsuza kadar tutunmasına izin verir
zh_hans: 让雷曼可以作为直升机飞行更长时间，并且在爬墙被启用的情况下，可以一直抓住墙壁。

# Mod_RRR_MemMod_Immortal
source: Immortal
da_dk: Udødelig
es_es: Inmortal
fr_fr: Immortel
he: בן אלמוות
hu_hu: Halhatatlanság
it_it: Immortalità
nl_nl: Onsterfelijk
pl_pl: Nieśmiertelny
pt_br: Imortal
pt_pt: Imortal
ru_ru: Бессмертие
tr_tr: Ölümsüz
zh_hans: 无敌

# Mod_RRR_MemMod_ImmortalInfo
source: A developer cheat - Rayman does not die
da_dk: En udviklersnydekode - Rayman dør ikke
es_es: Un truco de desarrollador: Rayman no muere
fr_fr: Un code de triche de développeur - Rayman ne peut pas mourir
he: צ'יט למפתחים - Rayman לא מת
hu_hu: Dev cheat - Rayman nem tud meghalni
it_it: Un trucco per gli sviluppatori: Rayman non muore
nl_nl: Een ontwikkelaars cheat — Rayman is onsterfelijk
pl_pl: Kod deweloperski - Rayman nie umiera
pt_br: Uma trapaça de desenvolvedor - Rayman não morre
pt_pt: Uma batota de desenvolvedor - O Rayman não morre
ru_ru: Чит разработчиков - Рэйман не умирает
tr_tr: Bir geliştirici hilesi - Rayman ölmez
zh_hans: 一个开发者的作弊功能——让雷曼不会死

# Mod_RRR_MemMod_ControlTempo
source: Dance: control tempo
da_dk: Dans: styr tempo
es_es: Baile: control de tempo
fr_fr: Danse : contrôler le tempo
he: ריקוד: שליטה בקצב
it_it: Danza: controlla il tempo
nl_nl: Dansen: bepalen tempo
pl_pl: Taniec: kontroluj tempo
pt_br: Dança: controlar o ritmo
pt_pt: Dança: Controlar Tempo
ru_ru: Танец: Управление темпом
tr_tr: Dans: tempoyu kontrol et
zh_hans: 跳舞:控制节奏

# Mod_RRR_MemMod_ControlTempoInfo
source: In dance mode, holding LB will start a beat for Rayman to dance to
da_dk: I dansetilstand kan LB holdes nede for at starte et beat, som Rayman kan danse til
es_es: En el modo de baile, al mantener presionado LB, se inicia un ritmo para que Rayman baile
fr_fr: En mode danse, maintenir LB créera une mesure sur laquelle Rayman pourra danser
he: במצב ריקוד, החזקת LB תתחיל פעימת ריקוד עבור Rayman
hu_hu: A tánc módban az LB lenyomásával elindít egy ütemet, amire Rayman táncol
it_it: In modalità danza, tenendo premuto LB si avvierà un ritmo su cui Rayman potrà ballare
nl_nl: In dansmodus, LB vasthouden resulteert in het starten van een beat waarop Rayman zal dansen
pl_pl: W trybie tańca, przytrzymanie LB rozpocznie rytm, do którego Rayman będzie tańczył
pt_br: No modo de dança, segurar LB iniciará uma batida para Rayman dançar
pt_pt: Em modo de dança, manter pressionado LB vai iniciar uma batida para o Rayman poder dançar
ru_ru: В режима танца удержание LB запустит ритм, под который Рэйман будет танцевать
tr_tr: Dans modunda, LB'yi basılı tutmak Rayman'ın dans etmesi için bir vuruş başlatır.
zh_hans: 在跳舞模式中，按住LB将会给雷曼一个跳舞的节拍

# Mod_RRR_MemMod_GroovyMoveset
source: Dance: groovy moveset
da_dk: Dans: groovy dansetrin
es_es: Baile: conjunto de movimientos geniales
fr_fr: Danse : mouvements groovy
he: ריקוד: סט ריקוד גרובים
it_it: Danza: set di mosse groove
nl_nl: Dansen: groovy bewegingsset
pl_pl: Taniec: odjazdowe ruchy taneczne
pt_br: Dança: movimentos descolados
pt_pt: Dança: Moveset Groovy
ru_ru: Танец: Заводные движения
tr_tr: Dans: harika hareketler
zh_hans: 跳舞：摇摆动作

# Mod_RRR_MemMod_GroovyMovesetInfo
source: Rayman uses different dance moves
da_dk: Rayman danser anderledes
es_es: Rayman utiliza diferentes movimientos de baile
fr_fr: Rayman utilise d'autres mouvements de danse
he: Rayman משתמש בתנועות ריקוד שונות
hu_hu: Rayman különböző táncokat használ
it_it: Rayman usa diversi passi di danza
nl_nl: Rayman maakt gebruik van verschillende dansbewegingen
pl_pl: Rayman używa różnych ruchów tanecznych
pt_br: Rayman usa movimentos de dança diferentes
pt_pt: O Rayman utiliza movimentos de dança diferentes
ru_ru: Рэйман использует другие танцевальные движения
tr_tr: Rayman farklı dans hareketleri kullanıyor
zh_hans: 雷曼会做出不同的舞蹈动作

# Mod_RRR_MemMod_SetCostume
source: Use selected disguise
da_dk: Brug valgt forklædning
es_es: Usar disfraz seleccionado
fr_fr: Utiliser le déguisement sélectionné
he: השתמש בתחפושת שנבחרה
hu_hu: Kiválasztott kinézet használata
it_it: Usa il travestimento selezionato
nl_nl: Gebruiken geselecteerde vermomming
pl_pl: Użyj wybranego przebrania
pt_br: Usar disfarce selecionado
pt_pt: Utilizar disfarce seleccionado
ru_ru: Использовать выбранную маскировку
tr_tr: Seçilen kılık değiştirmeyi kullan
zh_hans: 使用选择的伪装

# Mod_RRR_MemMod_SetCostumeInfo
source: Rayman's costume will always be based on the player's costume selection in the menu
da_dk: Raymans kostume baseres altid på spillerens kostumevalg i menuen
es_es: El disfraz de Rayman siempre se basará en la selección del disfraz del jugador en el menú
fr_fr: Le costume de Rayman sera toujours basé sur la sélection de costume du joueur dans le menu
he: התחפושת של Rayman תהיה תמיד מבוססת על בחירת התחפושת של השחקן בתפריט
hu_hu: Rayman kinézete mindig a menüben kiválasztott kinézet fog maradni
it_it: Il costume di Rayman sarà sempre basato sulla selezione del costume del giocatore nel menu
nl_nl: Rayman's kostuum zal altijd gebaseerd zijn op de speler zijn kostuumselectie via het menu
pl_pl: Kostium Raymana będzie zawsze bazował na wyborze kostiumu gracza w menu
pt_br: O traje de Rayman sempre será baseado na seleção de traje do jogador no menu
pt_pt: O disfarce do Rayman irá sempre ser baseado no fato seleccionado do jogador no menu
ru_ru: Костюм Рэймана всегда будет выбранным костюмом игрока в меню
tr_tr: Rayman'ın kostümü her zaman oyuncunun menüdeki kostüm seçimine bağlı olacaktır.
zh_hans: 雷曼的服装将会一直基于玩家在这个页面中选择的服装

# Mod_RRR_MemMod_DisableIntros
source: Disable minigame intros
da_dk: Deaktivér minispil-introer
es_es: Desactivar introducciones de minijuegos
fr_fr: Désactiver les intros de mini-jeu
he: השבת את סרטי ההקדמות של המיני-משחקים
hu_hu: Mini-game intrók kikapcsolása
it_it: Disabilita le introduzioni dei minigiochi
nl_nl: Uitschakelen minigame intro's
pl_pl: Wyłączenie filmików początkowych do minigier
pt_br: Desabilitar introduções dos minijogos
pt_pt: Desactivar introduções dos minijogos
ru_ru: Отключить вступления в мини-играх
tr_tr: Mini oyun tanıtımlarını devre dışı bırak
zh_hans: 禁用小游戏入场

# Mod_RRR_MemMod_DisableIntrosInfo
source: Minigame intro cinematics change the state of the world and sometimes deactivate Rayman (e.g. Bunnies don't give gifts)
da_dk: Minispilintrosekvenser ændrer verdens tilstand og deaktiverer nogle gange Rayman (f.eks. Bunnies don't give gifts)
es_es: Las secuencias de introducción de los minijuegos cambian el estado del mundo y a veces desactivan a Rayman (por ejemplo, "Los conejos no dan regalos")
fr_fr: Les cinématiques d'intro de mini-jeu changent l'état du monde et parfois désactivent Rayman (c.f. Les lapins ne font pas de cadeaux)
he: סרטי מבוא מיני-משחק משנים את מצב העולם ולפעמים משביתים את Rayman (למשל Bunnies don't give gifts)
hu_hu: A minigame intrók megváltoztatják az idő viselkedését, és valamikor megállítják Rayman-t (pl. a nyulak nem adnak ajándékot)
it_it: I filmati introduttivi dei minigiochi cambiano lo stato del mondo e talvolta disattivano Rayman (Es. I conigli non fanno regali)
nl_nl: Minigame intro video's verandeen de staat van de wereld en deactiveren Rayman soms (in "Bunnies don't give gifts" bijvoorbeeld)
pl_pl: Filmiki początkowe do minigry zmieniają stan świata i czasami dezaktywują Raymana (np. Króliczki nie dają prezentów)
pt_br: As cinemáticas de introdução dos minijogos mudam o estado do mundo e às vezes desativam Rayman (por exemplo, Bunnies não dão presentes)
pt_pt: Os cinemáticos das introduções dos minijogos mudam o estado do mundo e às vezes desactivam o Rayman (Ex. Bunnies don't give gifts)
ru_ru: Вступительные заставки в мини-играх изменяют состояние окружения и иногда отключают Рэймана (например, Bunnies don't give gifts)
tr_tr: Mini oyun giriş sinemaları dünyanın durumunu değiştirir ve bazen Rayman'ı devre dışı bırakır (ör. Bunnies don't give gifts)
zh_hans: 小游戏入场动画改变世界的状态并且有时候会让雷曼冻结（例如Bunnies don't give gifts）

# Mod_RRR_MemMod_DisableFootstepSound
source: Disable footstep sound
da_dk: Deaktivér fodsporlyd
es_es: Desactivar sonido de pasos
fr_fr: Désactiver les bruits de pas
he: השבת צליל צעדים
hu_hu: Lépéshangok kikapcsolása
it_it: Disabilita il suono dei passi
nl_nl: UItschakelen geluid voetstappen
pl_pl: Wyłącz dźwięki kroków
pt_br: Desabilitar som de pegadas
pt_pt: Desactivar som de passo
ru_ru: Отключить звук шагов
tr_tr: Adım sesini devre dışı bırak
zh_hans: 禁用脚步声

# Mod_RRR_MemMod_DisableFootstepSoundInfo
source: If BF mods aren't activated, Rayman's footstep sound in most areas can be annoying - use this option to turn it off
da_dk: Hvis BF-mods ikke er aktiveret, kan Raymans fodspor lyde irriterende mange steder - brug denne indstilling for at slå det fra
es_es: Si los mods de BF no están activados, el sonido de los pasos de Rayman en la mayoría de las áreas puede resultar molesto. Usa esta opción para desactivarlo
fr_fr: Si les mods BF ne sont pas activés, les bruits de pas de Rayman dans la plupart des endroits peuvent être énervants - utilisez cette option pour les éteindre
he: אם מודי BF לא מופעלים, צלילי הצעדים של Rayman ברוב האזורים יכולים להיות מעצבנים - השתמשו באפשרות זו כדי לכבות זאת
hu_hu: Ha a BF modok nincsenek aktiválva, Rayman lépései pár helyiségben idegesítő lehet - Ezzel az opcióval meg lehet szüntetni
it_it: Se le mod BF non sono attivate, il suono dei passi di Rayman nella maggior parte delle aree può essere fastidioso: usa questa opzione per disattivarlo
nl_nl: Als BF-mods niet geactiveerd zijn, zijn Rayman's voetstappen te horen en in de meeste gevallen irritant — gebruik deze optie voor demping
pl_pl: Jeśli mody BF nie są aktywowane, odgłos kroków Raymana w większości obszarów może być denerwujący - użyj tej opcji, aby go wyłączyć
pt_br: Se os mods de BF não estiverem ativados, o som dos passos de Rayman na maioria das áreas pode ser irritante - use esta opção para desligá-lo
pt_pt: Se as modificações BF não estão activadas, o som do passo do Rayman poderá ser irritante na maior parte das áreas - Utiliza esta opção para o desligar
ru_ru: Если BF моды не активированы, звук шагов Рэймана в большинстве локаций может раздражать - используйте эту опцию, чтобы отключить его
tr_tr: BF modları etkinleştirilmemişse, Rayman'ın çoğu alandaki ayak sesi rahatsız edici olabilir - kapatmak için bu seçeneği kullanın
zh_hans: 如果BFmod没有被激活，雷曼的脚步声在大部分地区都听起来很烦人—用这个选项来关闭它。

# Mod_RRR_MemMod_LessSlippery
source: Make Rayman less slippery
da_dk: Gør Rayman mindre glat
es_es: Reducir la sensación de resbaladizo en Rayman
fr_fr: Rendre Rayman moins glissant
he: הפוך את Rayman לפחות חלקלק
hu_hu: Rayman kevésbé csúszkál
it_it: Rendi Rayman meno scivoloso
nl_nl: Rayman minder glibberig maken
pl_pl: Uczyń Raymana mniej śliskim
pt_br: Tornar Rayman menos escorregadio
pt_pt: Fazer com que o Rayman se torne menos escorregadio
ru_ru: Сделать Рэймана менее скользящим
tr_tr: Rayman'ı daha az kaygan hale getirin
zh_hans: 让雷曼脚下不那么滑

# Mod_RRR_MemMod_LessSlipperyInfo
source: Rayman feels slippery by default, this slightly improves that
da_dk: Rayman føles normalt meget glat, dette forbedrer det en smule
es_es: Rayman se siente resbaladizo de forma predeterminada, esto lo mejora ligeramente
fr_fr: Rayman glisse beaucoup par défaut, cette option augmente la traction de Rayman
he: Rayman מרגיש חלקלק כברירת מחדל, אופציה זאת משפרת את זה מעט
hu_hu: Rayman-t könnyebb irányítani, nem annyira fog csúszkálni
it_it: Rayman è scivoloso per impostazione predefinita, questo lo migliora leggermente
nl_nl: Rayman heeft standaard weinig 'grip'; deze instelling verbetert dat enigszins
pl_pl: Rayman jest domyślnie śliski, to nieznacznie to poprawi
pt_br: Rayman parece escorregadio por padrão, isso melhora um pouco isso
pt_pt: O Rayman sente-te escorregadio por defeito, isto melhora ligeiramente isso
ru_ru: Рэйман ощущается скользящим по умолчанию, эта опция немного устраняет проблему
tr_tr: Rayman varsayılan olarak kaygan hisseder, bu, durumu biraz iyileştirir
zh_hans: 默认情况下雷曼脚底很滑，这会略微改善这个情况

# Mod_RRR_MemMod_DrawHealthMana
source: Enable health & mana debug display
da_dk: Aktivér helbreds- og mana-debugvisning
es_es: Habilitar visualización de depuración de salud y maná
fr_fr: Activer l'affichage de débug de la santé et du mana
he: אפשר תצוגת בריאות ומנה מצג הדיבאגינג
hu_hu: Élet és mana debug kijelző megjelenítése
it_it: Abilita la visualizzazione del debug di salute e mana
nl_nl: Inschakelen gezondheid & mana debug-scherm
pl_pl: Włącz wyświetlanie debugowania zdrowia i many
pt_br: Habilitar exibição de depuração de saúde & mana
pt_pt: Activar visualização de saúde & mana
ru_ru: Включить отображение debug-экрана здоровья и маны
tr_tr: Sağlık ve mana hata ayıklama ekranını etkinleştir
zh_hans: 启用生命和魔力debug显示

# Mod_RRR_MemMod_DrawHealthManaInfo
source: Whenever Rayman performs a special attack or gets hit, his HP and Mana will be displayed
da_dk: Når Rayman udfører et specielt angreb eller bliver ramt, vises hans HP og Mana
es_es: Cuando Rayman realiza un ataque especial o recibe un golpe, se mostrarán sus puntos de salud y maná
fr_fr: À chaque fois que Rayman utilise une attaque spéciale ou se fait toucher, ses PV et son mana seront affichés
he: בכל פעם שRayman מבצע התקפה מיוחדת או נפגע, ה-HP והמאנה שלו יוצגו
hu_hu: Amikor Rayman egy speciális támadást csinál vagy megsebzik, az élet és a mana megjelenik
it_it: Ogni volta che Rayman esegue un attacco speciale o viene colpito, verranno visualizzati i suoi HP e Mana
nl_nl: Wanneer Rayman een speciale aanval uitvoert of wordt geraakt, zal zijn HP en mana worden weergegeven
pl_pl: Za każdym razem, gdy Rayman wykona specjalny atak lub zostanie trafiony, jego HP i Mana zostaną wyświetlone
pt_br: Sempre que Rayman realizar um ataque especial ou ser atingido, seu HP e Mana serão exibidos
pt_pt: Sempre que o Rayman realize um ataque especial ou é atingido, os seus pontos de saúde e Mana serão exibidos
ru_ru: Каждый раз, когда Рэйман выполняет особую атаку или получает урон, его HP и мана будут отображаться
tr_tr: Rayman ne zaman özel bir saldırı gerçekleştirse veya darbe alsa, HP'si ve Manası görüntülenecektir.
zh_hans: 当雷曼使用特殊攻击或者被击中时，他的生命和魔力将会显示

# Mod_RRR_MemMod_RabbidsHeader
source: Rabbids
fr_fr: Lapins
pl_pl: Kórliki
ru_ru: Кролики
zh_hans: 疯狂兔子

# Mod_RRR_MemMod_RabbidsDropItems
source: Rabbids drop items
da_dk: Rabbids efterlader genstande
es_es: Los conejos sueltan objetos
fr_fr: Les lapins font tomber des objets
he: Rabbids מפילים חפצים
hu_hu: A nyulak eldobják a tárgyaikat
it_it: I conigli lasciano cadere oggetti
nl_nl: Rabbids laten items vallen
pl_pl: Kórliki wyrzucają przedmioty
pt_br: Rabbids derrubam itens
pt_pt: Rabbids deixam cair itens
ru_ru: Из кроликов выпадают предметы
tr_tr: Rabbids'ler eşya düşürür
zh_hans: 疯狂兔子会掉落物品

# Mod_RRR_MemMod_RabbidsDropItemsInfo
source: Rabbids drop their items for Rayman to use
da_dk: Rabbids efterlader genstande, som Rayman kan bruge
es_es: Los conejos dejan caer sus objetos para que Rayman los use
fr_fr: Les lapins font tomber leurs objets pour que Rayman puisse les utiliser
he: Rabbids מפילים את החפצים שלהם כדי שRayman יוכל להשתמש
hu_hu: A nyulak eldobják a tárgyaikat, amiket Rayman tud használni
it_it: I Rabbids lasciano i loro oggetti per essere usati da Rayman
nl_nl: Rabbids laten hun items vallen die vervolgens gebruikt kunnen worden door Rayman
pl_pl: Kórliki wyrzucają swoje przedmioty, aby Rayman mógł ich użyć
pt_br: Rabbids derrubam seus itens para Rayman usar
pt_pt: Rabbids deixam cair os seus itens para o Rayman os usar
ru_ru: Из кроликов выпадают их предметы, чтобы Рэйман мог ими воспользоваться
tr_tr: Rabbids'ler eşyalarını Rayman'ın kullanması için bırakırlar.
zh_hans: 疯狂兔子会掉落雷曼可以使用的物品

# Mod_RRR_MemMod_IncreasedRabbidHP
source: Increased enemy HP
da_dk: Forøget fjende-HP
es_es: Aumentar la salud de los enemigos
fr_fr: PV ennemis augmentés
he: הגברת HP של האויב
hu_hu: Ellenségek életének növelése
it_it: HP nemici aumentati
nl_nl: HP verhoging vijanden
pl_pl: Zwiększona ilość HP przeciwnika
pt_br: HP de inimigo aumentado
pt_pt: Pontos de saúde do inimigo aumentados
ru_ru: Увеличенные HP противников
tr_tr: Artan düşman HP'si
zh_hans: 增加敌人生命值

# Mod_RRR_MemMod_IncreasedRabbidHPInfo
source: Each Rabbid has 100 HP
da_dk: Hver Rabbid har 100 HP
es_es: Cada conejo tiene 100 puntos de salud
fr_fr: Tous les lapins ont 100 PV
he: לכל Rabbid יש 100 HP
hu_hu: Minden nyúlnak 100 HP-ja van
it_it: Ogni Rabbid ha 100 HP
nl_nl: Elke Rabbid heeft 100 HP
pl_pl: Każdy Kórlik ma 100 HP
pt_br: Cada Rabbid tem 100 HP
pt_pt: Cada Rabbid tem 100 pontos de saúde
ru_ru: Каждый кролик имеет 100 HP
tr_tr: Her Rabbid'in 100 HP'si vardır
zh_hans: 每个疯狂兔子增加100点生命

# Mod_RRR_MemMod_RandomProtoRabbidPowers
source: Rabbids receive randomized prototype powers
da_dk: Rabbids modtager tilfældige prototypekrafter
es_es: Los conejos reciben poderes de prototipo aleatorios
fr_fr: Les lapins reçoivent des pouvoirs prototype aléatoires
he: Rabbids מקבלים כוחות אב טיפוס אקראיים
hu_hu: A nyulak random prototípus képességeket kapnak
it_it: I conigli ricevono poteri prototipo randomizzati
nl_nl: Rabbids bezitten op willekeurige basis een prototype kracht
pl_pl: Kórliki otrzymują losowe moce prototypowe
pt_br: Rabbids recebem poderes protótipos randomizados
pt_pt: Os Rabbids recebem poderes aleatórios do protótipo
ru_ru: Кролики получают случайные прототипные способности
tr_tr: Rabbids rastgele prototip güçleri alır
zh_hans: 疯狂兔子得到随机的原型技能

# Mod_RRR_MemMod_RandomProtoRabbidPowersInfo
source: Some Rabbids are given one of 4 prototype powers. Discover them while playing!
da_dk: Nogle Rabbids får én af 4 prototypekrafter. Opdag dem, mens du spiller!
es_es: A algunos conejos se les otorgan uno de los 4 poderes de prototipo. ¡Descúbrelos mientras juegas!
fr_fr: Certains lapins reçoivent un des 4 pouvoirs prototype. Découvrez-les en jouant !
he: לחלק מהRabbids ניתנת אחת מ-4 כוחות אב טיפוס. גלה אותם תוך כדי משחק!
hu_hu: Pár nyúl random prototípus képességeket kap. Fedezd fel őket a játék során!
it_it: Alcuni Rabbids ricevono uno dei 4 poteri prototipo. Scoprili giocando!
nl_nl: Sommige Rabbids krijgen 1 van 4 prototype krachten. Ontdek ze terwijl je speelt!
pl_pl: Niektóre Kórliki otrzymują jedną z 4 prototypowych mocy. Odkryj je podczas gry!
pt_br: Alguns Rabbids recebem um de 4 poderes protótipos. Descubra-os enquanto joga!
pt_pt: Alguns Rabbods são dados um dos 4 poderes protótipo. Descobre-os enquanto jogas!
ru_ru: Некоторым кроликам даётся одна из 4 прототипных способностей. Узнайте их во время игры!
tr_tr: Bazı Rabbid'lere 4 prototip güçten biri verilir. Oynarken onları keşfedin!
zh_hans: 一些疯狂兔子会得到4个原型技能中的一个。在玩的时候探索吧！

# Mod_RRR_MemMod_MountsHeader
source: Mounts
da_dk: Monteringer
es_es: Monturas
fr_fr: Montures
he: רכיבה על חיות
hu_hu: Mount-ok
it_it: Cavalcabili
nl_nl: Rijdieren
pl_pl: Wierzchowce
pt_br: Montarias
pt_pt: Montes
ru_ru: Ездовые животные
tr_tr: Binekler
zh_hans: 坐骑

# Mod_RRR_MemMod_TameMounts
source: Tame mounts
da_dk: Tæm monteringer
es_es: Domar monturas
fr_fr: Apprivoiser les montures
he: לאלף חיות לרכיבה
hu_hu: Mount-ok megszelídítése
it_it: Addomesticare cavalcabili
nl_nl: Temmen rijdieren
pl_pl: Oswojone wierzchowce
pt_br: Domar montarias
pt_pt: Domar montagens
ru_ru: Приручаемые ездовые животные
tr_tr: Uysal binekler
zh_hans: 驯服坐骑
