Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# ModLoader_WriteAccessDenied
source: Write access is not allowed to the game installation. Try restarting as administrator. If this game is downloaded from the Microsoft Store then write access can't be achieved without first installing the game as a package through developer mode.
da_dk: Skriveadgang er ikke tilladt til spilinstallationen. Prøv at genstarte som administrator. Hvis dette spil er blevet downloadet fra Microsoft Store, kan skriveadgang ikke opnås uden at spillet først er blevet installeret som en pakke via udviklertilstand.
es_es: No se permite el acceso de escritura a la instalación del juego. Intenta reiniciar como administrador. Si el juego se descargó desde la Microsoft Store, no se puede lograr el acceso de escritura sin instalar primero el juego como un paquete a través del modo desarrollador.
fr_fr: L'accès à l'écriture n'est pas autorisé pour l'installation du jeu. Essayez de redémarrer l'application en tant qu'administrateur. Si le jeu est téléchargé via le Microsoft Store alors il n'est pas possible d'accorder l'accès en écriture sans installer le jeu en tant que paquet via le mode développeur.
he: גישת כתיבה אסורה להתקנת המשחק. נסו להפעיל מחדש בתור מנהל מערכת. אם המשחק הזה הורד מ-Microsoft Store, לא ניתן להשיג גישת כתיבה בלי להתקין תחילה את המשחק כחבילה דרך מצב מפתחים.
it_it: L'accesso in scrittura non è consentito all'installazione del gioco. Prova a riavviare come amministratore. Se questo gioco viene scaricato da Microsoft Store, non è possibile ottenere l'accesso in scrittura senza prima installare il gioco come pacchetto tramite la modalità sviluppatore.
nl_nl: Schrijfrechten zijn niet toegestaan op de spelinstallatie. Probeer te herstarten als administrator. Als dit spel is gedownload via de Microsoft Store kunnen er géén schrijfrechten worden verleend, tenzij het spel wordt geïnstalleerd middels een pakket via de ontwikkelaarsmodus.
pl_pl: Dostęp do zapisu nie jest dozwolony podczas instalacji gry. Spróbuj uruchomić ponownie jako administrator. Jeśli ta gra została pobrana ze sklepu Microsoft Store, nie można uzyskać dostępu do zapisu bez wcześniejszego zainstalowania gry jako pakietu w trybie deweloperskim.
pt_br: O acesso de gravação não é permitido para a instalação do jogo. Tente reiniciar como administrador. Se este jogo for baixado da Microsoft Store, o acesso de gravação não poderá ser obtido sem primeiro instalar o jogo como um pacote por meio do modo de desenvolvedor.
pt_pt: Não é permitido o acesso de escrita à instalação do jogo. Tenta reiniciar como administrador. Se este jogo é descarregado da Microsoft Store então não se pode obter o acesso de escrita sem instalar primeiro o jogo como um pacote através de um modo de programador.
ru_ru: Доступ на запись к установке игры запрещен. Попробуйте перезагрузиться от имени администратора. Если эта игра загружена из Microsoft Store, доступ на запись будет недоступен без предварительной установки игры в виде пакета в режиме разработчика.
zh_hans: 在安装游戏时写入权限没有许可。请尝试使用管理员模式重新启动。如果游戏是从Microsoft Store下载的，写入权限只能在从开发者模式中以包裹安装来获取。

# ModLoader_ReadLibraryVersionError
source: The game mod library was made with a newer version of the Rayman Control Panel and can not be read
da_dk: Spilmodsbiblioteket blev oprettet med en nyere version af Rayman Control Panel og kan derfor ikke læses
es_es: La biblioteca de mods del juego se creó con una versión más reciente del Rayman Control Panel y no se puede leer.
fr_fr: La librairie de mods de jeux a été créée avec une nouvelle version du Rayman Control Panel et ne peut pas être lue
he: ספריית מוד המשחק נוצרה עם גרסה חדשה יותר של Rayman Control Panel ואינה ניתנת לקריאה
it_it: La libreria delle mod di gioco è stata creata con una versione più recente di Rayman Control Panel e non può essere letta
nl_nl: De spelmodificatie-bibliotheek is gemaakt met een nieuwere versie van het Rayman Control Panel en kan niet worden gelezen
pl_pl: Biblioteka modów do gry została stworzona przy użyciu nowszej wersji Rayman Control Panel i nie można jej odczytać
pt_br: A biblioteca de mods do jogo foi feita com uma versão mais recente do Rayman Control Panel e não pode ser lida
pt_pt: A biblioteca de modificações de jogo foi criada com uma nova versão do Rayman Control Panel e não pode ser lida
ru_ru: Библиотека игровых модов была создана с использованием более новой версии Rayman Control Panel и не может быть прочитана
zh_hans: 此游戏mod库是用新版Rayman Control Panel制作的，因此无法读取

# ModLoader_ReadLibraryError
source: An error occurred when reading the mod library
da_dk: En fejl opstod i forsøg på at læse modbiblioteket
es_es: Se produjo un error al leer la biblioteca de mods.
fr_fr: Une erreur est survenue en lisant la librairie de mods
he: אירעה שגיאה בעת קריאת ספריית המוד
it_it: Si è verificato un errore durante la lettura della libreria mod
nl_nl: Er heeft een fout plaatsgevonden tijdens het lezen van de modificatie-bibliotheek
pl_pl: Wystąpił błąd podczas odczytu biblioteki modów
pt_br: Ocorreu um erro ao ler a biblioteca de mods
pt_pt: Ocorreu um erro ao ler a biblioteca de modificações
ru_ru: Произошла ошибка при чтении библиотеки модов
zh_hans: 在读取mod库时出现错误

# ModLoader_AddedFilesInfo
source: {0} added files
da_dk: {0} tilføjede filer
es_es: {0} archivos agregados
fr_fr: {0} fichiers ajoutés
he: {0} נוספו קבצים
it_it: {0} file aggiunti
nl_nl: {0} toegevoegde bestanden
pl_pl: {0} dodane pliki
pt_br: {0} arquivos adicionados
pt_pt: {0} ficheiros adicionados
ru_ru: {0} добавленных файлов
zh_hans: {0}文件已添加

# ModLoader_RemovedFilesInfo
source: {0} removed files
da_dk: {0} fjernede filer
es_es: {0} archivos eliminados
fr_fr: {0} fichiers retirés
he: {0} קבצים שהוסרו
it_it: {0} file rimossi
nl_nl: {0} verwijderde bestanden
pl_pl: {0} usunięte pliki
pt_br: {0} arquivos removidos
pt_pt: {0} ficheiros eliminados
ru_ru: {0} удаленных файлов
zh_hans: {0}文件已移除

# ModLoader_PatchedFilesInfo
source: {0} patched files
da_dk: {0} patchede filer
es_es: {0} archivos parcheados
fr_fr: {0} fichiers patchés
he: {0} קבצים מתוקנים
it_it: {0} file modificati
nl_nl: {0} gepatchte bestanden
pl_pl: {0} załatanych plików
pt_br: {0} arquivos corrigidos
pt_pt: {0} ficheiros corrigidos
ru_ru: {0} пропатченных файлов
zh_hans: {0}文件已修补

# ModLoader_UnsavedChangesInfo
source: {0} unsaved mods
da_dk: {0} ugemte filer
es_es: {0} mods no guardados
fr_fr: {0} mods non sauvegardés
he: {0} מודים שלא נשמרו
it_it: {0} mod non salvate
nl_nl: {0} onopgeslagen mods
pl_pl: {0} niezapisane mody
pt_br: {0} arquivos não salvos
pt_pt: {0} modificações não gravadas
ru_ru: {0} несохраненных модов
zh_hans: {0}未保存mod

# ModLoader_UnsavedOrderChangesInfo
source: Unsaved mod reordering
da_dk: Ugemt omarrangering af mods
es_es: Reorganización de mods no guardados
fr_fr: Réarrangement des mods non sauvegardés
he: סידור מחדש של מוד שלא נשמר
it_it: Riordino delle mod non salvate
nl_nl: Onopgeslagen modificatie-herordening
pl_pl: Zmiana kolejności niezapisanych modów
pt_br: Reordenação de mod não salvo
pt_pt: Reordenação de modificações não gravadas
ru_ru: Несохраненные изменения порядка модов
zh_hans: 未保存的mod重新排序

# ModLoader_InstallSelectionTitle
source: Select mods to install
da_dk: Vælg mods, der skal installeres
es_es: Seleccionar mods para instalar
fr_fr: Sélectionnez les mods à installer
he: בחרו את המודים להתקנה
it_it: Seleziona le mod da installare
nl_nl: Selecteren mods voor installatie
pl_pl: Wybierz mody do zainstalowania
pt_br: Selecionar mods para instalar
pt_pt: Seleccionar modificações para instalar
ru_ru: Выберите моды для установки
zh_hans: 选择要安装的mod

# ModLoader_DownloadingModStatus
source: Downloading mod {0}
da_dk: Downloader mod {0}
es_es: Descargando mod {0}
fr_fr: Téléchargement du mod {0}
he: מוריד מוד {0}
it_it: Scaricando mod {0}
pt_br: Baixando mod {0}
ru_ru: Скачивание мода {0}
zh_hans: 正在下载Mod{0}

# ModLoader_ExtractingDownloadedModStatus
source: Extracting mod {0}
da_dk: Udpakker mod {0}
es_es: Extrayendo mod {0}
fr_fr: Extraction du mod {0}
he: מחלץ מוד {0}
it_it: Estraendo mod {0}
pt_br: Extraindo mod {0}
ru_ru: Извлечение мода {0}
zh_hans: 正在提取Mod{0}

# ModLoader_DownloadModError
source: An error occurred when downloading and installing the mod
da_dk: En fejl opstod i forsøg på at downloade og installere moddet
es_es: Se produjo un error al descargar e instalar el mod.
fr_fr: Une erreur est survenue lors du téléchargement et de l'installation du mod
he: אירעה שגיאה בעת הורדה והתקנה של המוד
it_it: Si è verificato un errore durante il download e l'installazione del mod
nl_nl: Er heeft een fout plaatsgevonden tijdens het downloaden van de mod {0}
pl_pl: Wystąpił błąd podczas pobierania modyfikacji {0}
pt_br: Ocorreu um erro ao baixar e instalar o mod
pt_pt: Ocorreu um erro ao descarregar a modificação {0}
ru_ru: При загрузке и установке мода произошла ошибка
zh_hans: 在下载和安装mod时出现错误

# ModLoader_ApplyStatus
source: Applying mods
da_dk: Anvender mods
es_es: Aplicando mods
fr_fr: Application du patch
he: החלת מודים
it_it: Applicando le mod
nl_nl: Toepassen mods
pl_pl: Wprowadzanie modów
pt_br: Aplicando mods
pt_pt: A aplicar modificações...
zh_hans: 应用mod

# ModLoader_ApplySuccess
source: Successfully applied all mods
da_dk: Alle mods blev anvendt med succes
es_es: Todos los mods aplicados con éxito
fr_fr: Les mods ont été appliqués avec succès
he: כל המודים הוחלו בהצלחה
it_it: Applicate con successo tutte le mod
nl_nl: Succesvol alle mods toegepast
pl_pl: Pomyślnie zastosowano wszystkie mody
pt_br: Todos os mods foram aplicados com sucesso
pt_pt: Aplicadas com êxito todas as modificações
zh_hans: 成功应用所有mod

# ModLoader_ApplyError
source: An error occurred when applying the mods. Not all changes were applied and some data might have been lost. Make sure to not have any files from the game open while applying mods.
da_dk: En fejl opstod i forsøg på at anvende de valgte mods. Ikke alle ændringer blev anvendt, og derfor kan noget data være gået tabt. Sørg for, at ingen af spilfilerne er åbne, mens at mods anvendes.
es_es: Se produjo un error al aplicar los mods. No se aplicaron todos los cambios y es posible que se haya perdido algún dato. Asegúrate de no tener ningún archivo del juego abierto al aplicar mods.
fr_fr: Une erreur est survenue lors de l'application des mods. Tous les changements n'ont pas pu être appliqués et certaines données ont peut-être été perdues. Assurez-vous de ne pas avoir de fichiers du jeu ouvert pendant que vous appliquez des mods.
he: אירעה שגיאה בעת החלת המודים. לא כל השינויים הוחלו וייתכן שחלק מהנתונים אבדו. ודאו שלא יהיו קבצים מהמשחק פתוחים בזמן החלת המודים.
it_it: Si è verificato un errore durante l'applicazione delle modifiche. Non tutte le modifiche sono state applicate e alcuni dati potrebbero essere andati persi. Assicurati di non avere file del gioco aperti durante l'applicazione delle mod.
nl_nl: Er heeft een fout plaatsgevonden tijdens het toepassen van de mods. Niet alle wijzigingen zijn doorgevoerd en sommige data zouden verloren gegaan kunnen zijn. Zorg ervoor dat geen enkel bestand van het spel geopend is tijdens het toepassen van de mods.
pl_pl: Wystąpił błąd podczas stosowania modów. Nie wszystkie zmiany zostały zastosowane i niektóre dane mogły zostać utracone. Upewnij się, że nie masz otwartych żadnych plików z gry podczas stosowania modów.
pt_br: Ocorreu um erro ao aplicar os mods. Nem todas as alterações foram aplicadas e alguns dados podem ter sido perdidos. Certifique-se de não ter nenhum arquivo do jogo aberto ao aplicar os mods.
pt_pt: Ocorreu um erro ao aplicar as modificações. Não se aplicaram todas as alterações e poderão ter sido perdidos alguns dados. Certifica-te que não tens quaisquer ficheiros do jogo abertos ao aplicar as modificações.
zh_hans: 在应用mod时出现错误。并非所有更改都已应用，某些数据可能丢失。确保在应用mod时没有打开任何游戏文件。

# ModLoader_ModInfo_InstallSource
source: Install source:
da_dk: Installationskilde:
es_es: Fuente de instalación:
fr_fr: Source d'installation :
he: מקור התקנה:
it_it: Origine installazione:
nl_nl: Installatiebron:
pl_pl: Źródło instalacji:
pt_br: Fonte da instalação:
pt_pt: Fonte de instalação:
zh_hans: 安装源：

# ModLoader_ModInfo_PatchedFiles
source: Patched files:
da_dk: Patchede filer:
es_es: Archivos parcheados:
fr_fr: Fichiers patchés :
he: קבצים מותקנים
it_it: File modificati:
nl_nl: Gepatchte bestanden:
pl_pl: Załatane pliki:
pt_br: Arquivos corrigidos:
pt_pt: Ficheiros corrigidos:
zh_hans: 修补过的文件：

# ModLoader_UnsupportedModulesInfo
source: The following modules used by this mod are unsupported and will be not be applied: {0}
da_dk: De følgende moduler, som bruges af dette mod, understøttes ikke og kan derfor ikke anvendes: {0}
es_es: Los siguientes módulos utilizados por este mod no son compatibles y no se aplicarán: {0}
fr_fr: Les modules suivants ne sont pas pris en charge et ne seront pas installés : {0}
he: המודולים הבאים המשמשים את המוד הזה אינם נתמכים ולא יחולו: {0}
it_it: I seguenti moduli utilizzati da questa mod non sono supportati e non verranno applicati: {0}
nl_nl: De volgende modules die gebruikt worden door deze mod, zijn niet ondersteund en zullen niet worden toegepast: {0}
pl_pl: Następujące moduły używane przez ten mod nie są obsługiwane i nie zostaną zastosowane: {0}
pt_br: Os seguintes módulos usados ​​por este mod não são suportados e não serão aplicados: {0}
pt_pt: Os seguintes módulos utilizados por esta modificação não são suportados e não serão aplicados: {0}
zh_hans: Mod使用的以下模块是不支持的并且不会被应用:{0}

# ModLoader_InstallState_PendingInstall
source: Pending install
da_dk: Afventer installation
es_es: Instalación pendiente
fr_fr: Installation en attente
he: בהמתנה להתקנה
it_it: Installazione in sospeso
nl_nl: Lopende installatie
pl_pl: Oczekiwanie na instalację
pt_br: Instalação pendente
pt_pt: Instalação pendente
zh_hans: 等待安装

# ModLoader_InstallState_PendingUninstall
source: Pending uninstall
da_dk: Afventer afinstallation
es_es: Desinstalación pendiente
fr_fr: Désinstallation en attente
he: בהמתנה להסרה
it_it: Disinstallazione in sospeso
nl_nl: Lopende deïnstallatie
pl_pl: Oczekiwanie na odinstalowanie
pt_br: Desinstalação pendente
pt_pt: Desinstalação pendente
zh_hans: 等待卸载

# ModLoader_ExtractingModStatus
source: Extracting mod contents
da_dk: Udpakker modindhold
es_es: Extrayendo el contenido del mod
fr_fr: Extraction du contenu du mod
he: חילוץ תוכן מוד
it_it: Estrazione i contenuti della mod
nl_nl: Uitpakken modificatie-inhoud
pl_pl: Wyodrębnianie zawartości modów
pt_br: Extraindo conteúdos do mod
pt_pt: A extrair o conteúdo da modificação
zh_hans: 提取mod内容

# ModLoader_ExtractingModError
source: An error occurred when extracting the mod contents
da_dk: En fejl opstod i forsøg på at udpakke modinholdet
es_es: Se produjo un error al extraer el contenido del mod.
fr_fr: Une erreur est survenue lors de l'extraction du contenu des mods
he: אירעה שגיאה בעת חילוץ תוכן המוד
it_it: Si è verificato un errore durante l'estrazione del contenuto della mod
nl_nl: Er heeft een fout plaatsgevonden tijdens het uitpakken van de modificatie-inhoud
pl_pl: Wystąpił błąd podczas wyodrębniania zawartości moda
pt_br: Ocorreu um erro ao extrair os conteúdos do mod
pt_pt: Ocorreu um erro ao extrair os conteúdos da modificação
zh_hans: 在提取mod内容时出现错误

# ModLoader_ExtractingModSuccess
source: The mod contents were successfully extracted
da_dk: Modindholdet blev udpakket med succes
es_es: El contenido del mod se extrajo correctamente.
fr_fr: Le contenu des mods a été extrait avec succès
he: תוכן המוד חולץ בהצלחה
it_it: I contenuti della mod sono stati estratti con successo
nl_nl: De modificatie-inhoud is succesvol uitgepakt
pl_pl: Zawartość moda została pomyślnie wyodrębniona
pt_br: Os conteúdos do mod foram extraídos com sucesso
pt_pt: Os conteúdos da modificação foram extraídos com êxito
zh_hans: mod内容成功提取

# ModLoader_UpdateError
source: An error occurred when updating the mod
da_dk: En fejl opstod i forsøg på at opdatere moddet
es_es: Se produjo un error al actualizar el mod.
fr_fr: Une erreur est survenue lors de la mise à jour du mod
he: אירעה שגיאה בעת עדכון המוד
it_it: Si è verificato un errore durante l'aggiornamento del mod
nl_nl: Er heeft een fout plaatsgevonden tijdens het updaten van de modificatie
pl_pl: Wystąpił błąd podczas aktualizacji moda
pt_br: Ocorreu um erro ao atualizar o mod
pt_pt: Ocorreu um erro ao actualizar a modificação
zh_hans: 在更新mod时出现错误

# ModLoader_UpdateState_UnableToCheckLocal
source: Unable to check for updates for locally installed mods
da_dk: Kunne ikke søge efter opdateringer til lokalt installerede mods
es_es: No se pueden verificar las actualizaciones para mods instalados localmente.
fr_fr: Impossible de rechercher des mises à jour pour les mods installés localement
he: לא ניתן לחפש עדכונים עבור מודים המותקנים מקומית
it_it: Impossibile verificare la disponibilità di aggiornamenti per le mod installate localmente
nl_nl: Niet in staat op updates te controleren voor lokaal geïnstalleerde modificaties
pl_pl: Nie można sprawdzić dostępności aktualizacji dla modów zainstalowanych lokalnie
pt_br: Não é possível verificar atualizações para mods instalados localmente
pt_pt: Não é possível verificar se há actualizações para modificações instaladas localmente
zh_hans: 无法检查本地安装mod的更新

# ModLoader_UpdateState_Checking
source: Checking for updates
da_dk: Søger efter opdateringer
es_es: Verificando actualizaciones
fr_fr: Recherche de mises à jour
he: מחפש עדכונים
it_it: Verificando aggiornamenti
nl_nl: Controleren op updates
pl_pl: Sprawdzanie aktualizacji
pt_br: Verificando por atualizações
pt_pt: A verificar se há actualizações
zh_hans: 检查更新中

# ModCreator_ConvertLegacyPatchHeader
source: Convert patch (.gp) to mod
da_dk: Konvertér patch (.gp) til mod
es_es: Convertir parche (.gp) a mod
fr_fr: Convertir un patch (.gp) en mod
he: המרת טלאי (.gp) ל-mod
it_it: Convertire patch (.gp) in mod
nl_nl: Converteren patch (.gp) naar modificatie
pl_pl: Konwertuj łatkę (.gp) na mod
pt_br: Converter correção (.gp) para mod
pt_pt: Converter correcção (.gp) para modificação
zh_hans: 将补丁(.gp)转化成mod

# ModCreator_ConvertLegacyPatchInfo
source: Starting with version 14.0 patches have been replaced by mods. You can still use patches (.gp files), but won't be able to create new ones or edit existing ones. Here you can convert a patch into a mod so it can continue to be updated.
da_dk: Fra version 14.0 og frem er patches blevet erstattet med mods. Du kan stadig bruge patches (.gp-filer), men det er ikke muligt at oprette nye eller at redigere nogle, der allerede eksisterer. Her kan du konvertere en patch til et mod, så den fortsat kan opdateres.
es_es: A partir de la versión 14.0, los parches han sido reemplazados por mods. Aún puedes usar parches (.gp), pero no podrás crear nuevos ni editar los existentes. Aquí puedes convertir un parche en un mod para que pueda seguir siendo actualizado.
fr_fr: A partir de la version 1.4.0, les patchs ont été remplacés par les mods. Vous pouvez toujours utiliser des patchs (fichiers en .gp) mais vous ne pourrez plus en créer ou modifier des patchs existants. Vous pouvez convertir un patch en mod ici afin qu'il puisse continuer à être mis à jour.
he: החל מגרסה 14.0 הטלאים הוחלפו במודים. אתם עדיין יכולים להשתמש בטלאים(קבצי gp), אך לא תוכלו ליצור חדשים או לערוך קיימים. כאן תוכלו להמיר טלאים למודים כדי שיוכלו להמשיך להתעדכן.
it_it: A partire dalla versione 14.0 le patch sono state sostituite dalle mod. Puoi comunque utilizzare le patch (file .gp), ma non sarai in grado di crearne di nuove o modificare quelle esistenti. Qui puoi convertire una patch in una mod in modo che possa continuare ad essere aggiornata.
nl_nl: Startend vanaf versie 14.0, zijn patches vervangen door modificaties. Je kunt nog steeds patches (.gp-bestanden) gebruiken, maar zult niet in staat zijn nieuwe te creëren of bestaande te wijzigen. Hier kun je een patch converteren naar een modificatie, zodat het in het vervolg geüpdatet kan blijven worden.
pl_pl: Począwszy od wersji 14.0 łatki zostały zastąpione modami. Nadal można używać łatek (plików .gp), ale nie będzie można tworzyć nowych ani edytować istniejących. Tutaj możesz przekonwertować łatkę na mod, aby móc ją nadal aktualizować.
pt_br: A partir da versão 14.0, as correções foram substituídos por mods. Você ainda pode usar correções (arquivos .gp), mas não poderá criar novos ou editar os existentes. Aqui você pode converter uma correção em um mod para que ela possa continuar a ser atualizada.
pt_pt: A partir da versão 14.0, as correcções foram substituídas por modificações. Continua a poder utilizar correcções (ficheiros .gp), mas não poderá criar novas correcções nem editar as existentes. Aqui podes converter uma correcção numa modificação para que possa continuar a ser atualizada.
zh_hans: 从版本14.0开始补丁被mod取代。你仍然可用使用补丁(.gp文件)，但是不能创建或编辑它。在这里你可以把补丁转换成mod让它可用被继续更新。

# ModCreator_ConvertLegacyPatch
source: Convert
da_dk: Konvertér
es_es: Convertir
fr_fr: Convertir
he: להמיר
it_it: Converti
nl_nl: Converteren
pl_pl: Konwertuj
pt_br: Converter
pt_pt: Converter
zh_hans: 转换

# ModCreator_CreateHeader
source: Create new mod
da_dk: Opret nyt mod
es_es: Crear nuevo mod
fr_fr: Créer un nouveau mod
he: צור מוד חדש
it_it: Crea nuova mod
nl_nl: Creëren nieuwe modificatie
pl_pl: Utwórz nowy mod
pt_br: Criar novo mod
pt_pt: Criar nova modificação
zh_hans: 创建新的mod

# ModCreator_ModDocumentation
source: Mod documentation
da_dk: Moddokumentation
es_es: Documentación del mod
fr_fr: Documentation du mod
he: תיעוד מוד
it_it: Documentazione della mod
nl_nl: Modificatie documentatie
pl_pl: Dokumentacja moda
pt_br: Documentação do mod
pt_pt: Documentação da modificação
zh_hans: Mod文档

# ModCreator_Step1
source: 1. Select modules
da_dk: 1. Vælg moduler
es_es: 1. Seleccionar módulos
fr_fr: 1. Sélectionner les modules
he: 1. בחרו מודולים
it_it: 1. Seleziona i moduli
nl_nl: 1. Selecteer modules
pl_pl: 1. Wybierz moduły
pt_br: 1. Selecionar módulos
pt_pt: 1. Seleccionar módulos
zh_hans: 1.选择模块
