Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Update_GenericError
source: An unknown error occurred while connecting to the server
da_dk: En ukendt fejl opstod i forsøg på at forbinde til serveren
de_de: Ein Unbekannter Fehler ist aufgetreten beim Verbinden zum Server
es_es: Se produjo un error desconocido al conectar con el servidor
fr_fr: Une erreur inconnue est survenue lors de la connection avec le serveur
he: אירעה שגיאה לא ידועה בעת החיבור לשרת
hu_hu: Ismeretlen hiba történt a szerverrel való kapcsolódás során
it_it: Si è verificato un errore sconosciuto durante la connessione al server
pt_br: Um erro desconhecido ocorreu ao conectar ao servidor
pt_pt: Um erro desconhecido ocorreu enquanto se conectava ao servidor
ru_ru: При подключении к серверу произошла неизвестная ошибка
tr_tr: Sunucuya bağlanırken bilinmeyen bir hata oluştu
zh_hans: 连接到服务器时出现未知错误

# Update_ErrorHeader
source: Update Check Failed
da_dk: Opdateringssøgningsfejl
de_de: Aktualisierung Check fehlgeschlagen
es_es: Error al verificar la actualización
fr_fr: Véfification de Mise à Jour Échouée
he: בדיקת העדכון נכשלה
hu_hu: Frissítések keresése sikertelen volt
it_it: Controllo aggiornamento non riuscito
nl_nl: Updatecontrole Mislukt
pl_pl: Kontrola aktualizacji nie powiodła się
pt_br: Verificação de Atualização Falhou
pt_pt: A verificação por actualizações falhou
ru_ru: Не удалось проверить наличие обновлений
tr_tr: Güncelleme Kontrolü Başarısız
zh_hans: 更新检查失败

# Update_LatestInstalled
source: The latest version ({0}) is already installed
da_dk: Den seneste version {{0}} er allerede installeret
de_de: Die neuste Version von {0} ist schon installiert
es_es: La última versión ({0}) ya está instalada
fr_fr: La dernière version ({0}) est déjà installée
he: הגרסה האחרונה ({0}) כבר מותקנת
hu_hu: A legújabb ({0}) verzió már telepítve van
it_it: L'ultima versione ({0}) è già installata
nl_nl: De laatste versie ({0}) is reeds geïnstalleerd
pl_pl: Najnowsza wersja ({0}) jest już zainstalowana
pt_br: A última versão ({0}) já está instalada
pt_pt: A última versão ({0}) já está instalada
ru_ru: Последняя версия ({0}) уже была установлена
tr_tr: En son sürüm ({0}) zaten yüklü
zh_hans: 最新版本 ({0})已被安装

# Update_LatestInstalledHeader
source: No new versions found
da_dk: Ingen nye versioner blev fundet
de_de: Keine neuen Versionen gefunden
es_es: No se encontraron nuevas versiones
fr_fr: Pas de nouvelle version trouvée
he: לא נמצאו גרסאות חדשות
hu_hu: Nem találhatóak újabb verziók
it_it: Nessuna versione nuova trovata
nl_nl: Geen nieuwe versie gevonden
pl_pl: Nie znaleziono nowych wersji
pt_br: Nenhuma versão nova encontrada
pt_pt: Nenhuma versão nova foi encontrada
ru_ru: Новых версий не было найдено
tr_tr: Yeni sürüm bulunamadı
zh_hans: 没有发现新版本

# Update_ManifestError
source: The server manifest could not be read
da_dk: Servermanifesten kunne ikke læses
de_de: Der Server Manifest konnte nicht gelesen werden
es_es: No se pudo leer el manifiesto del servidor
fr_fr: Le manifest du serveur n'a pas pu être lu
he: לא ניתן היה לקרוא את מניפסט השרת
hu_hu: A szerver jegyzéke nem olvasható
it_it: Impossibile leggere il manifesto del server
pt_br: O manifesto do servidor não pôde ser lido
pt_pt: O manifesto do servidor não pode ser lida
ru_ru: Не удалось прочитать манифест сервера
tr_tr: Sunucu bildirimi okunamadı
zh_hans: 服务器清单无法被读取

# Update_NewsError
source: Error getting news
da_dk: Fejl i forsøg på at hente nyheder
de_de: Fehler beim Nachrichten laden
es_es: Error al obtener noticias
fr_fr: Erreur durant la récupération des nouvelles
he: שגיאה בקבלת חדשות
hu_hu: A hírek betöltése során hiba lépett fel
it_it: Errore durante la ricezione delle notizie
pt_br: Erro ao obter novidades
pt_pt: Erro ao obter notícias
ru_ru: Ошибка при получении данных об обновлении
tr_tr: Haber alınırken hata oluştu
zh_hans: 获取新闻时发生错误

# Update_UpdateAvailable
source: A new update is available to download. Download now? Current version: {0} Latest version: {1} News: {2}
da_dk: En ny opdatering er tilgængelig. Download nu? Nuværende version: {0} Seneste version: {0} Nyheder: {2}
de_de: Ein neues Update ist verfügbar! Willst du es jetzt Heruntergeladen? Deine Version: {0} Aktuelle Version: {1} Nachrichten: {2}
es_es: Hay una nueva actualización disponible para descargar. ¿Deseas descargarla ahora? Versión actual: {0} Última versión: {1} Noticias: {2}
fr_fr: Une nouvelle mise à jour est disponible. Voulez vous la télécharger ? Version actuelle : {0} Dernière version : {1} Nouveautés : {2}
he: עדכון חדש זמין להורדה. להוריד עכשיו? גרסה נוכחית: {0} הגרסה האחרונה: {1} מה חדש: {2}
hu_hu: Egy új frissítés letöltése elérhető. Le akarod tölteni most? Jelenlegi verzió: {0} Legújabb verzió: {1} Hírek: {2}
it_it: È disponibile un nuovo aggiornamento per il download. Scaricare ora? Versione attuale: {0} Ultima versione: {1} Novità: {2}
pt_br: Uma nova atualização está disponível para download. Baixá-la agora? Versão atual: {0} Última versão: {1} Novidades: {2}
pt_pt: Está disponível uma nova actualização para descarga. Transferir agora? Versão actual: {0} Versão mais recente: {1} Notícias: {2}
ru_ru: Новое обновление уже доступно для скачивания. Установить его сейчас? Текущая версия: {0} Последняя версия: {1} Что нового: {2}
tr_tr: Yeni bir güncelleme indirilebilir. Şimdi İndirin? Geçerli sürüm: {0} En son sürüm: {1} Haberler: {2}
zh_hans: 一个新的更新已经可以下载。现在下载？ 目前版本：{0} 最新版本：{1} 新闻：{2}

# Update_UpdateAvailableHeader
source: New version found
da_dk: Ny version fundet
de_de: Neue Version gefunden
es_es: Se encontró una nueva versión
fr_fr: Nouvelle version trouvée
he: נמצאה גרסה חדשה
hu_hu: Új verzió megtalálva
it_it: Nuova versione trovata
pt_br: Nova versão encontrada
pt_pt: Nova versão encontrada
ru_ru: Обнаружена новая версия
tr_tr: Yeni sürüm bulundu
zh_hans: 发现新版本

# Update_UpdaterError
source: The updater could not be created. To manually download the new version, go to {0} and download the latest version from there.
da_dk: Opdatereren kunne ikke oprettes. Den nye version kan downloades manuelt fra {0}
de_de: Der Updater konnte nicht erstellt werden. Gehe zu {0} und lade es dir hier runter.
es_es: No se pudo crear el programa de actualización. Para descargar manualmente la nueva versión, ve a {0} y descarga la última versión desde allí.
fr_fr: Le gestionnaire de mise à jour n'a pas pu être créé. Pour télécharger manuellement la mise à jour, allez sur {0} et téléchargez-y la dernière mise à jour.
he: לא ניתן היה ליצור את העדכון. כדי להוריד את הגרסה החדשה באופן ידני, עבור אל {0} והורד משם את הגרסה העדכנית ביותר.
hu_hu: A frissítőt nem lehetett létrehozni. Az új verziót manuálisan itt lehet letölteni: {0}
it_it: Impossibile creare il programma di aggiornamento. Per scaricare manualmente la nuova versione, vai su {0} e scarica l'ultima versione da lì.
nl_nl: De updater kon niet gestart worden. Voor het handmatig downloaden van de nieuwste versie, ga je naar {0}.
pl_pl: Nie można utworzyć programu aktualizującego. Aby ręcznie pobrać nową wersję, przejdź do {0} i pobierz stamtąd najnowszą wersję.
pt_br: O atualizador não pôde ser criado. Para baixar manulamente a nova versão, vá para {0} e baixe a última versão de lá.
pt_pt: O actualizador não pode ser criado. Para descarregar manualmente a nova versão, vai ao {0} e descarrega a última versão de lá.
ru_ru: Не удалось создать службу обновления. Чтобы вручную загрузить новую версию, перейдите по ссылке {0} и загрузите оттуда последнюю версию.
tr_tr: Güncelleyici oluşturulamadı. Yeni sürümü manuel olarak indirmek için {0} adresine gidin ve oradan en son sürümü indirin.
zh_hans: 无法创建更新程序。如果要手动下载新版本，请在{0}下载最新版本。

# Update_UpdaterErrorHeader
source: Error creating updater
da_dk: Fejl i forsøg på at oprette opdaterer
de_de: Fehler beim Updater erstellen
es_es: Error al crear el programa de actualización
fr_fr: Erreur à la création du gestionnaire de mise à jour
he: שגיאה ביצירת עדכון
hu_hu: Frissítői hiba
it_it: Errore durante la creazione del programma di aggiornamento
nl_nl: Fout tijdens het starten van de updater
pl_pl: Błąd podczas tworzenia programu aktualizującego
pt_br: Erro ao criar o atualizador
pt_pt: Erro ao criar o actualizador
ru_ru: Ошибка при создании службы обновления
tr_tr: Güncelleyici oluşturulurken hata oluştu
zh_hans: 创建更新程序时出现错误

# MoveBackups_Question
source: Do you want to move existing backups to the new location?
da_dk: Ønsker du at flytte eksisterende backups til den nye placering?
de_de: Möchtest du die extestierenten Sicherungen in einem neuen Ort verschieben?
es_es: ¿Deseas mover las copias de seguridad existentes a la nueva ubicación?
fr_fr: Voulez vous déplacer les backups existants dans ce nouveau répertoire ?
he: האם ברצונך להעביר גיבויים קיימים למיקום החדש?
hu_hu: Át akarod helyezni a létező biztonsági mentéseket máshova?
it_it: Vuoi spostare i backup esistenti nel nuovo percorso?
nl_nl: Wil je bestaande back-ups verplaatsen naar de nieuwe locatie?
pl_pl: Czy chcesz przenieść istniejące kopie zapasowe do nowej lokalizacji?
pt_br: Deseja mover backups existentes para o novo local?
pt_pt: Queres mover as cópias de segurança existentes para a nova localização?
ru_ru: Вы хотите переместить существующие резервные копии в новое место?
tr_tr: Mevcut yedekleri yeni konuma taşımak istiyor musunuz?
zh_hans: 你想要把现有的备份都移动到新位置吗？

# MoveBackups_QuestionHeader
source: Move old backups
da_dk: Flyt gamle backups
de_de: Verschiebe alte Sicherungen
es_es: Mover copias de seguridad antiguas
fr_fr: Déplacer les anciens backups
he: העבר גיבויים ישנים
hu_hu: Régi biztonsági mentések áthelyezése
it_it: Sposta i backup vecchi
nl_nl: Verplaats oude back-ups
pl_pl: Przenieś stare kopie zapasowe
pt_br: Mover backups antigos
pt_pt: Mover cópias de segurança antigas
ru_ru: Перемещение старых резервных копий
tr_tr: Eski yedekleri taşı
zh_hans: 移动旧备份

# MoveBackups_NoBackupsFound
source: No backups found in {0}
da_dk: Ingen backups blev fundet i {0}
de_de: Keine Sicherungen in {0} gefunden
es_es: No se encontraron copias de seguridad en {0}
fr_fr: Pas de backup trouvé dans {0}
he: לא נמצאו גיבויים ב- {0}
hu_hu: Nem találhatók biztonsági mentések itt: {0}
it_it: Nessun backup trovato in {0}
nl_nl: Geen back-ups gevonden in {0}
pl_pl: Nie znaleziono kopii zapasowych w {0}
pt_br: Nenhum backup encontrado no {0}
pt_pt: Nenhuma cópia de segurança foi encontrada no {0}
ru_ru: Не найдено резервных копий в {0}
tr_tr: {0} içinde yedek bulunamadı
zh_hans: 在{0}没有找到备份

# MoveBackups_ErrorHeader
source: Moving backups failed
da_dk: Fejl i forsøg på at flytte backups
de_de: Sicherung verschieben ist fehlgeschlagen
es_es: Error al mover las copias de seguridad
fr_fr: Echec du déplacement des backups
he: העברת הגיבויים נכשלה
hu_hu: A biztonsági mentések áthelyezése sikertelen volt
it_it: Spostamento dei backup non riuscito
nl_nl: Verplaatsen van back-ups mislukt
pl_pl: Przeniesienie kopii zapasowych nie powiodło się
pt_br: Falha ao mover backups
pt_pt: A deslocação das cópias de segurança falhou
ru_ru: Не удалось переместить резервные копии
tr_tr: Yedekler taşınamadı
zh_hans: 移动备份失败

# MoveBackups_BackupAlreadyExists
source: Backups were not moved. A backup already exists in {0}
da_dk: Backups kunne ikke flyttes. En backup eksisterer allerede i {0}
de_de: Die Sicherungen wurden nicht verschoben, weil es dort eine sicherung schon existiert in {0}
es_es: Las copias de seguridad no se movieron. Ya existe una copia de seguridad en {0}
fr_fr: Les backups n'ont pas été déplacés. Des backups existent déjà dans {0}
he: גיבויים לא הועברו. גיבוי כבר קיים ב- {0}
hu_hu: A biztonsági mentések nem lettek áthelyezve. Egy biztonsági mentés már létezik itt: {0}
it_it: I backup non sono stati spostati. Esiste già un backup in {0}
nl_nl: Back-ups zijn niet verplaatst. Er bestaat al een back-up in {0}
pl_pl: Kopie zapasowe nie zostały przeniesione. Kopia zapasowa już istnieje w {0}
pt_br: Backups não foram movidos. Um backup já existe no {0}
pt_pt: As cópias de segurança não foram movidas. Já existe uma cópia de segurança no {0}.
ru_ru: Перемещение резервных копий было отклонено. Резервная копия уже существует в {0}
tr_tr: Yedekler taşınmadı. {0} içinde zaten bir yedek var
zh_hans: 备份未移动。在{0}已存在备份

# MoveBackups_Success
source: The backups have been moved successfully
da_dk: Backups blev flyttet med succes
de_de: Die Sicherungen wurden erfolgreich verschoben
es_es: Las copias de seguridad se han movido correctamente
fr_fr: Les backups ont été déplacés avec succès
he: הגיבויים הועברו בהצלחה
hu_hu: A biztonsági mentések sikeresen át lettek helyezve
it_it: I backup sono stati spostati correttamente
nl_nl: De back-ups zijn succesvol verplaatst
pl_pl: Kopie zapasowe zostały pomyślnie przeniesione
pt_br: Os backups foram movidos com sucesso
pt_pt: As cópias de segurança foram movidas com sucesso
ru_ru: Резервные копии успешно перемещены
tr_tr: Yedekler başarıyla taşındı
zh_hans: 备份被成功移动

# MoveBackups_Error
source: Error moving backup
da_dk: Backupflytningsfejl
de_de: Fehler bei der verschiebung von der sicherung
es_es: Error al mover la copia de seguridad
fr_fr: Erreur en essayant de déplacer le backup
he: שגיאה בהעברת גיבוי
hu_hu: Biztonsági mentés áthelyezési hiba
it_it: Errore durante lo spostamento del backup
nl_nl: Fout bij het verplaatsen van de back-up
pl_pl: Błąd podczas przenoszenia kopii zapasowej
pt_br: Erro ao mover backup
pt_pt: Erro ao mover cópia de segurança
ru_ru: Возникла ошибка при перемещении резервных копий
tr_tr: Yedekleme taşınırken hata oluştu
zh_hans: 移动备份时发生错误

# Installer_CreateDesktopShortcut
source: Create desktop shortcut
da_dk: Opret skrivebordsgenvej
de_de: Erstelle Desktop Verknüpfung
es_es: Crear acceso directo en el escritorio
fr_fr: Créer un raccourci sur le bureau
he: צור קיצור דרך לשולחן העבודה
hu_hu: Parancsikon készítése
it_it: Crea collegamento sul desktop
nl_nl: Bureaublad snelkoppeling maken
pl_pl: Utwórz skrót na pulpicie
pt_br: Criar atalho na área de trabalho
pt_pt: Criar atalho no ambiente de trabalho
ru_ru: Создать ярлык на рабочем столе
tr_tr: Masaüstü kısayolu oluşturun
zh_hans: 创建桌面快捷方式

# Installer_CreateStartMenuShortcut
source: Create start menu shortcut
da_dk: Opret startmenugenvej
de_de: Erstelle Startmenü Verknüpfung
es_es: Crear acceso directo en el menú de inicio
fr_fr: Créer un raccourci dans le menu démarrer
he: צור קיצור דרך בתפריט התחלה
hu_hu: Start menü parancsikon készítése
it_it: Crea collegamento al menu di avvio
nl_nl: Startmenu snelkoppeling maken
pl_pl: Utwórz skrót menu Start
pt_br: Criar atalho no menu iniciar
pt_pt: Criar atalho no menu de iniciar
ru_ru: Создать ярлык в меню 'Пуск'
tr_tr: Başlangıç ​​menüsü kısayolunu oluştur
zh_hans: 创建开始菜单快捷方式

# Installer_InstallAllUsers
source: Install for all users
da_dk: Installér til alle brugere
de_de: Installiere für alle Nutzer
es_es: Instalar para todos los usuarios
fr_fr: Installer pour tous les utilisateurs
he: התקן לכל המשתמשים
hu_hu: Telepítés az összes felhasználónak
it_it: Installa per tutti gli utenti
nl_nl: Installeer voor alle gebruikers
pl_pl: Zainstaluj dla wszystkich użytkowników
pt_br: Instalar para todos os usuários
pt_pt: Instalar para todos os utilizadores
ru_ru: Установить для всех пользователей
tr_tr: Tüm kullanıcılar için kur
zh_hans: 为所有用户安装

# Installer_TotalProgress
source: Total Progress
da_dk: Samlede fremskridt
de_de: Gesamter Prozess
es_es: Progreso total
fr_fr: Progrès total
he: סה"כ התקדמות
hu_hu: Teljes töltési folyamat
it_it: Progresso totale
nl_nl: Totale Voortgang
pl_pl: Całkowity postęp
pt_br: Progresso Total
pt_pt: Progresso total
ru_ru: Общий прогресс
tr_tr: Toplam ilerleme
zh_hans: 总进度

# Installer_CurrentProgress
source: Current File Progress
da_dk: Nuværende filfremskridt
de_de: Aktueller Datei Prozess
es_es: Progreso actual del archivo
fr_fr: Progrès du fichier actuel
he: התקדמות הקבצים הנוכחית
hu_hu: Jelenlegi fájl töltési folyamata
it_it: Progresso file corrente
nl_nl: Voortgang Huidig Bestand
pl_pl: Aktualny postęp pliku
pt_br: Progresso do Arquivo Atual
pt_pt: Progresso actual do ficheiro
ru_ru: Текущий прогресс файла
tr_tr: Geçerli Dosya İlerlemesi
zh_hans: 目前文件进度

# Installer_Install
source: Install
da_dk: Installér
de_de: Installieren
es_es: Instalar
fr_fr: Installer
he: להתקין
hu_hu: Telepítés
it_it: Installa
nl_nl: Installeren
pl_pl: Zainstaluj
pt_br: Instalar
pt_pt: Instalar
ru_ru: Установка
tr_tr: Yükle
zh_hans: 安装

# Installer_BrowseDiscHeader
source: Select disc to install from
da_dk: Vælg installationsdisk
de_de: Wähle aus welcher Disk du Installieren willst
es_es: Seleccionar disco para instalar desde
fr_fr: Choisir le disque où faire l'installation
he: בחר דיסק להתקנה
hu_hu: Telepítő CD kiválasztása
it_it: Seleziona il disco da cui installare
nl_nl: Selecteer een schijfstation om vanaf te installeren
pl_pl: Wybierz dysk, z którego chcesz zainstalować
pt_br: Selecionar o disco para instalar
pt_pt: Seleccionar disco para instalar através
ru_ru: Выберите диск, с которого будет вестись установка
tr_tr: Yüklenecek diski seçin
zh_hans: 选择安装光碟

# Installer_DriveNameConflict
source: The selected disc has the same label and root path as a previously inserted one. Due to this the installer can not differentiate them. Please rename one of the discs and try again, or mount them as different root directories.
da_dk: Den valgte disk har samme mærke og rodmappe som én, der tidligere har været indsat. Grundet dette kan installatøren ikke skelne mellem dem. Omdøb venligst én af diskene og prøv igen, eller montér dem som forskellige rodmapper.
de_de: Die ausgewählte Disk hat den gleichen Namen und Root Verzeichnis wie das vorher installierte Spiel. Wegen den Installer kann er nicht die unterscheiden. Bitte benenne einer der Disks und versuche es nochmal oder Mounte die in andere Root verzeichnisse.
es_es: El disco seleccionado tiene la misma etiqueta y ruta raíz que uno previamente insertado. Debido a esto, el instalador no puede diferenciarlos. Por favor, renombra uno de los discos e inténtalo nuevamente, o monta ambos como directorios raíz diferentes.
fr_fr: Le disque sélectoinné possède le même label et chemin racine que celui précédemment inséré. L'installateur ne peut donc pas les différencier. Veuillez renommer un des disques et réessayer, ou montez-les en tant que chemins racines différents.
he: לדיסק שנבחר יש את אותה תווית ונתיב שורש כמו לתבנית שהוכנסה בעבר. בשל כך המתקין לא יכול להבדיל ביניהם. אנא שנה את שם אחד הדיסקים ונסה שוב, או הר אותם כספריות שורש שונות.
hu_hu: A kiválasztott lemeznek a neve és gyökér útja ugyan az, mint az előzőleg behelyezettnek. Ez a telepítő nem tudja megkülönböztetni a kettőt. Kérlek nevezd át az egyik lemezt és próbáld újra, vagy csatold őket más gyökér könyvtárba.
it_it: Il disco selezionato ha la stessa etichetta e percorso di root di un disco precedentemente inserito. Per questo motivo l'installatore non può distinguerli. Rinomina uno dei dischi e riprova o montali come directory principali diverse.
nl_nl: De geselecteerde schijf heeft hetzelfde label en rootdirectory als de hiervoor gekozen schijf. Hierdoor kan de Installer ze niet onderscheiden. Hernoem één van de schijven en probeer het nog eens, of mount ze als verschillende root directories.
pl_pl: Wybrana płyta ma taką samą etykietę i ścieżkę główną jak poprzednio włożona. Z tego powodu instalator nie może ich rozróżnić. Proszę zmienić nazwę jednej z płyt i spróbować ponownie lub zamontować je jako różne foldery główne.
pt_br: O disco selecionado tem o mesmo rótulo e caminho raiz de um inserido anteriormente. Devido a isso, o instalador não consegue diferenciá-los. Renomeie um dos discos e tente novamente, ou monte-os como diretórios raiz diferentes.
pt_pt: O disco seleccionado tem a mesma etiqueta e endereço de raíz como um anteriormente inserido. Devido a isto o instalador não pode diferenciá-los. Por favor renomeia um dos discos e tenta novamente, ou monta-os como diferentes directórios de raíz.
ru_ru: Выбранный диск имеет ту же метку и корневой путь, что и ранее вставленный. Из-за этого установщик не может их различить. Пожалуйста, переименуйте один из дисков и повторите попытку или смонтируйте их в качестве разных корневых каталогов.
tr_tr: Seçilen disk, daha önce eklenen disk ile aynı etikete ve kök yola sahiptir. Bu nedenle yükleyici bunları ayırt edemez. Lütfen disklerden birini yeniden adlandırın ve yeniden deneyin veya farklı kök dizinler olarak bağlayın.
zh_hans: 选择的光碟和之前插入的光碟有一样的标签与根目录。因为此安装器无法区分它们，请重命名其中一个光碟并且再是一次，或者把它们装载在不同的根目录。

# Installer_DriveNameConflictHeader
source: Disc conflict
da_dk: Diskkonflikt
de_de: Disk konflikt
es_es: Conflicto de discos
fr_fr: Conflit de disque
he: התנגשות בדיסק
hu_hu: Lemez konfiktus
it_it: Conflitto del disco
nl_nl: Schijfconflict
pl_pl: Konflikt dysku
pt_br: Conflito de disco
pt_pt: Conflito de disco
ru_ru: Конфликт дисков
tr_tr: Disk çakışması
zh_hans: 光碟冲突

# Installer_MissingFiles
source: {0} paths were not found on the specified disc. If the game requires more than one disc for installation, please insert the next one.
da_dk: {0} stier blev ikke fundet i den valgte disk. Hvis spillet kræver mere end én disk til installation, bedes du venligst at indsætte den næste.
de_de: {0} Verzeichnis wurde nicht gefunden bei der Spezifischen Disk. Wenn die Spiel mehr als eine Disk braucht, dann lege die andere Disk ein.
es_es: No se encontraron las rutas {0} en el disco especificado. Si el juego requiere más de un disco para la instalación, por favor inserta el siguiente.
fr_fr: Les chemins de {0} n'ont pas été trouvés sur le disque spécifié. Si le jeu requiert plus d'un disque pour être installé, veuillez insérer le suivant.
he: {0} נתיבים לא נמצאו בדיסק שצוין. אם המשחק דורש יותר מדיסק אחד להתקנה, אנא הכנס את הדיסק הבא.
hu_hu: {0} újta nem található a megadott lemezen. Ha a játékhoz több telepítő CD tartozik, helyezd be a következőt.
it_it: I percorsi {0} non sono stati trovati sul disco specificato. Se il gioco richiede più di un disco per l'installazione, inserisci quello successivo.
nl_nl: {0} paden zijn niet gevonden op de specifieke schijf. Als het spel meer dan 1 schijf voor installatie nodig heeft, gebruik de volgende.
pl_pl: {0} ścieżki nie zostały znalezione na określonym dysku. Jeśli gra wymaga więcej niż jednej płyty do instalacji, proszę włożyć następny.
pt_br: {0} caminhos não foram encontrados no disco especificado. Se o jogo exigir mais de um disco para instalação, insira o próximo.
pt_pt: {0} endereços não foram encontrados no disco especificado. Se o jogo requer mais do que um disco para a instalação, por favor insere o próximo.
ru_ru: {0} не были найдены на указанном диске. Если для установки игры требуется более одного диска, пожалуйста, вставьте следующий.
tr_tr: Belirtilen diskte {0} yol bulunamadı. Oyun, kurulum için birden fazla disk gerektiriyorsa, lütfen bir sonrakini takın.
zh_hans: {0}路径在此光碟里未找到。如果此游戏需要多张光碟进行安装，请插入下一张光碟。

# Installer_MissingFilesHeader
source: Missing Paths
da_dk: Manglende stier
de_de: Fehlende verzeichnisse
es_es: Rutas faltantes
fr_fr: Chemins Manquants
he: חסרים נתיבים
hu_hu: Hiányzó útvonalak
it_it: Percorsi mancanti
nl_nl: Ontbrekende Paden
pl_pl: Brakujące ścieżki
pt_br: Caminhos Faltando
pt_pt: Endereços em falta
ru_ru: Отсутствующие пути
tr_tr: Eksik Yollar
zh_hans: 丢失路径
