Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Installer_InsertDriveRequest
source: Please insert "{0}" to port {1} and continue, or cancel to cancel the installation
da_dk: Indsæt venligst "{0}" til port {1} og fortæt, eller annullér for at annullere installationen
de_de: Bitte lege "{0}" zum Anschluss "{1} und lege fort, oder breche die Installation ab mit dem Abbrechen knopf
es_es: Por favor, inserta "{0}" en el puerto {1} y continúa, o cancela para cancelar la instalación
fr_fr: Veuillez insérer "{0}" au port {1} et continuez, ou annulez pour annuler l'installation
he: אנא הכנס את "{0}" ליציאה {1} והמשך, או בטל כדי לבטל את ההתקנה
hu_hu: Kérlek helyezd be ezt: "{0}" a következő portba: {1} és folytasd a telepítést, vagy nyomd meg a "mégse" gombot a kilépéshez.
it_it: Inserisci "{0}" nella porta {1} e continua oppure annulla per annullare l'installazione
nl_nl: Gelieve "{0}" in poort {1} te plaatsen, en verdergaan of de installatie afbreken
pl_pl: Proszę włożyć "{0}" do portu {1} i kontynuuj lub anuluj, aby anulować instalację
pt_br: Por favor, insira "{0}" na porta {1} e continue, ou cancele para cancelar a instalação
pt_pt: Por favor insere o "{0}" para a porta {1} e continuar, ou cancela para cancelar a instalação
ru_ru: Пожалуйста, вставьте "{0} " в порт {1}, чтобы продолжить, или отмените, чтобы прекратить установку
tr_tr: Lütfen {1} bağlantı noktasına "{0}" girin ve devam edin veya kurulumu iptal etmek için iptal edin
zh_hans: 请把"{0}"插入{1}并且继续，或取消安装

# Installer_InsertDriveRequestHeader
source: Insert Disc
da_dk: Indsæt disk
de_de: Lege Disk ein
es_es: Insertar disco
fr_fr: Insérer Disque
he: הכנס דיסק
hu_hu: Helyezd be a lemezt
it_it: Inserisci Disco
nl_nl: Plaats Schijf
pl_pl: Włóż dysk
pt_br: Inserir Disco
pt_pt: Inserir disco
ru_ru: Вставьте диск
tr_tr: Diski tak
zh_hans: 插入光碟

# Installer_FileCopyError
source: The file {0} failed to copy over with the error message: {1} Try again?
da_dk: Kopiering af filen {0} mislykkedes med fejlmeddelelse: {1} Prøv igen?
de_de: Die Datei {0} ist fehlgeschlagen zu kopieren mit der Fehlermeldung {1} Nochmal versuchen?
es_es: El archivo {0} no se pudo copiar con el mensaje de error: {1} ¿Deseas intentarlo de nuevo?
fr_fr: Le fichier {0} n'a pas pu être copié et renvoie le message d'erreur {1} Voulez vous réessayer ?
he: אנא הכנס את "{0}" ליציאה {1} והמשך, או בטל כדי לבטל את ההתקנה
hu_hu: A {0} fájl nem tudott átmásolódni ezzel a hiba üzenettel: {1}
it_it: Impossibile copiare il file {0} con il messaggio di errore: {1} Riprovare?
nl_nl: Het bestand {0} kon niet gekopieerd worden; het volgende foutbericht werd verkregen: {1} Opnieuw proberen?
pl_pl: Nie można skopiować pliku {0} z komunikatem o błędzie: {1} Spróbować ponownie?
pt_br: O arquivo {0} falhou ao copiar com a mensagem de erro: {1} Tentar novamente?
pt_pt: O ficheiro {0} falhou a cópia através da seguinte mensagem de erro: {1} Tentar novamente?
ru_ru: Не удалось скопировать файл {0} из-за следующей ошибки: {1} Попробовать снова?
tr_tr: {0} dosyası şu hata mesajıyla kopyalanamadı: {1} Tekrar deneyin?
zh_hans: 文件{0}复制失败，错误信息:{1} 重试？

# Installer_FileCopyErrorHeader
source: Failed to copy item to destination
da_dk: Genstanden kunne ikke kopieres til destinationen
de_de: Fehlgeschlagen das Element zum Ziel zu kopieren
es_es: No se pudo copiar el elemento al destino
fr_fr: Echec de la copie vers la destination
he: העתקת הפריט ליעד נכשלה
hu_hu: A fájl másolása a megadott helyre sikertelen volt
it_it: Impossibile copiare l'elemento nella destinazione
nl_nl: Kopiëren van bestand naar bestemming mislukt
pl_pl: Nie udało się skopiować elementu do miejsca docelowego
pt_br: Falhou ao copiar item ao destino
pt_pt: Falhou a cópia do item para o destino
ru_ru: Не удалось скопировать элемент в пункт назначения
tr_tr: Öğe hedefe kopyalanamadı
zh_hans: 未成功复制文件到指定地点

# Installer_UnhandledItems
source: Some items were not handled during the installation. Do you wish to retry handling those items?
da_dk: Nogle genstande kunne ikke behandles i løbet af installationen. Ønsker du at prøve på at behandle dem igen?
de_de: Einige Elemente wurden nicht bearbeitet während der Installation. Möchtest die es nochmal mit den Elementen versuchen?
es_es: Algunos elementos no fueron manejados durante la instalación. ¿Deseas intentar manejar esos elementos nuevamente?
fr_fr: Certains éléments n'ont pas été gérés durant l'installation. Souhaitez-vous réessayer de gérer ces éléments?
he: חלק מהפריטים לא טופלו במהלך ההתקנה. האם ברצונך לנסות שוב לטפל בפריטים אלה?
hu_hu: Néhány fájl nem volt feldolgozva a telepítés során. Újra akarod próbálni ezek feldolgozását?
it_it: Alcuni elementi non sono stati gestiti durante l'installazione. Riprovare a gestire questi elementi?
nl_nl: Sommige items zijn niet meegenomen tijdens de installatie. Wil je opnieuw proberen deze items af te handelen?
pl_pl: Niektóre elementy nie były obsługiwane podczas instalacji. Czy chcesz spróbować ponownie zająć się tymi elementami?
pt_br: Alguns itens não foram lidados durante a instalação. Deseja tentar lidar com esses itens novamente?
pt_pt: Alguns itens não foram manipulados durante a instalação. Desejas tentar manipular esses itens novamente?
ru_ru: Некоторые элементы не были обработаны во время установки. Хотите повторить попытку их обработатки?
tr_tr: Kurulum sırasında bazı öğeler ele alınmadı. Bu öğeleri işlemeyi yeniden denemek istiyor musunuz?
zh_hans: 安装时有些文件未被处理。你想要重试处理这些文件吗？

# Installer_UnhandledItemsHeader
source: Unhandled Items
da_dk: Ubehandlede genstande
de_de: Nicht bearbeitet Elemente
es_es: Elementos no manejados
fr_fr: Eléments Non Gérés
he: פריטים לא מטופלים
hu_hu: Feldolgozatlan fájlok
it_it: Elementi non gestiti
nl_nl: Onbehandelde Items
pl_pl: Nieobsługiwane pozycje
pt_br: Itens Não Lidados
pt_pt: Itens não manipulados
ru_ru: Необработанные Элементы
tr_tr: İşlenmemiş Öğeler
zh_hans: 未处理文件

# Installer_CleanupError
source: Part of the installation could not be cleaned up under {0}
da_dk: En del af installationen kunne ikke ryddes op under {0}
de_de: Ein teil der Installation konnte nicht gesäubert werden bei {0}
es_es: Parte de la instalación no se pudo limpiar bajo {0}
fr_fr: Une partie de l'installation n'a pas pu être nettoyée sous {0}
he: לא ניתן היה לנקות חלק מההתקנה תחת {0}
hu_hu: Az installáció egy részét nem lehetett feltakarítani {0} alatt
it_it: Non è stato possibile pulire parte dell'installazione in {0}
nl_nl: Een deel van de installatie kon niet opgeschoond worden in {0}
pl_pl: Nie można wyczyścić części instalacji pod {0}
pt_br: Parte da instalação não pôde ser limpa em {0}
pt_pt: Parte da instalação não pode ser limpa através sob {0}
ru_ru: Часть установки не удалось очистить в {0}
tr_tr: Kurulumun bir kısmı {0} altında temizlenemedi
zh_hans: 在{0}的部分安装无法被清理

# Installer_CancelQuestion
source: Do you wish to cancel the installation?
da_dk: Ønsker du at annullere installationen?
de_de: Möchtest du die Installation abbrechen?
es_es: ¿Deseas cancelar la instalación?
fr_fr: Voulez-vous annuler l'installation ?
he: האם ברצונך לבטל את ההתקנה?
hu_hu: Meg akarod szakítani a telepítést?
it_it: Vuoi annullare l'installazione?
nl_nl: Wil je de installatie afbreken?
pl_pl: Czy chcesz anulować instalację?
pt_br: Deseja cancelar a instalação?
pt_pt: Desejas cancelar a instalação?
ru_ru: Вы хотите отменить установку?
tr_tr: Kurulumu iptal etmek istiyor musunuz?
zh_hans: 你想要取消安装吗？

# Installer_CancelQuestionHeader
source: Cancel ongoing installation
da_dk: Annullér igangværende installation
de_de: Abbruch der aktuellen Installation
es_es: Cancelar la instalación en curso
fr_fr: Annuler l'installation en cours
he: בטל את ההתקנה השוטפת
hu_hu: Jelenlegi telepítés megszakítása
it_it: Annulla l'installazione in corso
nl_nl: Beëindigen lopende installatie
pl_pl: Anuluj bieżącą instalację
pt_br: Cancelar instalação em andamento
pt_pt: Cancelar instalação em curso
ru_ru: Отмена текущей установки
tr_tr: Devam eden kurulumu iptal et
zh_hans: 取消正在进行的安装

# Installer_InvalidDirectory
source: The specified directory does not exist
da_dk: Den valgte mappe findes ikke
de_de: Die Spezifizierte Verzeichnis konnte nicht gefunden werden.
es_es: El directorio especificado no existe
fr_fr: Le dossier spécifié n'existe pas
he: הספרייה שצוינה אינה קיימת
hu_hu: A megadott meghajtó nem létezik
it_it: La directory specificata non esiste
nl_nl: Het pad waarnaar verwezen wordt, bestaat niet
pl_pl: Podany folder nie istnieje
pt_br: O diretório especificado não existe
pt_pt: O directório especificado não existe
ru_ru: Указанная папка не существует
tr_tr: Belirtilen dizin mevcut değil
zh_hans: 此目录不存在

# Installer_InvalidDirectoryHeader
source: Directory not found
da_dk: Mappen kunne ikke findes
de_de: Verzeichnis nicht gefunden
es_es: Directorio no encontrado
fr_fr: Dossier non trouvé
he: הספרייה לא נמצא
hu_hu: A meghajtó nem található
it_it: Directory non trovata
nl_nl: Pad niet gevonden
pl_pl: Nie znaleziono folderu
pt_br: Diretório não encontrado
pt_pt: Directório não encontrado
ru_ru: Папка не найдена
tr_tr: Dizin bulunamadı
zh_hans: 目录未找到

# Installer_ShortcutName
source: Launch {0}
da_dk: Start {0}
de_de: Starte {0}
es_es: Iniciar {0}
fr_fr: Démarrer {0}
he: הפעל את {0}
hu_hu: {0} Indítása
it_it: Avvia {0}
nl_nl: Start {0}
pl_pl: Uruchom {0}
pt_br: Iniciar {0}
pt_pt: Arrancar {0}
ru_ru: Запуск {0}
tr_tr: {0} başlat
zh_hans: 启动{0}

# Installer_Success
source: Installation complete. Run configuration tool for {0} to set up the game.
da_dk: Installationen blev fuldført. Kør konfigurationsværktøjet til {0} for at opsætte spillet.
de_de: Installation erfolgreich Abgeschlossen. Starte den Konfigurator Assistant für {0} um das Spiel zu errichten.
es_es: La instalación se ha completado. Ejecuta la herramienta de configuración para {0} para configurar el juego.
fr_fr: Installation terminée. Lancez l'outil de configuration pour {0} pour configurer le jeu.
he: ההתקנה הושלמה. הפעל את כלי התצורה של {0} כדי להגדיר את המשחק.
hu_hu: A telepítés befejeződött. Futtasd a {0} konfigurációs eszközt, hogy beállítsd a játékot.
it_it: Installazione completata. Esegui lo strumento di configurazione di {0} per impostare il gioco.
nl_nl: Installatie voltooid. Start het hulpprogramma voor configuratie voor {0} om het spel te configureren.
pl_pl: Instalacja zakończona. Uruchom narzędzie konfiguracyjne dla {0}, aby skonfigurować grę.
pt_br: Instalação completa. Execute a ferramenta de configuração para o {0} para preparar o jogo.
pt_pt: Instalação completa. Executar a ferramenta de configuração para o {0} para preparar o jogo.
ru_ru: Установка завершена. Запустите параметры {0}, чтобы настроить игру.
tr_tr: Kurulum tamamlandı. Oyunu kurmak için {0} için yapılandırma aracını çalıştırın.
zh_hans: 安装完成。启动{0}的设置工具来设置游戏。

# Installer_SuccessHeader
source: Installation Complete
da_dk: Installation fuldført
de_de: Installation abgeschlossen
es_es: Instalación completa
fr_fr: Installation Terminée
he: ההתקנה הושלמה
hu_hu: Telepítés kész
it_it: Installazione Completata
nl_nl: Installatie Voltooid
pl_pl: Instalacja zakończona
pt_br: Instalação Completa
pt_pt: Instalação completa
ru_ru: Установка завершена
tr_tr: Kurulum Tamamlandı
zh_hans: 安装完成

# Installer_FailedHeader
source: Action failed
da_dk: Handling mislykkedes
de_de: Aktion Fehlgeschlagen
es_es: La acción ha fallado
fr_fr: Action échouée
he: הפעולה נכשלה
hu_hu: Művelet sikertelen
it_it: Azione non riuscita
nl_nl: Actie mislukt
pl_pl: Niepowodzenie akcji
pt_br: Ação falhou
pt_pt: A acção falhou
ru_ru: Не удалось совершить действие
tr_tr: Eylem başarısız
zh_hans: 操作失败

# Installer_Failed
source: Installation failed
da_dk: Installationsfejl
de_de: Installation fehlgeschlagen
es_es: La instalación ha fallado
fr_fr: Installation échouée
he: ההתקנה נכשלה
hu_hu: Telepítés sikertelen
it_it: Installazione non riuscita
nl_nl: Installatie mislukt
pl_pl: Instalacja nie powiodła się
pt_br: Instalação falhou
pt_pt: A instalação falhou
ru_ru: Установка не удалась
tr_tr: Yükleme başarısız
zh_hans: 安装失败

# Installer_Canceled
source: Installation canceled
da_dk: Installation annulleret
de_de: Installation abgebrochen
es_es: La instalación ha sido cancelada
fr_fr: Installation annulée
he: ההתקנה בוטלה
hu_hu: Telepítés megszakítva
it_it: Installazione annullata
nl_nl: Installatie geannuleerd
pl_pl: Instalacja anulowana
pt_br: Instalação cancelada
pt_pt: Instalação cancelada
ru_ru: Установка отменена
tr_tr: Kurulum iptal edildi
zh_hans: 安装取消

# R2HotKeyValidation_InvalidFormat
source: Invalid format
da_dk: Ugyldigt format
de_de: Ungültiges Format
es_es: Formato no válido
fr_fr: Format invalide
he: פורמט לא חוקי
hu_hu: Érvénytelen formátum
it_it: Formato non valido
nl_nl: Ongeldige bestandsindeling
pl_pl: Niepoprawny format
pt_br: Formato inválido
pt_pt: Formato inválido
ru_ru: Недопустимый формат
tr_tr: Geçersiz format
zh_hans: 不可用的格式

# R2HotKeyValidation_ModifierKeysUsed
source: Single key must be used
da_dk: Én enkelt tast skal bruges
de_de: Einzelner Schlüssel muss benutzt werden
es_es: Debe usarse una sola tecla
fr_fr: Une seule touche doit être utilisée
he: יש להשתמש במפתח יחיד
hu_hu: Csak egy darab billentyűt lehet használni
it_it: È necessario utilizzare una chiave singola
nl_nl: Een enkele toets moet gebruikt worden
pl_pl: Należy użyć jednego klucza
pt_br: Uma chave única deve ser usada
pt_pt: Uma chave única deve ser utilizada
ru_ru: Необходимо использовать один ключ
tr_tr: Tek kilit kullanılmalıdır
zh_hans: 必须使用一个按键

# R2HotKeyValidation_InvalidKey
source: Key is not valid
da_dk: Tasten er ugyldig
de_de: Schlüssel ist nicht gültig
es_es: La clave no es válida
fr_fr: La touche n'est pas valide
he: המפתח אינו תקף
hu_hu: A gomb érvénytelen
it_it: La chiave non è valida
nl_nl: Toets is niet geldig
pl_pl: Klucz jest nieprawidłowy
pt_br: A chave é inválida
pt_pt: A chave não foi válida
ru_ru: Ключ не действителен
tr_tr: Kilit geçerli değil
zh_hans: 按键不可用

# DosBoxCyclesValidation_InvalidFormat
source: The cycles value is not in a valid format
da_dk: Cyklusværdien er ikke i et gyldigt format
de_de: Die Zyklen Wert sind nicht im gültigen Format
es_es: El valor de ciclos no tiene un formato válido
fr_fr: La valeur des cycles n'est pas dans un format valide
he: ערך המחזורים אינו בפורמט חוקי
hu_hu: A ciklus értéke nem jó formátumban van megadva
it_it: Il valore dei cicli non è in un formato valido
nl_nl: De Cycli variabele moet een waarde hebben
pl_pl: Wartość cykli ma niepoprawny format
pt_br: O valor dos ciclos é um formato inválido
pt_pt: O valor dos ciclos não está num formato válido.
ru_ru: Значение циклов в недопустимом формате
tr_tr: Döngü değeri geçerli bir biçimde değil
zh_hans: 循环值不是可用格式

# DosBoxCyclesValidation_NullOrEmpty
source: The cycles value can not be empty
da_dk: Cyklusværdien kan ikke være tom
de_de: Die Zyklen Wert kann nicht leer sein
es_es: El valor de ciclos no puede estar vacío
fr_fr: La valeur des cycles ne peut pas être vide
he: ערך המחזורים לא יכול להיות ריק
hu_hu: A ciklus értéke nem lehet üres
it_it: Il valore dei cicli non può essere vuoto
nl_nl: De Cycli waarde kan niet leeg zijn
pl_pl: Wartość cykli nie może być pusta
pt_br: O valor dos ciclos não pode estar vazio
pt_pt: O valor dos ciclos não pode estar vazio
ru_ru: Значение циклов не может быть пустым
tr_tr: Döngü değeri boş olamaz
zh_hans: 循环值不能为空

# DosBoxCyclesValidation_NonDigit
source: Only digits are allowed when using a specified value
da_dk: Kun cifre er tilladt, når en bestemt værdi skal bruges
de_de: Nur Ziffern sind erlaubt wenn eine Spezifischen Wert benutzt wird
es_es: Solo se permiten dígitos al usar un valor específico
fr_fr: Seuls des nombres sont autorisés pour spécifier une valeur
he: מותר להשתמש רק בספרות בעת שימוש בערך שצוין
hu_hu: Specifikus értékeknél csak számjegyek használhatók
it_it: Sono consentite solo cifre quando si utilizza un valore specificato
nl_nl: Alleen getallen zijn toegestaan bij het gebruik van een specifieke waarde
pl_pl: Przy użyciu określonej wartości dozwolone są tylko cyfry
pt_br: Apenas dígitos são permitidos ao usar um valor especificado
pt_pt: Apenas são permitidos dígitos quando se usa um valor específico
ru_ru: При использовании указанного значения допускаются только цифры
tr_tr: Belirli bir değer kullanılırken yalnızca rakamlara izin verilir
zh_hans: 此数值只能使用数字

# DosBoxResolutionValidation_NullOrEmpty
source: The resolution value can not be empty
da_dk: Opløsningsværdien kan ikke være tom
de_de: Die Auflösung Wert kann nicht leer sein
es_es: El valor de resolución no puede estar vacío
fr_fr: La valeur de la résolution ne peut pas être vide
he: ערך הרזולוציה לא יכול להיות ריק
hu_hu: A felbontás értéke nem lehet üres
it_it: Il valore della risoluzione non può essere vuoto
nl_nl: De resolutie waarde kan niet leeg zijn
pl_pl: Wartość rozdzielczości nie może być pusta
pt_br: O valor da resolução não pode estar vazio
pt_pt: O valor de resolução não pode estar vazio
ru_ru: Значение разрешения не может быть пустым
tr_tr: Çözünürlük değeri boş olamaz
zh_hans: 分辨率参数不能为空

# DosBoxResolutionValidation_InvalidFormat
source: Invalid format
da_dk: Ugyldigt format
de_de: Ungültiges Format
es_es: Formato no válido
fr_fr: Format invalide
he: פורמט לא חוקי
hu_hu: Érvénytelen formátum
it_it: Formato non valido
nl_nl: Ongeldige Gegevensindeling
pl_pl: Niepoprawny format
pt_br: Formato inválido
pt_pt: Formato inválido
ru_ru: Недопустимый формат
tr_tr: Geçersiz format
zh_hans: 不可用格式

# DosBoxResolutionValidation_InvalidCharacter
source: The character '{0}' is not valid
da_dk: Tegnet '{0}' er ikke gyldigt
de_de: Das Zeichen {0} ist nicht gültig
es_es: El carácter '{0}' no es válido
fr_fr: Le caractère '{0}' n'est pas valide
he: התו '{0}' אינו חוקי
hu_hu: A karakter '{0}' érvénytelen
it_it: Il carattere '{0}' non è valido
nl_nl: Het teken '{0}' is niet geldig
pl_pl: Znak '{0}' jest nieprawidłowy
pt_br: O caractere '{0}' é inválido
pt_pt: O caracter '{0}' não é válido
ru_ru: Символ '{0}' недопустим
tr_tr: {0}' karakteri geçerli değil
zh_hans: 字符‘{0}'不可用

# DosBoxResolutionValidation_MultipleSeparators
source: The resolution separator 'x' can only be used once
da_dk: Opløsningsopdeleren 'x' kan kun bruges én gang
de_de: Der Auflösung Separater 'x' kann nur einmal benutzt werden
es_es: El separador de resolución 'x' solo puede usarse una vez
fr_fr: Le séparateur de résolution 'x' ne peut être utilisé qu'une seule fois
he: ניתן להשתמש במפריד הרזולוציה 'x' רק פעם אחת
hu_hu: A felbontás szeparátor 'x' csak egyszer használható
it_it: Il separatore di risoluzione 'x' può essere utilizzato solo una volta
nl_nl: Het scheidingsteken 'x' voor de resolutie kan maar 1 keer gebruikt worden
pl_pl: Separatora rozdzielczości 'x' można użyć tylko raz
pt_br: O separador de resolução 'x' só pode ser usado uma vez
pt_pt: O separador de resolução 'x' só pode ser usado uma vez
ru_ru: Разделитель разрешения 'x' можно использовать только один раз
tr_tr: Çözünürlük ayırıcı 'x' yalnızca bir kez kullanılabilir
zh_hans: 分辨率分离器‘x’只能被使用一次

# DosBoxResolutionValidation_MissingSeparator
source: The resolution separator 'x' must be used
da_dk: Opløsningsopdeleren 'x' skal bruges
de_de: Der Auflösungs Separator 'x' muss benutzt werden
es_es: El separador de resolución 'x' debe ser utilizado
fr_fr: Le séparateur de résolution 'x' doit être utilisé
he: יש להשתמש במפריד הרזולוציה 'x'
hu_hu: Az 'x' felbontás szeparátort muszáj használni
it_it: È necessario utilizzare il separatore di risoluzione 'x'
nl_nl: Het scheidingsteken 'x' voor de resolutie moet gebruikt worden
pl_pl: Separator rozdzielczości 'x' musi być stosowany
pt_br: O separador de resolução 'x' deve ser usado
pt_pt: O separador de resolução 'x' deve ser usado
ru_ru: Необходимо использовать разделитель разрешения 'x'
tr_tr: Çözünürlük eki 'x' yalnızca bir kez kullanılabilir
zh_hans: 分辨率分离器‘x’必须被使用

# DosBoxResolutionValidation_InvalidHeight
source: A valid height must be specified
da_dk: En gyldig højde skal vælges
de_de: Ein gültige Höhe muss angegeben werden
es_es: Debe especificarse una altura válida
fr_fr: Une hauteur valide doit être spécifiée
he: יש לציין גובה תקף
hu_hu: Egy érvényes magaságot muszáj megadni
it_it: È necessario specificare un'altezza valida
nl_nl: Een geldige hoogte moet worden gespecificeerd
pl_pl: Należy podać prawidłową wysokość
pt_br: Uma altura válida deve ser especificada
pt_pt: Uma altura válida deve ser especificada
ru_ru: Необходимо указать допустимую высоту
tr_tr: Geçerli bir yükseklik belirtilmelidir
zh_hans: 必须指定有效的屏幕分辨率高度

# Config_SaveSuccess
source: Your changes have been saved
da_dk: Dine ændringer er gemt
de_de: Deine Änderungen wurden gespeichert
es_es: Tus cambios han sido guardados
fr_fr: Les changements ont été sauvegardés
he: השינויים שלך נשמרו
hu_hu: A változtatásaid mentésre kerültek
it_it: Le modifiche sono state salvate
nl_nl: Je wijzigingen zijn opgeslagen
pl_pl: Twoje zmiany zostały zapisane
pt_br: Suas alterações foram salvas
pt_pt: Foram gravadas as tuas alterações
ru_ru: Изменения сохранены
tr_tr: Değişiklikleriniz kaydedildi
zh_hans: 修改已被保存

# SecretCodes_Konami
source: You just entered the Konami code! Enjoy this red new theme.
da_dk: Du har lige indtastet Konami-koden! Nyd dette nye røde tema.
de_de: Du hast grad einen Konami Code eingetippt! Viel Spaß mit diesem neuen Roten Design.
es_es: ¡Acabas de ingresar el código Konami! Disfruta de este nuevo tema rojo.
fr_fr: Vous venez d'entrer le Konami Code ! Profitez de ce nouveau thème rouge.
he: הרגע הזנת את קוד הקונאמי! תהנה תהנה מערכת נושא: אדום חדש.
hu_hu: Konami kód észlelve! Piros pont. A piros téma elérhetővé vált.
it_it: Hai appena inserito il Codice Konami! Goditi questo nuovo tema rosso.
nl_nl: Je hebt zojuist de Konami code ingevuld! Veel plezier met dit nieuwe, rode thema.
pl_pl: Właśnie wprowadziłeś kod Konami! Ciesz się tym nowym czerwonym motywem.
pt_br: Você inseriu o Konami code! Aproveite este novo tema vermelho.
pt_pt: Acabaste de introduzir o código Konami! Desfruta deste novo tema vermelho.
ru_ru: Вы только что ввели код Konami! Наслаждайтесь новой красной темой.
tr_tr: Az önce Konami kodunu girdiniz! Bu kırmızı yeni temanın keyfini çıkarın.
zh_hans: 你刚刚输入了Konami代码！享受新的红色主题吧。

# SecretCodes_RayCarrot
source: You just entered the RayCarrot code! Enjoy this orange, carrot theme.
da_dk: Du har lige indtastet RayCarrot-koden! Nyd dette orange gulerodstema.
de_de: Du hast grad den RayCarrot Code grad ein eingetippt! Viel Spaß mit diesem Orangen, Karotten Design.
es_es: ¡Acabas de ingresar el código RayCarrot! Disfruta de este tema naranja de zanahoria.
fr_fr: Vous venez d'entrer le code RayCarrot ! Profitez de ce nouveau trème carotte.
he: הרגע הזנת את קוד RayCarrot! תהנה מערכת נושא: כתום-גזר.
hu_hu: RayCarrot kód észlelve! Répa?!? A narancs téma elérhetővé vált.
it_it: Hai appena inserito il codice RayCarrot! Goditi questo tema arancione carota.
nl_nl: Je hebt zojuist de RayCarrot code ingevuld! Veel plezier met dit oranje, wortel thema.
pl_pl: Właśnie wprowadziłeś kod RayCarrot! Ciesz się tym pomarańczowym, marchewkowym motywem.
pt_br: Você inseriu o código do RayCarrot! Aproveite este tema laranja-cenoura.
pt_pt: Acabaste de introduzir o código RayCarrot! Desfruta deste novo tema laranja cenoura.
ru_ru: Вы только что ввели код RayCarrot! Наслаждайтесь оранжевой, морковной темой.
tr_tr: Az önce RayCarrot kodunu girdiniz! Bu portakal, havuç temasının keyfini çıkarın.
zh_hans: 你刚刚输入了RayCarrot代码！享受新的橘色主题吧。

# SecretCodes_RayCarrotHeader
source: RayCarrot Code
da_dk: Raycarrot-kode
es_es: Código RayCarrot
fr_fr: Code RayCarrot
he: קוד RayCarrot
hu_hu: RayCarrot kód
it_it: Codice RayCarrot
pl_pl: Kod RayCarrot
pt_br: Código do RayCarrot
pt_pt: Código RayCarrot
ru_ru: Код RayCarrot
tr_tr: RayCarrot Kodu
zh_hans: RayCarrot代码
