Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# GamesPageHeader
source: Games
da_dk: Spil
de_de: Spiele
es_es: Juegos
fr_fr: Jeux
he: משחקים
hu_hu: Játékok
it_it: Giochi
nl_nl: Spellen
pl_pl: Gry
pt_br: Jogos
pt_pt: Jogos
ru_ru: Игры
tr_tr: Oyunlar
zh_hans: 游戏

# AboutPageHeader
source: About
da_dk: Om
de_de: Info
es_es: Información
fr_fr: À propos
he: אודות
hu_hu: Névjegy
it_it: Informazioni
nl_nl: Over
pl_pl: Informacje
pt_br: Sobre
pt_pt: Sobre
ru_ru: О программе
tr_tr: Bilgi
zh_hans: 关于

# SettingsPageHeader
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
he: הגדרות
hu_hu: Beállítások
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru_ru: Настройки
tr_tr: Ayarlar
zh_hans: 设置

source: Cancel
da_dk: Annullér
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
he: ביטול
hu_hu: Mégse
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена
tr_tr: Iptal et
zh_hans: 取消

source: Accept
da_dk: Acceptér
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
he: אישור
hu_hu: Elfogadás
it_it: Accetta
nl_nl: Accepteren
pl_pl: Akceptuj
pt_br: Aceitar
pt_pt: Aceitar
ru_ru: Принять
tr_tr: Kabul et
zh_hans: 接受

source: Save
da_dk: Gem
de_de: Speichern
es_es: Guardar
fr_fr: Sauver
he: שמור
hu_hu: Mentés
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru_ru: Сохранить
tr_tr: Kaydet
zh_hans: 保存

# MountPathHeader
source: Mount Path
da_dk: Monteringssti
de_de: Mount Pfad
es_es: Ruta de montaje
fr_fr: Chemin d'accès
he: נתיב ההצבה
hu_hu: Mount útvonal
it_it: Percorso di Montaggio
nl_nl: Mount-Pad
pl_pl: Ścieżka montowania
pt_br: Caminho de Montagem
pt_pt: Endereço de Montagem
ru_ru: Путь монтирования
tr_tr: Binme yolu
zh_hans: 导入路径

# MountPathInfo
source: The mount path can either be a file or a drive. If you're using the GOG version it'll be the 'game.inst' file. If you have a disc image it is usually the .cue file. Otherwise use the drive letter of the game disc.
da_dk: Monteringsstien kan enten være en fil eller et drev. Bruger du GOG-versionen, er det 'game.inst'-filen. Har du et diskbillede, er det som regelt .cue-filen. Brug ellers spildiskens drevbogstav.
de_de: Der Mount-Pfad kann entweder eine Datei oder Laufwerk sein. Wenn du die GOG Version benutzt wird dort eine 'game.inst' datei sein. Wenn du eine Disk Image besitzt sollte es eigentlich eine .cue Datei sein. Andernfalls benutze den Laufwerksbuchstaben von deiner Disk.
es_es: La ruta de montaje puede ser un archivo o una unidad. Si estás utilizando la versión de GOG, será el archivo 'game.inst'. Si tienes una imagen de disco, generalmente es el archivo .cue. De lo contrario, utiliza la letra de unidad del disco del juego.
fr_fr: Le chemin d'accès peut être un fichier ou un disque. La version GOG utilise le fichier 'game.inst'. Une image disque sera normalement au format .cue. Sinon utilisez la lettre du disque où le CD est inséré.
he: נתיב ההצבה יכול להיות קובץ או כונן. אם אתה משתמש בגרסת GOG זה יהיה הקובץ "game.inst". אם יש לך תמונת דיסק זה בדרך כלל קובץ ה- .cue. אחרת השתמש באות הכונן של דיסק המשחק.
hu_hu: A mount útvonal lehet egy fájl vagy egy meghajtó. Ha a GOG verziót használod, akkor egy 'game.inst' fájl lesz. Ha a CD verziót használod, akkor általában egy .cue fájl. Egyebként használd a meghajtó betűjelét amin a játék CD van.
it_it: Il percorso di montaggio può essere un file o un'unità. Se stai usando la versione GOG, sarà il file 'game.inst'. Se hai un'immagine disco, di solito è il file .cue. Altrimenti usa la lettera di unità del disco del gioco.
nl_nl: Het mount-pad kan zowel een bestand als schijfstation zijn; als je de GOG-versie hebt, is het het 'game.inst'-bestand, als je gebruikmaakt van een schijfimage is het normaal gesproken het .cue-bestand. Gebruik in andere gevallen de schijfletter van de cd-rom.
pl_pl: Ścieżką montowania może być plik albo napęd. Jeśli używasz wersji z GOG, plik będzie się nazywał 'game.inst'. Jeśli masz obraz płyty, to powinien być w pliku z rozszerzeniem .cue. W przeciwnym wypadku użyj litery napędu z płytą z grą.
pt_br: O caminho de montagem pode ser um arquivo ou uma unidade. Se estiver usando a versão do GOG, será o arquivo 'games.inst'. Se tiver uma imagem de disco, é geralmente o arquivo .cue. Caso contrário, use a letra da unidade do disco do jogo.
pt_pt: O endereço de montagem pode ser um ficheiro ou um leitor. Se estiveres a usar a versão da GOG será o ficheiro 'game.inst'. Se tiveres uma imagem de disco é normalmente o ficheiro .cue. Caso contrário utiliza a letra do leitor do disco do jogo.
ru_ru: Путь монтирования может быть либо файлом, либо диском. Если Вы используете GOG-версию - это файл 'game.inst'. Если у Вас образ диска - обычно это .cue файл. В противном случае используйте букву диска с игрой.
tr_tr: Binme yolu bir dosya veya bir sürücü olabilir. GOG sürümünü kullanıyorsanız, bu 'game.inst' dosyası olacaktır. Bir disk görüntünüz varsa, bu genellikle .cue dosyasıdır. Aksi takdirde oyun diskinin sürücü harfini kullanın.
zh_hans: 导入路径可以是文件或是硬盘，如果你使用的是GOG版本路径应该是“game.inst”文件。如果你用的是光盘映像路径一般就是.cue文件。其他情况下直接使用对应游戏光盘对应的盘符。

# MountOption_File
source: File
da_dk: Fil
de_de: Datei
es_es: Archivo
fr_fr: Fichier
he: קובץ
hu_hu: Fájl
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ru_ru: Файл
tr_tr: Dosya
zh_hans: 文件

# MountOption_Drive
source: Drive
da_dk: Drev
de_de: Laufwerk
es_es: Unidad
fr_fr: Disque
he: כונן
hu_hu: Meghajtó
it_it: Unità
nl_nl: Schijfstation
pl_pl: Napęd
pt_br: Unidade
pt_pt: Leitor
ru_ru: Диск
tr_tr: Sürme
zh_hans: 硬盘

# MountOption_FileInfo
source: Indicate that the mount path is a file
da_dk: Indikér at monteringsstien er en fil
de_de: Markiere dass der Mount Pfad eine Datei ist
es_es: Indicar que la ruta de montaje es un archivo
fr_fr: Indique que le chemin d'accès est un fichier
he: ציינו כי נתיב ההר הוא קובץ
hu_hu: A mount útvonal valószínűleg egy fájl
it_it: Indica che il percorso di montaggio è un file
nl_nl: Geef aan dat het mount-pad een bestand is
pl_pl: Wskaż, że ścieżka montowania jest plikiem
pt_br: Indica que o caminho de montagem é um arquivo
pt_pt: Indica que o endereço de montagem é um ficheiro
ru_ru: Указывает на то, что путь монтирования является файлом
tr_tr: Bağlama yolunun bir dosya olduğunu belirtin
zh_hans: 说明导入路径是一个文件

# MountOption_DriveInfo
source: Indicate that the mount path is a drive or disc
da_dk: Indikér at monteringsstien er et drev eller en disk
de_de: Markiere dass der Mount Pfad eine Laufwerk oder Disk ist
es_es: Indicar que la ruta de montaje es una unidad o un disco
fr_fr: Indique que le chemin d'accès est un lecteur ou un disque
he: ציינו כי נתיב ההר הוא כונן או דיסק
hu_hu: A mount útvonal valószínűleg egy meghajtó vagy egy lemez
it_it: Indica che il percorso di montaggio è un'unità o disco
nl_nl: Geef aan dat het mount-pad een schijfstation of cd-rom is
pl_pl: Wskaż, że ścieżka montowania jest napędem lub dyskietką
pt_br: Indica que o caminho de montagem é uma unidade ou disco
pt_pt: Indica que o endereço de montagem é um leitor ou um disco
ru_ru: Указывает на то, что путь монтирования является накопителем или диском
tr_tr: Bağlama yolunun bir sürücü veya disk olduğunu belirtin
zh_hans: 说明导入路径是一个硬盘或光碟

# DosBoxSettingsHeader
source: DOSBox Settings
da_dk: Indstillinger for DOSBox
de_de: DosBox Einstellungen
es_es: Configuración de DOSBox
fr_fr: Paramètres de DOSBox
he: הגדרות DOSBox
hu_hu: DOSBox Beállítások
it_it: Impostazioni DOSBox
nl_nl: DOSBox Instellingen
pl_pl: Ustawienia DOSBox
pt_br: Configurações do DOSBox
pt_pt: Definições DOSBox
ru_ru: Настройки DOSBox
tr_tr: DOSBox Ayarlar
zh_hans: DOSBOX设置

# DosBoxSettingsInfo
source: Setting one of the below options to disabled or empty will use the default value specified in the DOSBox configuration file. If a specific configuration file has been specified in the settings it may overwrite some of the settings below.
da_dk: Er en af de nedenstående indstillinger sat til deaktiveret eller tom, bruges standardværdien specificeret i konfigurationsfilen til DOSBox. Hvis en bestemt konfigurationsfil er blevet specificeret i indstillingerne, overskriver den muligvis nogle af de nedenstående indstillinger.
de_de: Beim Einstellen der gelisteten Optionen wird deaktiviert oder Leer wird die Normale Wert von der DOSBox Konfigurationsdatei benutzt. Wenn eine Spezifische Konfigurationsdatei in den Einstellungen markiert wurde, wird es vielleicht überschrieben einige Einstellungen aufgelistet.
es_es: Si se deshabilita o se deja vacía una de las siguientes opciones, se utilizará el valor predeterminado especificado en el archivo de configuración de DOSBox. Si se ha especificado un archivo de configuración específico en la configuración, es posible que sobrescriba algunas de las configuraciones siguientes.
fr_fr: Laisser une des options vide ou désactivée utilisera la valeur par défaut spécifiée dans le fichier de configuration de DOSBox. Si un fichier de configuration a été spécifié dans les paramètres, il est possible qu'il remplace certains paramètres ci-dessous.
he: הגדרת אחת מהאפשרויות שלהלן מבוטלת או ריקה, תשתמש בערך ברירת המחדל שצוין בקובץ התצורה של DOSBox. אם צוין קובץ תצורה ספציפי בהגדרות הוא עשוי להחליף חלק מההגדרות שלהלן.
hu_hu: Az alábbi opciók kikapcsolása vagy üresen hagyása a megadott eredeti értékeket fogja használni a DOSBox konfigurációs fájlból. Ha egy kifejezett konfigurációs fájl már meg lett határozva a beállításokban, az felülírhatja ezen beállítások egyikét.
it_it: Impostando una delle opzioni seguenti su disabilitato o con un valore vuoto, verrà utilizzato il valore predefinito come specificato nel file di configurazione DOSBox. Se un file di configurazione specifico è stato specificato nelle impostazioni potrebbe sovrascrivere alcune delle impostazioni seguenti.
nl_nl: Het instellen van één van de onderstaande opties naar Uitgeschakeld of een lege waarde, resulteert in het gebruik van de standaardwaarde, zoals gespecificeerd in het DOSBox configuratiebestand. Als een specifiek configuratiebestand wordt weergegeven via de instellingen, kan een gedeelte van onderstaande instellingen worden overschreven.
pl_pl: Ustawienie jednej z poniższych opcji na wyłączoną lub pustą spowoduje użycie wartości domyślnej określonej w pliku konfiguracyjnym DOSBox. Jeśli w ustawieniach został określony konkretny plik konfiguracyjny, może on nadpisać niektóre z poniższych ustawień.
pt_br: Definir uma das opções abaixo como desabilitada ou vazia usará o valor padrão especificado no arquivo de configuração do DOSBox. Se um arquivo de configuração específico tiver sido especificado nas configurações, ele pode sobrescrever algumas das configurações abaixo.
pt_pt: Definir uma das opções abaixo como desactivado ou vazio irá utilizar o valor padrão especificado no ficheiro de configuração DOSBox. Se uma configuração específica foi especificada nas definições poderá substituir algumas das definições abaixo.
ru_ru: Все отключенные или пустые приведенные ниже параметры будут использовать значения по умолчанию, указанные в файле конфигурации DOSBox. Если в настройках был указан конкретный файл конфигурации, он может изменить некоторые из приведенных ниже настроек.
tr_tr: Aşağıdaki seçeneklerden birini devre dışı veya boş olarak ayarlamak, DOSBox yapılandırma dosyasında belirtilen varsayılan değeri kullanır. Ayarlarda belirli bir yapılandırma dosyası belirtilmişse, aşağıdaki ayarların bazılarının üzerine yazabilir.
zh_hans: 以下选项中的其中一个设置禁用或是留空，将会使用DOSBox设置文件的默认数值。如果在设置里指定了特定的设置文件，它可能会覆盖一些设置。

# DosBoxOptions_Fullscreeen
source: Fullscreen
da_dk: Fuldskærm
de_de: Vollbildmodus
es_es: Pantalla completa
fr_fr: Plein écran
he: מסך מלא
hu_hu: Teljes képernyős üzemmód
it_it: Schermo intero
pl_pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Ecrã inteiro
ru_ru: Полноэкранный режим
tr_tr: Tam ekran
zh_hans: 全屏

# DosBoxOptions_FullscreeenInfo
source: Start DOSBox directly in fullscreen
da_dk: Start DOSBox direkte i fuldskærm
de_de: Starte DosBox direkt in Vollbildmodus
es_es: Iniciar DOSBox directamente en pantalla completa
fr_fr: Ouvrir DOSBox directement en mode plein écran
he: התחל DOSBox ישירות במסך מלא
hu_hu: DOSBox indítása teljes képernyős módban
it_it: Avvia DOSBox a schermo intero
nl_nl: Start DOSBox direct in fullscreen modus
pl_pl: Uruchom DOSBox w pełnym ekranie
pt_br: Inicia DOSBox diretamente em tela cheia
pt_pt: Iniciar DOSBox directamente em ecrã inteiro
ru_ru: Запустить DOSBox в полноэкранном режиме
tr_tr: DOSBox'u doğrudan tam ekranda başlatın
zh_hans: DOSBox全屏启动

# DosBoxOptions_FullscreenDubbleBuffering
source: Fullscreen double buffering
da_dk: Fuldskærmsdobbeltbuffering
de_de: Vollbild Doppelpufferung
es_es: Doble búfer en pantalla completa
fr_fr: Double mise en mémoire tampon Plein écran
he: Buffering כפול במסך מלא
hu_hu: Dupla-buffering teljes képernyőben
it_it: Schermo intero con doppio buffering
pl_pl: Pełny ekran podwójnie bufferowany
pt_br: Buffering duplo em tela cheia
pt_pt: Buffering duplo de ecrã inteiro
ru_ru: Двойная буферизация в полноэкранном режиме
tr_tr: Tam ekran çift ara belleğe alma
zh_hans: 全屏双缓冲

# DosBoxOptions_FullscreenDubbleBufferingInfo
source: Use double buffering in fullscreen
da_dk: Brug dobbeltbuffering i fuldskærm
de_de: Nutze die Doppelpufferung im Vollbild
es_es: Usar doble búfer en pantalla completa
fr_fr: Utilise une double mémoire tampon en plein écran
he: השתמש בBuffering כפול במסך מלא
hu_hu: Dupla-buffering használata teljes képernyős üzemmódban
it_it: Usa il doppio buffering con lo schermo intero
nl_nl: Gebruik 'double buffering' in fullscreen modus
pl_pl: Użyj podwójnego bufferowania w pełnym ekranie
pt_br: Usa buffering duplo em tela cheia
pt_pt: Utilizar buffering duplo em ecrã inteiro
ru_ru: Активировать двойную буферизацию в полноэкранном режиме
tr_tr: Tam ekranda çift arabelleğe alma kullanın
zh_hans: 在全屏时使用双缓冲

# DosBoxOptions_AspectCorrection
source: Aspect ratio correction
da_dk: Rettelse af billedformat
de_de: Seitenverhältnis Korrektur
es_es: Corrección de relación de aspecto
fr_fr: Correction du ratio d'aspect
he: תיקון יחס גובה -רוחב
hu_hu: Képarány korrekció
it_it: Correzione proporzioni
nl_nl: Aspect ratio correctie
pl_pl: Korekta proporcji obrazu
pt_br: Correção de proporção da tela
pt_pt: Correcção de proporção de aspecto
ru_ru: Корректировать соотношение сторон
tr_tr: En boy oranı düzeltmesi
zh_hans: 纵横比修正

# DosBoxOptions_AspectCorrectionInfo
source: Do aspect correction, if your output method doesn't support scaling this can slow things down!
da_dk: Ret billedformatet. Hvis din output-metode ikke understøtter skalering, kan dette muligvis gøre ting langsommere!
de_de: Mach Seitenverhältnis Korrektur, falls deine Ausgang Methode nicht diese Skalierung Unterstützt, kannst du es hier Runterschalten!
es_es: Realizar corrección de aspecto si tu método de salida no admite escalamiento, ¡esto puede ralentizar el rendimiento!
fr_fr: Utilise la correction du ratio d'aspect, si votre méthode de sortie n'est pas compatible avec le redimentionnement, cela peut provoquer des ralentissements !
he: בצע תיקון היבטים, אם שיטת הפלט שלך אינה תומכת בקנה מידה זה יכול להאט את המשחק!
hu_hu: Képarány igazítása. Ha a kimeneti módod nem támogatja ennek a méretezését, akkor megterhelő lehet, lassulást okozhat!
it_it: Applica la correzione delle proporzioni, se il ridimensionamento non è supportato, questa correzione può causare rallentamenti!
nl_nl: Pas een aspect ratio correctie toe, maar als scaling niet wordt ondersteund, kan deze correctie voor vertragingen zorgen!
pl_pl: Korektuj obraz, jeśli twoje wyjście nie obsługuje skalowania, może to spowolnić program!
pt_br: Corrige o aspecto. Se seu método de saída não suportar dimensionamento, isso pode desacelerar as coisas!
pt_pt: Faz correcção de aspecto; se o teu método de saída não suportar escalada isto pode abrandar as coisas!
ru_ru: Корректировка соотношения сторон. Если ваш метод вывода не поддерживает масштабирование, это может замедлить работу!
tr_tr: En boy düzeltmesi yapın, çıktı yönteminiz ölçeklendirmeyi desteklemiyorsa bu, işleri yavaşlatabilir!
zh_hans: 进行纵横比修正，如果输入方式不支持比例改变这可能导致运行变慢！

# DosBoxOptions_MemorySize
source: Memory Size
da_dk: Hukommelsesstørrelse
de_de: Arbeitsspeicher Größe
es_es: Tamaño de memoria
fr_fr: Mémoire allouée
he: נפח זיכרון
hu_hu: Memória mérete
it_it: Dimensione della Memoria
nl_nl: Geheugengrootte
pl_pl: Rozmiar pamięci
pt_br: Tamanho da memória
pt_pt: Tamanho de Memória
ru_ru: Объем памяти
tr_tr: Hafıza boyutu
zh_hans: 内存大小

# DosBoxOptions_MemorySizeInfo
source: Amount of memory DOSBox has in megabytes
da_dk: Mængden af hukommelse, som DOSBox har i megabytes
de_de: Wie viel DOSBox an Arbeitsspeicher in Megabyte
es_es: Cantidad de memoria que DOSBox tiene en megabytes
fr_fr: Le montant de mémoire en mégaoctets que DOSBox peut utiliser
he: כמות הזיכרון שיש ל- DOSBox במגה -בייט
hu_hu: A DOSBox memóriájának mérete megabájtokban
it_it: Quantità di memoria che DOSBox ha in megabyte
nl_nl: Hoeveelheid geheugen die DOSBox tot zijn beschikking heeft (in MB)
pl_pl: Ilość pamięci, jaką DOSBox ma w megabajtach
pt_br: Quantidade de memória que o DOSBox possui em megabytes
pt_pt: Quantidade de memória que o DOSBox tem em Megabytes
ru_ru: Объем памяти DOSBox в мегабайтах
tr_tr: DOSBox'ın megabayt cinsinden sahip olduğu bellek miktarı
zh_hans: DOSBox内存大小（Mb）

# DosBoxOptions_Frameskip
source: Frameskip
es_es: Saltar fotogramas
fr_fr: Saut d'image
he: דילוג פריימים
pl_pl: Pomijanie klatek
pt_br: Salto de quadros
pt_pt: Salto de imagem
ru_ru: Пропуск кадров
zh_hans: 跳帧

# DosBoxOptions_FrameskipInfo
source: How many frames DOSBox skips before drawing one
da_dk: Hvor mange frames DOSBox springer over, før at én tegnes
de_de: Wie viele Frames DOSBox überspringt bevor es Zeichnet
es_es: Cuántos fotogramas omite DOSBox antes de dibujar uno
fr_fr: Le nombre d'images que DOSBox passe avant d'en afficher une nouvelle
he: כמה פריימים DOSBox מדלג לפני שהוא מציג אותו
hu_hu: A DOSBox ennyi képkockát kihagy minden képkocka frissülés után. Ez a szám + 1-gyel osztódni fog az FPS, teljesítményt javíthat.
it_it: Quantità di fotogrammi che DOSBox salta prima di mostrarne uno
nl_nl: Hoeveelheid frames die DOSBox overslaat voordat een nieuwe wordt gerenderd
pl_pl: Jak dużo klatek DOSBox pomija przed narysowaniem następnej
pt_br: Quantos quadros o DOSBox pula antes de desenhar um
pt_pt: Quantos fotogramas salta o DOSBox antes de desenhar um
ru_ru: Сколько кадров DOSBox пропускает перед отображением нового
tr_tr: DOSBox bir tane çizmeden önce kaç kare atlar
zh_hans: 在DOSBOX绘制一帧之前跳过多少帧

# DosBoxOptions_Output
source: Output
de_de: Ausgang
es_es: Salida
fr_fr: Sortie
he: פלט
hu_hu: Kimenet
pl_pl: Wyjście
pt_br: Saída
pt_pt: Saída
ru_ru: Вывод
tr_tr: Çıktı
zh_hans: 输出

# DosBoxOptions_OutputInfo
source: What to use for output
da_dk: Hvad der skal bruges til output
de_de: Welchen Ausgang soll benutzt werden
es_es: Qué utilizar para la salida
fr_fr: Ce qui sera utilisé comme sortie
he: במה להשתמש עבור הפלט
hu_hu: A DOSBox mit használjon kimeneti eszköznek
it_it: Tipo di output da utilizzare
nl_nl: Gekozen instellingen voor output
pl_pl: Czego użyć jako wyjścia
pt_br: O que usar para a saída
pt_pt: O que usar para a saída
ru_ru: Что использовать для вывода
tr_tr: Çıktı için ne kullanılmalı
zh_hans: 使用什么进行输出

# DosBoxOptions_FullscreenRes
source: Fullscreen resolution
da_dk: Fuldskærmsopløsning
de_de: Vollbild Auflösung
es_es: Resolución en pantalla completa
fr_fr: Résolution plein écran
he: רזולוציית מסך מלא
hu_hu: Teljes képernyős felbontás
it_it: Risoluzione schermo intero
nl_nl: Schermresolutie Fullscreen
pl_pl: Rozdzielczość w pełnym ekranie
pt_br: Resolução de tela cheia
pt_pt: Resolução de ecrã inteiro
ru_ru: Разрешение полноэкранного режима
tr_tr: Tam ekran çözünürlüğü
zh_hans: 全屏分辨率

# DosBoxOptions_FullscreenResInfo
source: What resolution to use for fullscreen: original, desktop or fixed size (e.g. 1024x768)
da_dk: Hvilken opløsning der skal bruges til fuldskærm: original, desktop, eller fast størrelse (f.eks 1024x768)
de_de: Welche Auflösung soll benutzt werden für den Vollbildschirmmodus: Original, Desktop oder festgelegte Auflösung (z.b. 1024x768)
es_es: Qué resolución utilizar en pantalla completa: 'original', 'desktop' o tamaño fijo (por ejemplo, 1024x768)
fr_fr: Quelle résolution utiliser pour le plein écran : original, desktop ou taille fixe (ex : 1024x768)
he: באיזו רזולוציה להשתמש במסך מלא: מקור, שולחן עבודה או גודל קבוע (למשל 1024x768)
hu_hu: Milyen felbontás legyen teljes képernyős üzemmódban: original (játék eredeti felbontása), desktop (az asztal felbontása), fix méret (pl. 1024x768)
it_it: Risoluzione da usare per lo schermo intero: original, desktop o fisso (es. 1024x768)
nl_nl: De te gebruiken schermresolutie voor fullscreen modus; 'original', 'desktop' of een o.b.v. vaste waarden, zoals '1024 x 768'
pl_pl: Jakiej rozdzielczości użyć w pełnym ekranie: oryginalnej, pulpitu lub określonej (np. 1024x768)
pt_br: Qual resolução usar para a tela cheia: original, desktop ou tamanho consertado (por exemplo, 1024x768)
pt_pt: Que resolução usar no ecrã inteiro: original, desktop ou tamanho fixo (ex. 1024x768)
ru_ru: Какое разрешение использовать для полноэкранного режима: 'original', 'desktop' или фиксированный размер (например, 1024x768)
tr_tr: Tam ekran için hangi çözünürlüğü kullanmalı: orijinal, masaüstü veya sabit boyut (ör. 1024x768)
zh_hans: 全屏时使用什么分辨率：原版，桌面分辨率或固定分辨率（例如1024x768）

# DosBoxOptions_WindowedRes
source: Windowed resolution
da_dk: Vindueopløsning
de_de: Fenster Auflösung
es_es: Resolución en ventana
fr_fr: Résolution fenêtré
he: רזולוציה חלונית
hu_hu: Ablakos mód felbontása
it_it: Risoluzione in finestra
nl_nl: Schermresolutie Venster
pl_pl: Okienkowa rozdzielczość
pt_br: Resolução em janela
pt_pt: Resolução em janela
ru_ru: Разрешение оконного режима
tr_tr: Pencereli çözünürlük
zh_hans: 窗口化分辨率

# DosBoxOptions_WindowedResInfo
source: Scale the window to this size IF the output device supports hardware scaling
da_dk: Skalér vinduet til denne størrelse, HVIS outputenheden understøtter hardwareskalering
de_de: Skaliere das Fenster wenn das Ausgangsgerät Hardware Skalierung unterstützt
es_es: Escalar la ventana a este tamaño SI el dispositivo de salida admite escalamiento de hardware
fr_fr: Ajuste la fenêtre à cette taille SEULEMENT SI l'appareil accepte la mise à l'échelle matérielle
he: שנה את גודל החלון לגודל זה אם התקן הפלט תומך בקנה מידה של חומרה
hu_hu: A program ablakjának méretezése az alábbi felbontásra. Csak akkor, ha a kimeneti eszköz támogatja a hardveres átméretezést.
it_it: Ridimensiona la finestra a questa dimensione SE il dispositivo di output supporta il ridimensionamento hardware
nl_nl: Schaal het venster naar deze grootte ALS de grafische processor, hardware scaling ondersteunt
pl_pl: Skaluj okno do tego rozmiaru, JEŚLI urządzenie wyjściowe obsługuje sprzętowe skalowanie
pt_br: Dimensiona a janela para este tamanho SE o dispositivo de saída suportar dimensionamento de hardware
pt_pt: Escalar a janela para este tamanho SE o dispositivo de saída suportar escalada de hardware
ru_ru: Масштабирует окно до этого размера, ЕСЛИ устройство вывода поддерживает аппаратное масштабирование
tr_tr: Çıkış aygıtı donanım ölçeklendirmeyi destekliyorsa pencereyi bu boyuta ölçeklendirin
zh_hans: 在输出设备允许硬件比例调整时调整窗口

# DosBoxOptions_Scaler
source: Scaler
da_dk: Skaleringsværktøj
de_de: Skalierer
es_es: Escalador
fr_fr: Redimentionner
he: שינוי גודל
it_it: Ridimensionamento
pl_pl: Skaler
pt_br: Escalador
pt_pt: Escalador
ru_ru: Масштабирователь
tr_tr: Ölçekleyici
zh_hans: 比例调整器
