Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# RRR_LevelName_70
source: Bunnies are ticklish
fr_fr: Les lapins sont chatouilleux
it_it: I conigli soffrono il solletico
nl_nl: Konijntjes kunnen niet tegen kietelen
ru_ru: Кролики боятся щекотки

# RRR_LevelName_71
source: Bunnies Psychology. Volume 3
fr_fr: La psychologie du lapin. Tome 3
it_it: Psicologia del coniglio Volume terzo
nl_nl: Konijntjespsychologie. Deel 3
ru_ru: Психология кроликов. Том 3

# RRR_LevelName_72
source: Bunnies are bad at peek-a-boo
fr_fr: Les lapins sont nuls en 1 2 3 soleil
it_it: I conigli non sanno fare cucù
nl_nl: Konijntjes bakken niks van kiekeboe
ru_ru: Кролики не умеют играть в прятки

# RRR_LevelName_73
source: Bunnies are oversensitive
fr_fr: Les lapins sont douillets
it_it: I conigli gridano quando li prendi a martellate
nl_nl: Konijntjes zijn overgevoelig
ru_ru: Кролики очень чувствительны

# RRR_LevelName_74
source: Bunnies have a poor grasp of anatomy
fr_fr: Les lapins sont moyens en anatomie
it_it: I conigli hanno le idee confuse sull'anatomia
nl_nl: Konijntjes hebben weinig verstand van anatomie
ru_ru: Кролики не разбираются в анатомии

# RRR_LevelName_75
source: Bunnies can't slide
fr_fr: Les lapins ne sont pas les rois de la glisse
it_it: I conigli non sanno scivolare
nl_nl: Konijntjes kunnen niet glijden
ru_ru: Кролики не умеют скользить

# RRR_LevelName_76
source: Bunnies can't herd
fr_fr: Les lapins n'ont pas gardé les cochons ensemble
it_it: I conigli non sono dei bravi pastori
nl_nl: Konijntjes kunnen niet veedrijven
ru_ru: Кролики не умеют пасти скот

# RRR_LevelName_77
source: Bunnies are not ostriches
fr_fr: Les lapins ne savent pas faire l'autruche
it_it: I conigli non sono ostriche
nl_nl: Konijntjes zijn geen struisvogels
ru_ru: Кролики - не страусы

# RRR_LevelName_78
source: Bunnies just wanna have fun
fr_fr: Les lapins sont des filles comme les autres
it_it: I conigli vogliono divertirsi
nl_nl: Konijntjes willen gewoon lol maken
ru_ru: Кролики просто хотят отрываться

# RRR_LevelName_79
source: Bunnies love disco dancing
fr_fr: Les lapins sont dingues de disco
it_it: I conigli adorano andare in discoteca
nl_nl: Konijntjes vinden discodansen te wauw
ru_ru: Кролики обожают диско

# RRR_LevelName_80
source: Bunnies get a kick out of Hip-Hop
fr_fr: Les lapins kiffent grave le hip-hop
it_it: I conigli si muovono con l'hip hop
nl_nl: Konijntjes vinden hiphop vet
ru_ru: Кролики тащатся от хип-хопа

# RRR_LevelName_81
source: Bunninos dansa la Bamba
fr_fr: Los lapinos bailan la bamba
it_it: I conigli ballano la Bamba
nl_nl: Konijntjes dansen de bamba
ru_ru: Кробалберо танцуют латину

# RRR_LevelName_82
source: Deep down, Bunnies are rockers
fr_fr: Les lapins sont des rockers dans l'âme
it_it: Sotto sotto i conigli amano il rock'n'roll
nl_nl: Diep van binnen zijn konijntjes rockers
ru_ru: В глубине души кролики - рокеры

# RRR_LevelName_83
source: Bunnies are raving mad
fr_fr: Les lapins "ravent" éveillés
it_it: I conigli sono completamente pazzi
nl_nl: Konijntjes zijn knettergek
ru_ru: Кролики помешаны. На рейве

# RRR_LevelName_84
source: Bunnies are fantastic dancers Part 2
fr_fr: Les lapins dansent comme des dieux 2
it_it: I conigli sono ottimi ballerini (2)
nl_nl: Konijntjes zijn geweldige dansers 2
ru_ru: Кролики прекрасно танцуют Часть 2

# RRR_LevelName_85
source: Bunnies love disco dancing Part 2
fr_fr: Les lapins sont dingues de disco 2
it_it: I conigli adorano andare in discoteca (2)
nl_nl: Konijntjes vinden discodansen te wauw 2
ru_ru: Кролики обожают диско Часть 2

# RRR_LevelName_86
source: Bunnies just wanna have fun Part 2
fr_fr: Les lapins sont des filles comme les autres 2
it_it: I conigli vogliono divertirsi (2)
nl_nl: Konijntjes willen gewoon lol maken 2
ru_ru: Кролики просто хотят отрываться Часть 2

# RRR_LevelName_87
source: Bunnies get a kick out of Hip-Hop Part 2
fr_fr: Les lapins kiffent grave le hip-hop 2
it_it: I conigli si muovono con l'hip hop (2)
nl_nl: Konijntjes vinden hiphop vet 2
ru_ru: Кролики тащатся от хип-хопа Часть 2

# RRR_LevelName_88
source: Bunninos dansa la Bamba Part 2
fr_fr: Los lapinos bailan la bamba 2
it_it: I conigli ballano la Bamba (2)
nl_nl: Konijntjes dansen de bamba 2
ru_ru: Кробалберо танцуют латину Часть 2

# RRR_LevelName_89
source: Deep down, Bunnies are rockers Part 2
fr_fr: Les lapins sont des rockers dans l'âme 2
it_it: Sotto sotto i conigli amano il rock'n'roll (2)
nl_nl: Diep van binnen zijn konijntjes rockers 2
ru_ru: В глубине души кролики - рокеры Часть 2

# RRR_LevelName_90
source: Bunnies don't like being disturbed on holiday
fr_fr: Les lapins n'aiment pas être dérangés en vacances
it_it: I conigli non amano essere disturbati in vacanza
nl_nl: Konijntjes worden niet graag gestoord tijdens hun vakantie
ru_ru: Кролики не любят, когда их беспокоят в отпуске

# RRR_LevelName_91
source: Bunnies don't like being disturbed at night
fr_fr: Les lapins n'aiment pas être dérangés la nuit
it_it: I conigli odiano essere disturbati di notte
nl_nl: Konijntjes worden 's nachts niet graag gestoord
ru_ru: Кролики не любят, когда их беспокоят по ночам

# RRR_LevelName_92
source: Bunnies helped tame the Wild West
fr_fr: Les lapins ont participé à la conquête de l'Ouest
it_it: I conigli hanno aiutato a domare il selvaggio West
nl_nl: Konijntjes hebben het Wilde Westen helpen temmen
ru_ru: Кролики помогали покорить Дикий Запад

# RRR_LevelName_93
source: Bunnies have a soft spot for plungers
fr_fr: Les lapins ont un faible pour les ventouses
it_it: I conigli hanno sempre amato le ventose
nl_nl: Konijntjes hebben een zwak voor zuignappen
ru_ru: Кролики питают слабость к вантузам

# RRR_LevelName_94
source: Bunnies never struck gold
fr_fr: Les lapins n'ont jamais trouvé la moindre pépite
it_it: I conigli non hanno trovato l'oro
nl_nl: Konijntjes hebben nooit goud gevonden
ru_ru: Кролики никогда не попадают в яблочко

# RRR_LevelName_95
source: Bunnies think they're in a movie
fr_fr: Les lapins se croient au cinéma
it_it: I conigli pensano di essere in un film
nl_nl: Konijntjes denken dat ze in een film spelen
ru_ru: Кролики думают, что они снимаются в кино

# RRR_LevelName_96
source: Bunnies love digging tunnels
fr_fr: Les lapins aiment creuser des galeries
it_it: I conigli amano scavare tunnel
nl_nl: Konijntjes zijn gek op tunnels graven
ru_ru: Кролики обожают рыть туннели

# RRR_LevelName_97
source: Bunnies aren't scared of the dark
fr_fr: Les lapins n'ont pas peur du noir
it_it: I conigli non hanno paura del buio
nl_nl: Konijntjes zijn niet bang in het donker
ru_ru: Кролики не боятся темноты

# RRR_LevelName_98
source: Bunnies don't rest in peace
fr_fr: Les lapins ne reposent pas en paix
it_it: I conigli non riposano in pace
nl_nl: Konijntjes rusten niet in vrede
ru_ru: Кролики не желают покоиться с миром

# RRR_LevelName_99
source: Bunnies sometimes recycle the scenery from other games
fr_fr: Les lapins réutilisent parfois les décors des autres jeux
it_it: I conigli a volte riciclano gli sfondi degli altri giochi
nl_nl: Konijntjes recyclen soms omgevingen uit andere spelletjes
ru_ru: Кролики иногда используют декорации из других игр

# RRR_LevelName_100
source: Bunnies don't like being disturbed on holiday
fr_fr: Les lapins n'aiment pas être dérangés en vacances
it_it: I conigli non amano essere disturbati in vacanza
nl_nl: Konijntjes worden niet graag gestoord tijdens hun vakantie
ru_ru: Кролики не любят, когда их беспокоят в отпуске

# RRR_LevelName_101
source: Bunnies don't like being disturbed at night
fr_fr: Les lapins n'aiment pas être dérangés la nuit
it_it: I conigli odiano essere disturbati durante le vacanze
nl_nl: Konijntjes worden 's nachts niet graag gestoord
ru_ru: Кролики не любят, когда их беспокоят по ночам

# RRR_LevelName_102
source: Bunnies helped tame the Wild West
fr_fr: Les lapins ont participé à la conquête de l'Ouest
it_it: I conigli hanno aiutato a domare il selvaggio West
nl_nl: Konijntjes hebben het Wilde Westen helpen temmen
ru_ru: Кролики помогали покорить Дикий Запад

# RRR_LevelName_103
source: Bunnies have a soft spot for plungers
fr_fr: Les lapins ont un faible pour les ventouses
it_it: I conigli hanno sempre amato le ventose
nl_nl: Konijntjes hebben een zwak voor zuignappen
ru_ru: Кролики питают слабость к вантузам

# RRR_LevelName_104
source: Bunnies never struck gold
fr_fr: Les lapins n'ont jamais trouvé la moindre pépite
it_it: I conigli non hanno trovato l'oro
nl_nl: Konijntjes hebben nooit goud gevonden
ru_ru: Кролики никогда не попадают в яблочко

# RRR_LevelName_105
source: Bunnies think they're in a movie
fr_fr: Les lapins se croient au cinéma
it_it: I conigli pensano di essere in un film
nl_nl: Konijntjes denken dat ze in een film spelen
ru_ru: Кролики думают, что они снимаются в кино

# RRR_LevelName_106
source: Bunnies love digging tunnels
fr_fr: Les lapins aiment creuser des galeries
it_it: I conigli amano scavare tunnel
nl_nl: Konijntjes zijn gek op tunnels graven
ru_ru: Кролики обожают рыть туннели

# RRR_LevelName_107
source: Bunnies aren't scared of the dark
fr_fr: Les lapins n'ont pas peur du noir
it_it: I conigli non hanno paura del buio
nl_nl: Konijntjes zijn niet bang in het donker
ru_ru: Кролики не боятся темноты

# RRR_LevelName_108
source: Bunnies don't rest in peace
fr_fr: Les lapins ne reposent pas en paix
it_it: I conigli non riposano in pace
nl_nl: Konijntjes rusten niet in vrede
ru_ru: Кролики не желают покоиться с миром

# RRR_LevelName_109
source: Bunnies sometimes recycle the scenery from other games
fr_fr: Les lapins réutilisent parfois les décors des autres jeux
it_it: I conigli a volte riciclano gli sfondi degli altri giochi
nl_nl: Konijntjes recyclen soms omgevingen uit andere spelletjes
ru_ru: Кролики иногда используют декорации из других игр

# RRR_LevelName_110
source: Bunnies don't like being disturbed on holiday
fr_fr: Les lapins n'aiment pas être dérangés en vacances
it_it: I conigli non amano essere disturbati in vacanza
nl_nl: Konijntjes worden niet graag gestoord tijdens hun vakantie
ru_ru: Кролики не любят, когда их беспокоят в отпуске

# RRR_LevelName_111
source: Bunnies don't like being disturbed at night
fr_fr: Les lapins n'aiment pas être dérangés la nuit
it_it: I conigli odiano essere disturbati durante le vacanze
nl_nl: Konijntjes worden 's nachts niet graag gestoord
ru_ru: Кролики не любят, когда их беспокоят по ночам

# RRR_LevelName_112
source: Bunnies helped tame the Wild West
fr_fr: Les lapins ont participé à la conquête de l'Ouest
it_it: I conigli hanno aiutato a domare il selvaggio West
nl_nl: Konijntjes hebben het Wilde Westen helpen temmen
ru_ru: Кролики помогали покорить Дикий Запад

# RRR_LevelName_113
source: Bunnies have a soft spot for plungers
fr_fr: Les lapins ont un faible pour les ventouses
it_it: I conigli hanno sempre amato le ventose
nl_nl: Konijntjes hebben een zwak voor zuignappen
ru_ru: Кролики питают слабость к вантузам

# RRR_LevelName_114
source: Bunnies never struck gold
fr_fr: Les lapins n'ont jamais trouvé la moindre pépite
it_it: I conigli non hanno trovato l'oro
nl_nl: Konijntjes hebben nooit goud gevonden
ru_ru: Кролики никогда не попадают в яблочко

# RRR_LevelName_115
source: Bunnies think they're in a movie
fr_fr: Les lapins se croient au cinéma
it_it: I conigli pensano di essere in un film
nl_nl: Konijntjes denken dat ze in een film spelen
ru_ru: Кролики думают, что они снимаются в кино

# RRR_LevelName_116
source: Bunnies love digging tunnels
fr_fr: Les lapins aiment creuser des galeries
it_it: I conigli amano scavare tunnel
nl_nl: Konijntjes zijn gek op tunnels graven
ru_ru: Кролики обожают рыть туннели

# RRR_LevelName_117
source: Bunnies aren't scared of the dark
fr_fr: Les lapins n'ont pas peur du noir
it_it: I conigli non hanno paura del buio
nl_nl: Konijntjes zijn niet bang in het donker
ru_ru: Кролики не боятся темноты

# RRR_LevelName_118
source: Bunnies don't rest in peace
fr_fr: Les lapins ne reposent pas en paix
it_it: I conigli non riposano in pace
nl_nl: Konijntjes rusten niet in vrede
ru_ru: Кролики не желают покоиться с миром

# RRR_LevelName_119
source: Bunnies sometimes recycle the scenery from other games
fr_fr: Les lapins réutilisent parfois les décors des autres jeux
it_it: I conigli a volte riciclano gli sfondi degli altri giochi
nl_nl: Konijntjes recyclen soms omgevingen uit andere spelletjes
ru_ru: Кролики иногда используют декорации из других игр

# RRR_LevelName_120
source: Extreme experiences
fr_fr: Expériences extrêmes
it_it: Esperienze estreme
nl_nl: Extreme ervaringen
ru_ru: Экстремальные испытания

# RRR_LevelName_121
source: The jogging Pants-tathlon
fr_fr: Le pentathlon de sport
it_it: Il pentathlon
nl_nl: De sport pentatlon
ru_ru: Беговое пяткоборье

# RRR_LevelName_122
source: The Pants-tathlon in socks
fr_fr: Le pentathlon dans les chaussettes
it_it: Pentathlon in calzini
nl_nl: Pentatlon op sokken
ru_ru: Пяткоборье в носках

# RRR_LevelName_123
source: The Pants-tathlon tracksuit
fr_fr: Le pentathlon de survêtement
it_it: In tuta per il Pentathlon
nl_nl: Pentatlon in trainingspak
ru_ru: Пяткоборье в спортивных костюмах

# RRR_LevelName_124
source: Pain-tathlon
fr_fr: Mon pentathlon est décousu
it_it: Pant-athlon
nl_nl: Pijn-tatlon
ru_ru: Пятиболье

# RRR_LevelName_125
source: Bunny Fair
fr_fr: Foire aux lapins
it_it: La fiera del coniglio
nl_nl: Konijntjesmarkt
ru_ru: Кроличья ярмарка

# RRR_LevelName_127
source: World Eclecticism Championship
fr_fr: Championnat du monde d’éclectisme
it_it: Campionato Mondiale di Eclettismo
nl_nl: WK eclecticisme
ru_ru: Чемпионат мира по лёгкой эклектике

# RRR_LevelName_130
source: Bunnies don't like being disturbed on holiday
fr_fr: Les lapins n'aiment pas être dérangés en vacances
it_it: I conigli non amano essere disturbati in vacanza
nl_nl: Konijntjes worden niet graag gestoord tijdens hun vakantie
ru_ru: Кролики не любят, когда их беспокоят в отпуске

# RRR_LevelName_131
source: Bunnies don't like being disturbed at night
fr_fr: Les lapins n'aiment pas être dérangés la nuit
it_it: I conigli odiano essere disturbati durante le vacanze
nl_nl: Konijntjes worden 's nachts niet graag gestoord
ru_ru: Кролики не любят, когда их беспокоят по ночам

# RRR_LevelName_132
source: Bunnies helped tame the Wild West
fr_fr: Les lapins ont participé à la conquête de l'Ouest
it_it: I conigli hanno aiutato a domare il selvaggio West
nl_nl: Konijntjes hebben het Wilde Westen helpen temmen
ru_ru: Кролики помогали покорить Дикий Запад

# RRR_LevelName_133
source: Bunnies have a soft spot for plungers
fr_fr: Les lapins ont un faible pour les ventouses
it_it: I conigli hanno sempre amato le ventose
nl_nl: Konijntjes hebben een zwak voor zuignappen
ru_ru: Кролики питают слабость к вантузам

# RRR_LevelName_134
source: Bunnies never struck gold
fr_fr: Les lapins n'ont jamais trouvé la moindre pépite
it_it: I conigli non hanno trovato l'oro
nl_nl: Konijntjes hebben nooit goud gevonden
ru_ru: Кролики никогда не попадают в яблочко

# RRR_LevelName_135
source: Bunnies think they're in a movie
fr_fr: Les lapins se croient au cinéma
it_it: I conigli pensano di essere in un film
nl_nl: Konijntjes denken dat ze in een film spelen
ru_ru: Кролики думают, что они снимаются в кино

# RRR_LevelName_136
source: Bunnies love digging tunnels
fr_fr: Les lapins aiment creuser des galeries
it_it: I conigli amano scavare tunnel
nl_nl: Konijntjes zijn gek op tunnels graven
ru_ru: Кролики обожают рыть туннели

# RRR_LevelName_137
source: Bunnies aren't scared of the dark
fr_fr: Les lapins n'ont pas peur du noir
it_it: I conigli non hanno paura del buio
nl_nl: Konijntjes zijn niet bang in het donker
ru_ru: Кролики не боятся темноты

# RRR_LevelName_138
source: Bunnies don't rest in peace
fr_fr: Les lapins ne reposent pas en paix
it_it: I conigli non riposano in pace
nl_nl: Konijntjes rusten niet in vrede
ru_ru: Кролики не желают покоиться с миром

# RRR_LevelName_139
source: Bunnies sometimes recycle the scenery from other games
fr_fr: Les lapins réutilisent parfois les décors des autres jeux
it_it: I conigli a volte riciclano gli sfondi degli altri giochi
nl_nl: Konijntjes recyclen soms omgevingen uit andere spelletjes
ru_ru: Кролики иногда используют декорации из других игр

# RRR_LevelName_140
source: Bunnies are shooting all over the place
fr_fr: Les lapins tirent dans tous les coins
it_it: I conigli sparano in ogni angolo.
nl_nl: Konijntjes schieten uit alle hoeken

# RFR_LevelName_1_10
source: Back to the Roots
fr_fr: Privé de dessert
it_it: Ritorno alle origini
nl_nl: Wortel schieten
pt_br: De volta às raízes
pt_pt: De volta às raízes

# RFR_LevelName_2_10
source: Leap of Faith
fr_fr: Saut de l'ange
it_it: Salto della fede
nl_nl: Dodensprong
pt_br: Salto de fé
pt_pt: Salto de fé

# RFR_LevelName_3_10
source: Watch the snakes
fr_fr: Gaffe aux serpents
it_it: Occhio ai serpenti
nl_nl: Kijk uit voor de slangen
pt_br: Olha a cobra!
pt_pt: Olha a cobra!

# RFR_LevelName_4_10
source: Breath of Death
fr_fr: Un petit remontant
it_it: Alito mortale
nl_nl: Dodelijke adem
pt_br: Sopro da morte
pt_pt: Sopro da morte

# Archive_ReplaceFile
source: Replace
da_dk: Erstat
es_es: Reemplazar
fr_fr: Remplacer
he: החלף
hu_hu: Csere
it_it: Sostituisci
nl_nl: Vervangen
pl_pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ru_ru: Заменить
tr_tr: Degistir
zh_hans: 替换

# Archive_ReplaceFileHeader
source: Select file to replace
da_dk: Vælg fil, der skal erstattes
es_es: Seleccionar archivo para reemplazar
fr_fr: Sélectionnez le fichier à remplacer
he: בחר קובץ להחלפה
hu_hu: Kicserélnivaló fájl kiválasztása
it_it: Seleziona il file da sostituire
nl_nl: Selecteer bestand voor vervanging
pl_pl: Wybierz plik do zastąpienia
pt_br: Escolha o arquivo para substituir
pt_pt: Seleccionar ficheiro para substituir
ru_ru: Выберите файл для замены
tr_tr: Değiştirilecek dosyayı seçin
zh_hans: 选择需要替换的文件

# Archive_ReplaceFile_Error
source: An error occurred when replacing the file
da_dk: En fejl opstod i forsøg på at erstatte filen
es_es: Se produjo un error al reemplazar el archivo
fr_fr: Une erreur est survenue lors du replacement du fichier
he: אירעה שגיאה בעת החלפת הקובץ
hu_hu: A fájl kicserélése közben hiba lépett fel
it_it: Si è verificato un errore durante la sostituzione del file
nl_nl: Er heeft een fout plaatsgevonden tijdens het vervangen van het bestand
pl_pl: Wystąpił błąd podczas zastępowania pliku
pt_br: Ocorreu um erro ao substituir o arquivo
pt_pt: Ocorreu um erro ao substituir o ficheiro
ru_ru: Произошла ошибка при замене файла
tr_tr: Dosya değiştirilirken bir hata oluştu
zh_hans: 在替换文件时发生错误

# Config_Cheats
source: Cheats
da_dk: Snydekoder
es_es: Trucos
fr_fr: Triche
he: צ'יטים
hu_hu: Csalások / Cheat-ek
it_it: Trucchi
pl_pl: Kody
pt_br: Trapaças
pt_pt: Batotas
ru_ru: Читы
tr_tr: Hileler
zh_hans: 作弊

# Config_RRRInvertHor
source: Mirror camera
da_dk: Spejlvendt kamera
es_es: Cámara espejo
fr_fr: Caméra miroir
he: אפקט מצלמת מראה
hu_hu: Kamera tükrözése
it_it: Fotocamera speculare
nl_nl: Camera spiegelen
pl_pl: Lustrzana kamera
pt_br: Câmera espelho
pt_pt: Câmara espelho
ru_ru: Зеркальная камера
tr_tr: Ayna kamerası
zh_hans: 镜像镜头

# Config_RRROldMovie
source: Old movie
da_dk: Gammel film
es_es: Película antigua
fr_fr: Vieux film
he: אפקט סרט ישן
hu_hu: Régi film
it_it: Effetto film d'epoca
nl_nl: Oude film-effect
pl_pl: Stary film
pt_br: Filme antigo
pt_pt: Filme antigo
ru_ru: Эффект старого фильма
tr_tr: Eski film
zh_hans: 老电影

# Config_OutdatedPatchNotice
source: The applied patch is outdated. Keep the patch enabled and save to update it to the newest version.
da_dk: Den valgte patch er forældet. Lad patchen være aktiveret og gem for at opdatere den til den nyeste version.
es_es: El parche aplicado está desactualizado. Mantén el parche habilitado y guarda para actualizarlo a la versión más reciente.
fr_fr: Le patch appliqué est obsolète. Gardez le patch activé et sauvegardez pour le mettre à jour vers la dernière version.
he: התיקון שהוחל מיושן. השאר את התיקון מופעל ושמור כדי לעדכן אותו לגרסה החדשה ביותר.
hu_hu: Az használt patch elavult. Hagyd a patch-et bekapcsolva, és ments, hogy lefrissítsd a legújabb verzióra
it_it: La patch applicata è obsoleta. Mantieni la patch abilitata e salva per aggiornarla alla versione più recente.
nl_nl: De toegepaste patch is verouderd. Houd de patch ingeschakeld en sla op om deze te updaten naar de nieuwste versie.
pl_pl: Zastosowana poprawka jest nieaktualna. Pozostaw ją włączoną i zapisz, aby zaaktualizować ją do najnowszej wersji.
pt_br: A correção aplicada está desatualizada. Mantenha a correção habilitada e salve para atualizá-la para a versão mais recente.
pt_pt: O patch aplicado está datado. Mantém o patch activo e salva para o actualizar para a nova versão.
ru_ru: Примененный патч устарел. Оставьте патч применённым и сохраните, чтобы обновить его до последней версии.
tr_tr: Uygulanan yama güncel değil. Yamayı etkin tutun ve en yeni sürüme güncellemek için kaydedin.
zh_hans: 应用的补丁已经过时。请保持此补丁启用并且保留它升级到最新版本。

# Progression_LevelsCompleted
source: Completed levels
da_dk: Færdiggjorte baner
es_es: Niveles completados
fr_fr: Niveaux terminés
he: שלבים שהושלמו
hu_hu: Befejezett pályák
it_it: Livelli completati
nl_nl: Voltooide levels
pl_pl: Ukończone poziomy
pt_br: Fases completadas
pt_pt: Níveis completados
ru_ru: Пройденные уровни
tr_tr: Tamamlanan seviyeler
zh_hans: 关卡完成

# Progression_RedemptionTokens
source: Tokens
da_dk: Mønter
es_es: Fichas
fr_fr: Jetons
he: אסימונים
hu_hu: Tokenek
it_it: Monete
nl_nl: Munten
pl_pl: Żetony
ru_ru: Жетоны
tr_tr: Token'lar
zh_hans: 硬币

# Progression_RedemptionPresents
source: Presents
da_dk: Gaver
es_es: Regalos
fr_fr: Cadeaux
he: מתנות
hu_hu: Ajándékok
it_it: Regali
nl_nl: Cadeaus
pl_pl: Prezenty
pt_br: Presentes
pt_pt: Presentes
ru_ru: Подарки
tr_tr: Hediyeler
zh_hans: 礼物

# Progression_RedemptionRaySkins
source: Rayman skins
da_dk: Skins til Rayman
es_es: Skins de Rayman
fr_fr: Skins de Rayman
he: סקינים של Rayman
hu_hu: Rayman skinek
it_it: Skin Rayman
nl_nl: Rayman outfits
pl_pl: Skórki Raymana
pt_br: Skins do Rayman
pt_pt: Skins do Rayman
ru_ru: Скины Рэймана
tr_tr: Rayman skin'ler
zh_hans: 雷曼皮肤

# Progression_RedemptionBzzitSkins
source: Bzzit skins
da_dk: Skins til Bzzit
es_es: Skins de Bzzit
fr_fr: Skins de Bzzit
he: סקינים של Bzzit
hu_hu: Bzzt skinek
it_it: Skin Moskito
nl_nl: Bzzit outfits
pl_pl: Skórki Bzzit
pt_br: Skins do Bzzit
pt_pt: Skins do Bzzit
ru_ru: Скины Бззита
tr_tr: Bzzit skin'ler
zh_hans: 嗡嗡皮肤

# Progression_RedemptionCheckpointSkins
source: Checkpoint skins
da_dk: Skins til kontrolpunkter
es_es: Skins de checkpoints
fr_fr: Skins de checkpoint
he: סקינים של Checkpoint
hu_hu: Checkpoint skinek
it_it: Skin checkpoint
nl_nl: Checkpoint outfits
pl_pl: Skórki punktu kontrolnego
pt_br: Skins do Checkpoint
pt_pt: Skins do checkpoint
ru_ru: Скины чекпоинта
tr_tr: Checkpoint skin'ler
zh_hans: 检查点皮肤

# Progression_Lives
source: Lives
da_dk: Liv
es_es: Vidas
fr_fr: Vies
he: חיים
hu_hu: Életek
it_it: Vite
nl_nl: Levens
pl_pl: Życia
pt_br: Vidas
pt_pt: Vidas
ru_ru: Жизни
tr_tr: Hayatlar
zh_hans: 命

# Progression_RabbidsBigBangStars
source: Stars
da_dk: Stjerner
es_es: Estrellas
fr_fr: Etoiles
he: כוכבים
hu_hu: Csillagok
it_it: Stelle
nl_nl: Sterren
pl_pl: Gwiazdy
pt_br: Estrelas
pt_pt: Estrelas
ru_ru: Звёзды
tr_tr: Yıldızlar
zh_hans: 星星

# Progression_RRRDays
source: Days
da_dk: Dage
es_es: Días
fr_fr: Jours
he: ימים
hu_hu: Napok
it_it: Giorni
nl_nl: Dagen
pl_pl: Dni
pt_br: Dias
pt_pt: Dias
ru_ru: Дни
tr_tr: Günler
zh_hans: 日
