Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Mod_RRR_KeyAction_28
source: Walk
da_dk: Gå
es_es: Caminar
fr_fr: Marcher
he: הליכה
hu_hu: Sétálás
it_it: Cammina
nl_nl: Lopen
pl_pl: Chód
pt_br: Andar
pt_pt: Caminhar
ru_ru: Ходьба
tr_tr: Yürü
zh_hans: 行走

# Mod_RRR_BFPatch_FixSounds
source: Fix sound effects
da_dk: Reparér lydeffekter
es_es: Arreglar efectos de sonido
fr_fr: Réparer les effets sonores
he: תיקון אפקטי שמע
hu_hu: Hangeffektek javítása
it_it: Correggi gli effetti sonori
nl_nl: Repareer geluidseffecten
pl_pl: Napraw efekty dźwiękowe
pt_br: Consertar efeitos sonoros
pt_pt: Corrigir efeitos sonoros
ru_ru: Исправление звуковых эффектов
tr_tr: Ses efektlerini düzeltin
zh_hans: 修复音效

# Mod_RRR_BFPatch_ChangePlayer
source: Change playable character
da_dk: Ændr spilbar karakter
es_es: Cambiar personaje jugable
fr_fr: Changer de personnage jouable
he: שינוי דמות משחק
hu_hu: Játszható karakter váltása
it_it: Cambia personaggio giocabile
nl_nl: Verander speelbare karakter
pl_pl: Zmień grywalnego bohatera
pt_br: Mudar personagem jogável
pt_pt: Mudar personagem jogável
ru_ru: Изменение персонажа игрока
tr_tr: Oynanabilir karakteri değiştir
zh_hans: 改变可玩角色

# Mod_RRR_BFPatch_ChangePlayer_BabyGlobox
source: Baby Globox
es_es: Bebé Globox
fr_fr: Bébé Globox
hu_hu: Bébi Globox
ru_ru: Малыш Глобокс
zh_hans: 宝宝格罗伯

# Mod_RRR_BFPatch_ChangePlayer_Serguei
source: Serguei
fr_fr: Sergei
ru_ru: Сергей

# Mod_RRR_BFPatch_ChangePlayer_Rabbid
source: Rabbid
fr_fr: Lapin Crétin
ru_ru: Кролик
zh_hans: 疯狂兔子

# Mod_RRR_BFPatch_ChangePlayer_LeaderRabbid
source: Grey Leader Rabbid
es_es: Rabbid líder gris
fr_fr: Chef Lapin Crétin Gris
nl_nl: Grijze Rabbid-leider
ru_ru: Серый главарь кроликов
zh_hans: 灰色疯兔首领

# Mod_RRR_BFPatch_ChangePlayer_SupermanRabbid
source: Superman Rabbid
es_es: Rabbid Superman
fr_fr: Super Lapin
it_it: Rabbid Superman
ru_ru: Кролик-Супермен
zh_hans: 超人疯兔

# Mod_RRR_BFPatch_ChangePlayer_TerminatorRabbid
source: Terminator Rabbid (Pink)
da_dk: Terminator Rabbid (Lyserød)
es_es: Rabbid Terminator (Rosa)
fr_fr: Lapin Crétin Terminator (Pink)
it_it: Rabbid Terminator
nl_nl: Terminator Rabbid (Roze)
pl_pl: Terminator Rabbid (Różowy)
pt_br: Terminator Rabbid (Rosa)
pt_pt: Terminator Rabbid (Rosa)
ru_ru: Кролик-Терминатор (розовый)
zh_hans: 终结者疯兔（粉色）

# Mod_RRR_BFPatch_ChangePlayer_SamFisherRabbid
source: Sam Fisher Rabbid
es_es: Rabbid Sam Fisher
fr_fr: Lapin Sam Fisher
it_it: Rabbid Sam Fisher
ru_ru: Кролик-Сэм Фишер
zh_hans: 山姆费舍尔疯兔

# Mod_RRR_BFPatch_ChangePlayer_NurgleDemon
source: Nurgle Demon
es_es: Demonio Nurgle
fr_fr: Démon Nurgle
ru_ru: Демоны Нургла
zh_hans: 纳垢恶魔

# Mod_RRR_BFPatch_BatSoundLikeEagle
source: Make bat sound like eagle
da_dk: Gør, så flagermusen lyder som en ørn
es_es: Hacer que los murciélagos suenen como águilas
fr_fr: Les chauves-souris font des bruits d'aigle
he: לגרום לעטלף להישמע כמו נשר
hu_hu: Sas hangú denevér
it_it: Fai suonare il pipistrello come un'aquila
nl_nl: Vleermuis gaat klinken als adelaar
pl_pl: Spraw, by nietoperz brzmiał jak orzeł
pt_br: Fazer o morcego soar como uma águia
pt_pt: Fazer com que o morcego soe como uma águia
ru_ru: Заставить летучую мышь звучать как орёл
tr_tr: Yarasanın kartal gibi ses çıkarmasını sağlayın
zh_hans: 让蝙蝠听起来像鹰

# Mod_RRR_BFPatch_SpiderRobotSoundLikeSpider
source: Make spider robot sound like spider
da_dk: Gør, så edderkopperobotten lyder som en edderkop
es_es: Hacer que los robots araña suenen como arañas
fr_fr: Les robots araignée font des bruits d'araignée
he: לגרום לרובוט העכביש להישמע כמו עכביש
hu_hu: Pók hangú pókrobot
it_it: Fai sembrare il robot ragno come un ragno
nl_nl: Robotspin gaat klinken als spin
pl_pl: Spraw, aby robot pająk brzmiał jak pająk
pt_br: Fazer o robô aranha soar como uma aranha
pt_pt: Fazer com que o robô aranha soe como uma aranha
ru_ru: Заставить робота-паука звучать как паук
tr_tr: Örümcek robotunun örümcek gibi ses çıkarmasını sağlayın
zh_hans: 让蜘蛛机器人听起来像蜘蛛

# Mod_RRR_BFPatch_CustomHelicoTexture
source: Add custom helicopter texture
da_dk: Tilføj brugerdefineret helikoptertekstur
es_es: Agregar una textura personalizada al helicóptero
fr_fr: Ajouter une texture d'hélicopter personnalisée
he: הוסף טקסטורת מסוק מותאמת אישית
hu_hu: Saját helikopter textúra hozzáadása
it_it: Aggiungi una texture personalizzata per l'elicottero
nl_nl: Voeg aangepaste helikoptertextuur toe
pl_pl: Dodaj niestandardową teksturę śmigła
pt_br: Adicionar textura de helicóptero customizada
pt_pt: Adicionar textura personalizada do helicóptero
ru_ru: Добавить пользовательскую текстуру волос-вертолёта
tr_tr: Özel helikopter dokusu ekleyin
zh_hans: 添加自定义直升机材质

# Mod_RRR_BFPatch_RabbidsFur
source: Add fur to rabbids
da_dk: Tilføj pels på Rabbids
es_es: Agregar pelaje a los rabbids
fr_fr: Ajouter de la fourrure aux Lapins Crétins
he: הוסף פרווה לRabbids
hu_hu: Szőrös nyulak
it_it: Aggiungi la pelliccia ai conigli
nl_nl: Voeg vacht toe aan Rabbids
pl_pl: Dodaj futro kórlikom
pt_br: Adicionar pelo aos Rabbids
pt_pt: Adicionar pelo aos Rabbids
ru_ru: Добавить мех кроликам
tr_tr: Rabbids'lere kürk ekleyin
zh_hans: 给疯狂兔子增加毛

# Mod_RRR_BFPatch_Flashlight
source: Enable flashlight (toggle with LB)
da_dk: Aktivér lommelygte (slå til/fra med LB)
es_es: Activar linterna (alternar con LB)
fr_fr: Activer la lampe torche (activer/désactiver avec LB)
he: הפעל פנס (לחיצה על LB)
hu_hu: Zseblámpa (LB gomb)
it_it: Abilita torcia (attiva con LB)
nl_nl: Schakel zaklamp in (in-/uitschakelen via LB)
pl_pl: Włącz latarkę (przełącz za pomocą LB)
pt_br: Habilitar lanterna (alternar com LB)
pt_pt: Activar lanterna (Activar com LB)
ru_ru: Активировать фонарик (регулируется с LB)
tr_tr: El fenerini etkinleştir (LB ile değiştir)
zh_hans: 启用手电（用LB切换）

# Mod_RRR_BFPatch_FlashlightMines
source: Add flashlight to Bunnies Love Digging Tunnels
da_dk: Tilføj lommelygte til Bunnies Love Digging Tunnels
es_es: Agregar linterna a Bunnies Love Digging Tunnels
fr_fr: Ajoute la lampe torche à Les lapins aiment creuser des galeries
he: הוסף פנס ל-Bunnies Love Digging Tunnels
hu_hu: Zseblámpa hozzáadása a Bunnies Love Digging Tunnels pályához
it_it: Aggiungi la torcia a I conigli amano scavare tunnel
nl_nl: Voeg zaklamp toe aan 'Bunnies Love Digging Tunnels'
pl_pl: Dodaj latarkę do Bunnies Love Digging Tunnels
pt_br: Adicionar lanterna à Bunnies Love Digging Tunnels
pt_pt: Adicionar lanterna a Bunnies Love Digging Tunnels
ru_ru: Добавить фонарик на Bunnies Love Digging Tunnels
tr_tr: Bunnies Love Digging Tunnels'a el feneri ekleyin
zh_hans: 给Bunnies Love Digging Tunnels添加手电

# Mod_RRR_BFPatch_RabbidItems
source: Add unused rabbid items to Bunnies Aren't Scared Of The Dark
da_dk: Tilføj ubrugte Rabbids-genstande til Bunnies Aren't Scared Of The Dark
es_es: Agregar elementos de rabbid no utilizados a Bunnies Aren't Scared Of The Dark
fr_fr: Ajoute des objets de lapin inutilisés à Les lapins n'ont pas peur du noir
he: הוסף פריטי Rabbids שאינם בשימוש ל-Bunnies aren't Scared Of The Dark
hu_hu: Nem használt itemek hozzáadása a Bunnies Aren't Scared of The Dark pályához
it_it: Aggiungi oggetti del coniglio inutilizzati a I conigli non hanno paura del buio
nl_nl: Voeg ongebruikte Rabbid items toe aan 'Bunnies Aren't Scared of the Dark'
pl_pl: Dodaj nieużywane przedmioty dla Kórlików do Bunnies Ares Of The Dark
pt_br: Adicionar itens inutilizados de Rabbid à Bunnies Aren't Scared Of The Dark
pt_pt: Adicionar itens inutilizados dos Rabbids ao Bunnies Aren't Scared Of The Dark
ru_ru: Добавить вырезанные предметы кроликов на Bunnies Aren't Scared Of The Dark
tr_tr: Bunnies Aren't Scared Of The Dark'a kullanılmayan tavşan öğeleri ekleyin
zh_hans: 给Bunnies Aren't Scared Of The Dark添加未使用的物品

# Mod_RRR_MemMod_ApplySuccess
source: Memory patch applied successfully
da_dk: Hukommelsespatchen blev anvendt med succes
es_es: El parche de memoria se aplicó correctamente
fr_fr: Patch mémoire appliqué avec succès
he: תיקון הזיכרון הוחל בהצלחה
hu_hu: Memória Patch sikeresen applikálva
it_it: Patch di memoria applicata con successo
nl_nl: Geheugenpatch succesvol toegepast
pl_pl: Łatka pamięci zastosowana pomyślnie
pt_br: Correção de memória aplicado com sucesso
pt_pt: Patch de memória aplicado com sucesso
ru_ru: Патч памяти успешно применён
tr_tr: Bellek düzeltme eki başarıyla uygulandı
zh_hans: 内存补丁成功应用

# Mod_RRR_MemMod_ApplyError
source: The memory patch could not be applied
da_dk: Hukommelsespatchen kunne ikke anvendes
es_es: No se pudo aplicar el parche de memoria
fr_fr: Le patch mémoire n'a pas pu être appliqué
he: לא הייתה אפשרות להחיל את תיקון הזיכרון
hu_hu: A memória patchet nem lehetett aktiválni
it_it: Non è stato possibile applicare la patch di memoria
nl_nl: De geheugenpatch kon níét worden toegepast
pl_pl: Nie można zastosować łatki pamięci
pt_br: A correção de memória não pôde ser aplicada
pt_pt: O patch de memória não pode ser aplicado
ru_ru: Не удалось применить патч памяти
tr_tr: Bellek düzeltme eki uygulanamadı
zh_hans: 无法应用内存补丁

# Mod_RRR_BFPatch_DetermineGameVerError
source: Unable to determine game version
da_dk: Kunne ikke bestemme spilversion
es_es: No se pudo determinar la versión del juego
fr_fr: Impossible de déterminer la version du jeu
he: לא ניתן לקבוע את גרסת המשחק
hu_hu: A játék verzióját nem lehetett azonosítani
it_it: Impossibile determinare la versione del gioco
nl_nl: Spelversie kan níét worden bepaald
pl_pl: Nie można ustalić wersji gry
pt_br: Não é possível determinar a versão do jogo
pt_pt: Impossível de determinar a versão do jogo
ru_ru: Не удалось определить версию игры
tr_tr: Oyun sürümü belirlenemiyor
zh_hans: 无法判断游戏版本

# Mod_RRR_BFPatch_UnsupportedGameExe
source: The game version is not supported
da_dk: Spilversionen understøttes ikke
es_es: La versión del juego no es compatible
fr_fr: Cette version du jeu n'est pas compatible
he: גרסת המשחק אינה נתמכת
hu_hu: A játék verziója nem támogatott
it_it: La versione del gioco non è supportata
nl_nl: De spelversie is níét ondersteund
pl_pl: Wersja gry nie jest obsługiwana
pt_br: A versão do jogo não é suportada
pt_pt: A versão do jogo não é suportada
ru_ru: Версия игры не поддерживается
tr_tr: Oyun sürümü desteklenmiyor
zh_hans: 此游戏版本不支持

# Mod_RRR_BFPatch_ApplyExePatchSuccess
source: The executable was successfully patched
da_dk: Den eksekverbare fil blev patchet med succes
es_es: El ejecutable se parchó correctamente
fr_fr: L'exécutable a été patché avec succès
he: קובץ ההפעלה תוקן בהצלחה
hu_hu: A futtatható állomány sikeresen patch-elve
it_it: L'eseguibile è stato patchato con successo
nl_nl: Het uitvoerbare bestand is succesvol gepatcht
pl_pl: Plik wykonywalny został pomyślnie naprawiony
pt_br: O executável foi corrigido com sucesso
pt_pt: O executável foi corrigido com sucesso
ru_ru: Исполняемый файл был успешно пропатчен
tr_tr: Yürütülebilir dosya başarıyla yamalandı
zh_hans: 可执行文件已成功修补

# Mod_RRR_BFPatch_RevertExePatchSuccess
source: The executable patch was successfully reverted
da_dk: Den eksekverbare patch blev nulstillet med succes
es_es: El parche del ejecutable se revirtió correctamente
fr_fr: Le patch de l'exécutable a été retiré avec succès
he: תיקון ההפעלה הוחזר בהצלחה
hu_hu: A futtatható állomány sikeresen visszaállítva
it_it: La patch all'eseguibile è stata ripristinata con successo
nl_nl: De uitvoerbare patch is succesvol ongedaan gemaakt
pl_pl: Poprawka wykonywalna została pomyślnie przywrócona
pt_br: A correção do executável foi revertida com sucesso
pt_pt: O patch executável foi revertido com sucesso
ru_ru: Исполняемый файл был успешно восстановлен
tr_tr: Yürütülebilir yama başarıyla geri alındı
zh_hans: 可执行补丁已成功撤销

# Mod_RRR_BFPatch_ApplyExePatchError
source: An error occurred when patching the executable
da_dk: En fejl opstod i forsøg på at patche den eksekverbare fil
es_es: Ocurrió un error al parchar el ejecutable
fr_fr: Une erreur est survenue en patchant l'exécutable
he: אירעה שגיאה בעת תיקון קובץ ההפעלה
hu_hu: A futtatható állomány patch-elése közben hiba lépett fel
it_it: Si è verificato un errore durante la patch all'eseguibile
nl_nl: Er heeft een fout plaatsgevonden tijdens het patchen van het uitvoerbare bestand
pl_pl: Wystąpił błąd podczas naprawy pliku wykonywalnego
pt_br: Ocorreu um erro ao corrigir o executável
pt_pt: Ocorreu um erro ao corrigir o executável
ru_ru: Произошла ошибка во время патча исполняемого файла
tr_tr: Yürütülebilir dosyayı yamalarken bir hata oluştu
zh_hans: 在修补可执行文件时出现错误

# Mod_RRR_BFPatch_RemovePatchedBFSuccess
source: The patched BF file has been removed
da_dk: Den patchede BF-fil er blevet fjernet
es_es: El archivo BF parcheado ha sido eliminado
fr_fr: Le BF patché a été retiré
he: קובץ ה-BF המתוקן הוסר
hu_hu: A patch-elt BF fájl el lett távolítva
it_it: Il file BF patchato è stato rimosso
nl_nl: Het gepatchte BF-bestand is verwijderd
pl_pl: Poprawiony plik BF został usunięty
pt_br: O arquivo BF corrigido foi removido
pt_pt: O ficheiro BF com patch foi removido
ru_ru: Пропатченный BF файл удалён
tr_tr: Yamalı BF dosyası kaldırıldı
zh_hans: 修补后的BF文件已被移除

# Mod_RRR_BFPatch_RemovePatchedBFError
source: Unable to remove patched BF file
da_dk: Kunne ikke fjerne patchet BF-fil
es_es: No se pudo eliminar el archivo BF parcheado
fr_fr: Impossible de retirer le fichier BF patché
he: לא ניתן להסיר את קובץ BF המתוקן
hu_hu: A patch-elt BF fájlt nem lehet eltávolítani
it_it: Impossibile rimuovere il file BF patchato
nl_nl: Gepatchte BF-bestand kan níét worden verwijderd
pl_pl: Nie można usunąć poprawionego pliku BF
pt_br: Não é possível remover o arquivo BF corrigido
pt_pt: Impossível remover o ficheiro BF com patch
ru_ru: Не удалось удалить пропатченный BF файл
tr_tr: Yamalı BF dosyası kaldırılamıyor
zh_hans: 无法移除被修补的BF文件

# Mod_RRR_BFPatch_UpdatePatchedBFSuccess
source: The patched BF file was successfully updated
da_dk: Den patchede BF-fil blev opdateret med succes
es_es: El archivo BF parcheado se actualizó correctamente
fr_fr: Le fichier BF patché a été mis à jour avec succès
he: קובץ ה-BF המתוקן עודכן בהצלחה
hu_hu: A patch-elt BF fájl sikeresen frissítve
it_it: Il file BF patchato è stato aggiornato con successo
nl_nl: Het gepatchte BF-bestand is succesvol geüpdatet
pl_pl: Poprawiony plik BF został pomyślnie zaktualizowany
pt_br: O arquivo BF corrigido foi atualizado com sucesso
pt_pt: O ficheiro BF com patch foi actualizado com sucesso
ru_ru: Пропатченный BF файл был успешно обновлён
tr_tr: Yamalı BF dosyası başarıyla güncellendi
zh_hans: 被修补的BF文件已成功更新

# Mod_RRR_BFPatch_UpdatePatchedBFError
source: An error occurred when updating the patched BF file
da_dk: En fejl opstod i forsøg på at opdatere den patchede BF-fil
es_es: Ocurrió un error al actualizar el archivo BF parcheado
fr_fr: Une erreur est survenue en mettant à jour le fichier BF patché
he: אירעה שגיאה בעת עדכון קובץ ה-BF המתוקן
hu_hu: A patch-elt BF fájl frissítése közben hiba történt
it_it: Si è verificato un errore durante l'aggiornamento del file BF patchato
nl_nl: Er heeft een fout plaatsgevonden tijdens het updaten van het gepatchte BF-bestand
pl_pl: Wystąpił błąd podczas aktualizacji poprawionego pliku BF
pt_br: Ocorreu um erro ao atualizar o arquivo BF corrigido
pt_pt: Ocorreu um erro ao actualizar o ficheiro BF com patch
ru_ru: Произошла ошибка при обновлении пропатченного BF файла
tr_tr: Yamalı BF dosyası güncellenirken bir hata oluştu
zh_hans: 在更新修补后的BF文件时发生错误

# Mod_RRR_MemMod_NoInstaKill
source: Reduce damage taken
da_dk: Reducér skade
es_es: Reducir el daño recibido
fr_fr: Réduire les dégâts reçus
he: צמצם את הנזק שנגרם לשחקן
hu_hu: Az ellenségek kevesebbet ütnek
it_it: Riduci i danni subiti
nl_nl: Verminder opgelopen schade
pl_pl: Zmniejsz otrzymywane obrażenia
pt_br: Reduzir dano tomado
pt_pt: Reduzir dano obtido
ru_ru: Уменьшить наносимый урон игроку
tr_tr: Alınan hasarı azaltın
zh_hans: 降低受到的伤害

# Mod_RRR_MemMod_NoInstaKillInfo
source: Instead of instantly dying Rayman will now die after 4 hits
da_dk: I stedet for at dø med det samme, dør Rayman nu først efter 4 slag
es_es: En lugar de morir instantáneamente, Rayman morirá después de 4 golpes
fr_fr: Au lieu de mourir instantanément, Rayman mourra en 4 coups
he: במקום מוות מיידי, מעכשיו Rayman ימות לאחר 4 פגיעות
hu_hu: Instant halál helyett Rayman 4 találat után hal meg
it_it: Invece di morire all'istante, Rayman ora morirà dopo 4 colpi
nl_nl: In plaats van een directe Game Over zijn hier nú 4 hits voor nodig
pl_pl: Zamiast natychmiastowej śmierci, Rayman będzie umierał teraz po 4 trafieniach
pt_br: Em vez de morrer instantaneamente, Rayman agora morrerá após 4 golpes
pt_pt: Em vez de morrer instantâneamente, o Rayman irá agora morrer depois de 4 golpes
ru_ru: Вместо мгновенной смерти Рэйман умрёт после 4 попаданий
tr_tr: Anında ölmek yerine Rayman artık 4 vuruştan sonra ölecek
zh_hans: 比起被秒杀，雷曼现在可以承受4下攻击

# Mod_RRR_MemMod_UnlockAllMinigames
source: Unlock everything
da_dk: Lås op for alt
es_es: Desbloquear todo
fr_fr: Tout débloquer
he: פתח הכל
hu_hu: Minden kinyitása
it_it: Sblocca tutto
nl_nl: Ontgrendel alles
pl_pl: Odblokuj wszystko
pt_br: Desbloquear tudo
pt_pt: Desbloquear tudo
ru_ru: Разблокировать всё
tr_tr: Her şeyin kilidini aç
zh_hans: 全部解锁

# Mod_RRR_MemMod_UnlockAllMinigamesInfo
source: A developer cheat. Everything in score mode and the bonus section is unlocked regardless of your progress in the game.
da_dk: En udviklersnydekode. Alt i scoretilstand og i bonussektionen er låst op, uanset hvor langt du er nået i spillet.
es_es: Un truco de desarrollador. Todo en el modo de puntuación y la sección de bonificación se desbloquea independientemente de tu progreso en el juego.
fr_fr: Un code de développeur. Tout ce qui est dans le mode score et dans la section bonus est débloqué quelle que soit votre avancée dans le jeu
he: צ'יט למפתחים. כל מה שבמצב ניקוד וקטע הבונוס פתוחים כעט - ללא קשר להתקדמות שלך במשחק.
hu_hu: Dev cheat - Minden normál és bónusz részleg elérhető lesz, a játékbeli haladásodtól függetlenül
it_it: Un trucco per sviluppatori. Tutto in modalità punteggio e la sezione bonus è sbloccato indipendentemente dai tuoi progressi nel gioco.
nl_nl: Een cheat voor ontwikkelaars. Alle levels in zowel Score Mode als de bonussectie zijn ontgrendeld; dit staat los van de geboekte voortgang in het spel.
pl_pl: Kod programisty. Wszystko w trybie punktowym i sekcji bonusowej jest odblokowywane niezależnie od postępów w grze.
pt_br: Uma trapaça de desenvolvedor. Tudo no modo de pontuação e a seção de bônus é desbloqueado independentemente do seu progresso no jogo.
pt_pt: Uma batota de desenvolvedor. Tudo é desbloqueado no modo de pontuação e da secção bonus independentemente do teu progresso no jogo.
ru_ru: Чит разработчиков. Всё в режиме очков и в бонусном разделе разблокировано независимо от вашего прогресса в игре.
tr_tr: Bir geliştirici hilesi. Skor modundaki ve bonus bölümündeki her şey, oyundaki ilerlemenizden bağımsız olarak açılır.
zh_hans: 一个开发者作弊。全部解锁一切在得分模式和额外奖励部分的内容，无论你的游戏进度如何。

# Mod_RRR_MemMod_CheatPage
source: Set cheat page
da_dk: Indstil snydeside
es_es: Establecer página de trucos
fr_fr: Choisir la page de triche
he: הגדר דף צ'יטים
hu_hu: Cheat felület beállítása
it_it: Imposta la pagina dei trucchi
nl_nl: Instellen cheat sheet
pl_pl: Wyświetl stronę z kodami
pt_br: Definir página de trapaças
pt_pt: Definir página de batota
ru_ru: Отобразить чит-страницу
tr_tr: Hile sayfası ayarla
zh_hans: 设置作弊页面

# Mod_RRR_MemMod_CheatPageInfo
source: Displays various debug info
da_dk: Viser debug-information
es_es: Muestra varios datos de depuración
fr_fr: Montrer des informations de debug
he: מציג מידע דיבאגינג שונים
hu_hu: Debug infók megjelenítése
it_it: Visualizza varie informazioni di debug
nl_nl: Laat een verscheidenheid aan debug-informatie zien
pl_pl: Wyświetla różne informacje debugowania
pt_br: Exibe várias informações de depuração
pt_pt: Mostra várias informações de debug
ru_ru: Отображает различную debug-информацию
tr_tr: Çeşitli hata ayıklama bilgilerini görüntüler
zh_hans: 显示不同的debug信息

# Mod_RRR_KeyAction_2
source: Dance mode: turn
da_dk: Dansetilstand: drej
es_es: Modo de baile: giro
fr_fr: Mode danse : tourner
he: מצב ריקוד: סיבוב
hu_hu: Tánc mód: fordulás
it_it: Modalità danza: turno
nl_nl: Dansmodus: draaien
pl_pl: Tryb tańca: obrót
pt_br: Modo de dança: mudar
pt_pt: Modo de dança: Virar
ru_ru: Режим танца: поворот
tr_tr: Dans modu: dönüş
zh_hans: 跳舞模式：转向

# ConfirmResetData
source: Are you sure you want to reset the app settings? This can not be undone.
da_dk: Er du sikker på, at du ønsker at nulstille appindstillingerne? Dette kan ikke fortrydes.
es_es: ¿Estás seguro de que quieres restablecer la configuración de la aplicación? Esto no se puede deshacer.
fr_fr: Êtes vous sûrs de vouloir réinitialiser les paramètres de l'application ? Cela ne peut pas être annulé.
he: האם אתה בטוח שברצונך לאפס את הגדרות האפליקציה? לא ניתן לבטל זאת.
hu_hu: Biztos, hogy vissza akarod állítani az applikációt alapbeállításra? Ezt a lépést nem lehet visszavonni.
it_it: Sei sicuro di voler ripristinare le impostazioni dell'app? Questo non può essere annullato.
nl_nl: Weet je zeker dat je de app-instellingen wilt resetten? Dit kan níét ongedaan worden gemaakt.
pl_pl: Czy na pewno chcesz zresetować ustawienia aplikacji? Czynności tej nie da się cofnąć.
pt_br: Tem certeza de que deseja redefinir as configurações do aplicativo? Isso não pode ser desfeito.
pt_pt: Tens a certeza que queres reiniciar as definições da aplicação? Isto não pode ser anulado.
ru_ru: Вы уверены, что хотите сбросить настройки приложения? Этоьэт процесс нельзя будет отменить.
tr_tr: Uygulama ayarlarını sıfırlamak istediğinizden emin misiniz? Bu geri alınamaz.
zh_hans: 你确定你想要重置程序设定吗？这个操作不可被撤销。

# ConfirmResetDataHeader
source: Confirm reset
da_dk: Bekræft nulstilling
es_es: Confirmar restablecimiento
fr_fr: Confirmer réinitialisation
he: אשר איפוס
hu_hu: Visszaállítás megerősítése
it_it: Conferma ripristino
nl_nl: Bevestig reset
pl_pl: Potwierdź reset
pt_br: Confirmar redefinição
pt_pt: Confirmar reinicio
ru_ru: Подтверждение сброса
tr_tr: Sıfırlamayı onayla
zh_hans: 确认重置

# Settings_ResetAppData
source: Reset
da_dk: Nulstil
es_es: Restablecer
fr_fr: Réinitialiser
he: איפוס
hu_hu: Visszaállítás
it_it: Ripristina patch all'eseguibile
nl_nl: Resetten
pt_br: Resetar
pt_pt: Reiniciar
ru_ru: Сбросить
tr_tr: Sıfırla
zh_hans: 重置

# InvalidResolution
source: Invalid resolution. Must be in the format of 'Width x Height'.
da_dk: Ugyldig opløsning. Skal være i formatet 'Bredde x Højde'.
es_es: Resolución no válida. Debe tener el formato 'Ancho x Altura'.
fr_fr: Résolution invalide. Elle doit être au format 'Largeur x Hauteur'.
he: רזולוציה לא חוקית. חייב להיות בפורמט 'רוחב x גובה'.
hu_hu: Helytelen felbontás. Maradj ennél a formátumnál: 'Szélesség' x 'Magasság'
it_it: Risoluzione non valida. Deve essere nel formato 'Larghezza x Altezza'.
nl_nl: Ongeldige resolutie. Dient in het format 'Breedte x Hoogte' te worden ingevuld.
pl_pl: Nieprawidłowa rozdzielczość. Musi być w formacie 'Szerokość x Wysokość'.
pt_br: Resolução inválida. Deve estar no formato de 'Largura x Altura'.
pt_pt: Resolução inválida. Deve estar num formato de "Largura X Altura".
ru_ru: Неверное разрешение. Значения должны быть записаными в формате 'Ширина х Высота'.
tr_tr: Geçersiz çözünürlük. Genişlik x Yükseklik formatında olmalıdır.
zh_hans: 不可用的分辨率。必须是‘宽x高’的格式。

# Settings_DisableGameValidation
source: Disable game validation
da_dk: Deaktivér spilvalidering
es_es: Desactivar validación del juego
fr_fr: Désactiver la validation du jeu
he: בטל את אימות המשחק
hu_hu: Játék ellenőrzés kikapcsolása
it_it: Disabilita la convalida del gioco
nl_nl: Uitschakelen spelvalidatie
pl_pl: Wyłącz sprawdzanie poprawności gry
pt_br: Desabilitar validação do jogo
pt_pt: Desactivar validação do jogo
ru_ru: Отключить проверку игр
tr_tr: Oyun doğrulamasını devre dışı bırak
zh_hans: 禁用游戏验证
