Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Progression_RRRMinigamesCompleted
source: Completed minigames
da_dk: Færdiggjorte minispil
es_es: Minijuegos completados
fr_fr: Mini-jeux complétés
he: מיני-משחקים שהושלמו
hu_hu: Befejezett minigame-ek
it_it: Minigiochi completati
nl_nl: Voltooide minigames
pl_pl: Ukończone minigry
pt_br: Minigames completados
pt_pt: Mini-jogos completados
ru_ru: Пройденные мини-игры
tr_tr: Tamamlanan mini oyunlar
zh_hans: 已完成的小游戏

# Progression_RRRTotalPoints
source: Total points
da_dk: Samlede point
es_es: Puntos totales
fr_fr: Total de points
he: סך הכל נקודות
it_it: Punti totali
nl_nl: Puntentotaal
pl_pl: Suma punktów
pt_br: Pontos totais
pt_pt: Total de pontos
ru_ru: Всего очков
tr_tr: Total puanlar
zh_hans: 总点数

# Progression_R3Stamps
source: Stamps
da_dk: Mærker
es_es: Sellos
fr_fr: Tampons
he: חותמות
hu_hu: Bélyegek
it_it: Marchi
nl_nl: Stempels
pl_pl: Plakietki
pt_br: Selos
pt_pt: Selos
ru_ru: Печати
tr_tr: Stamp'lar
zh_hans: 图章

# Progression_TotalScore
source: Total score
da_dk: Samlet score
es_es: Puntuación total
fr_fr: Score total
he: ציון כולל
hu_hu: Összes pont
it_it: Punteggio totale
nl_nl: Totale score
pl_pl: Całkowity wynik
pt_br: Pontuação total
pt_pt: Pontuação total
ru_ru: Общий счёт
zh_hans: 总得分

# Progression_RFRCrowns
source: Crowns
da_dk: Kroner
es_es: Coronas
fr_fr: Couronnes
he: כתרים
hu_hu: Koronák
it_it: Corone
nl_nl: Kronen
pl_pl: Korony
pt_br: Coroas
pt_pt: Coroas
ru_ru: Короны
tr_tr: Crown'lar
zh_hans: 皇冠

# Progression_RFRNightmareMode
source: Nightmare mode
da_dk: Mareridtstilstand
es_es: Modo pesadilla
fr_fr: Mode cauchemar
he: מצב סיוט
hu_hu: Rémálom mód
it_it: Modalità incubo
nl_nl: Nachtmerrie-modus
pl_pl: Tryb koszmaru
pt_br: Modo pesadelo
pt_pt: Modo Pesadelo
ru_ru: Кошмарный режим
zh_hans: 噩梦模式

# Progression_Teeth
source: Teeth
da_dk: Tænder
es_es: Dientes
fr_fr: Dents
he: שיניים
hu_hu: Fogak
it_it: Denti
nl_nl: Tanden
pl_pl: Kryształy
pt_br: Dentes
pt_pt: Dentes
ru_ru: Зубы
tr_tr: Dişler
zh_hans: 牙齿

# Progression_Teensies
source: Teensies
fr_fr: Ptizêtres
he: טינסים
hu_hu: Teensie-k
it_it: Teen
pl_pl: Małaki
ru_ru: Малютки
tr_tr: Teensie'lar
zh_hans: 小小

# Progression_Rank
source: Rank
da_dk: Rang
es_es: Rango
fr_fr: Classement
he: דרגה
hu_hu: Rang
it_it: Classifica
nl_nl: Ranking
pl_pl: Ranking
pt_pt: Ranking
ru_ru: Ранг
tr_tr: Rütbe
zh_hans: 等级

# Progression_RLBronzeCups
source: Bronze cups
da_dk: Bronzepokaler
es_es: Copas de bronce
fr_fr: Coupes de bronze
he: גביע ארד
hu_hu: Bronz serlegek
it_it: Coppe di bronzo
nl_nl: Bronzen bekers
pl_pl: Brązowe puchary
pt_br: Taças de bronze
pt_pt: Taças de bronze
ru_ru: Бронзовые кубки
tr_tr: Bronze kuplar
zh_hans: 铜杯

# Progression_RLSilverCups
source: Silver cups
da_dk: Sølvpokaler
es_es: Copas de plata
fr_fr: Coupes d'argent
he: גביע כסף
hu_hu: Ezüst serlegek
it_it: Coppe d'argento
nl_nl: Zilveren bekers
pl_pl: Srebrne puchary
pt_br: Taças de prata
pt_pt: Taças de prata
ru_ru: Серебряные кубки
tr_tr: Silver kuplar
zh_hans: 银杯

# Progression_RLGoldCups
source: Gold cups
da_dk: Guldpokaler
es_es: Copas de oro
fr_fr: Coupes d' or
he: גביע זהב
hu_hu: Arany serlegek
it_it: Coppe d'oro
nl_nl: Gouden bekers
pl_pl: Złote puchary
pt_br: Taças de ouro
pt_pt: Taças de ouro
ru_ru: Золотые кубки
tr_tr: Gold kuplar
zh_hans: 金杯

# Progression_RLDiamondCups
source: Diamond cups
da_dk: Diamantpokaler
es_es: Copas de diamante
fr_fr: Coupes de diamant
he: גביע יהלום
hu_hu: Gyémánt serlegek
it_it: Coppe di diamante
nl_nl: Diamanten bekers
pl_pl: Diamentowe puchary
pt_br: Taças de diamante
pt_pt: Taças de diamante
ru_ru: Бриллиантовые кубки
tr_tr: Diamond kuplar
zh_hans: 钻石杯

# Progression_RMRacesCompleted
source: Finished races
da_dk: Færdiggjorte kapløb
es_es: Carreras completadas
fr_fr: Courses terminées
he: מירוצים שהושלמו
hu_hu: Befejezett versenyek
it_it: Gare finite
nl_nl: Gefinishte races
pl_pl: Ukończone wyścigi
pt_br: Corridas finalizadas
pt_pt: Corridas terminadas
ru_ru: Пройденные забеги
tr_tr: Bitmiş yarışlar
zh_hans: 已完成的比赛

# Progression_RMBattlesCompleted
source: Finished battles
da_dk: Færdiggjorte kampe
es_es: Batallas completadas
fr_fr: Combats terminés
he: קרבות שהושלמו
hu_hu: Befejezett csaták
it_it: Battaglie finite
nl_nl: Gefinishte gevechten
pl_pl: Ukończone bitwy
pt_br: Batalhas finalizadas
pt_pt: Batalhas terminadas
ru_ru: Пройденные бои
tr_tr: Bitmiş savaşlar
zh_hans: 已完成的战斗

# Progression_ROLumMedals
source: Lum medals
da_dk: Lum-medaljer
es_es: Medallas de Lum
fr_fr: Médailles Lums
he: מדליות לומים
hu_hu: Lum medálok
it_it: Medaglie Lum
nl_nl: Lum medailles
pl_pl: Lum medale
pt_br: Medalhas de lum
pt_pt: Medalhas de Lums
ru_ru: Медали Люмов
tr_tr: Lum medalyonlar
zh_hans: Lum奖牌

# Progression_ROSpeedTrophies
source: Speed trophies
da_dk: Farttrofæer
es_es: Trofeos de velocidad
fr_fr: Trophées de vitesse
he: גביעי מהירות
hu_hu: Gyorsaság trófeák
it_it: Trofei velocità
nl_nl: Snelheidstrofeeën
pl_pl: Trofea prędkości
pt_br: Troféus de velocidade
pt_pt: Troféus de Velocidade
ru_ru: Скоростные трофеи
tr_tr: Hız kupaları
zh_hans: 速度奖杯

# Progression_SaveEditWarning
source: Editing save files may corrupt them if done incorrectly. It is highly recommended to keep a backup before proceeding. Continue?
da_dk: Hvis gjort forkert, kan redigering af spildata muligvis gøre dem korrupte. Det anbefales stærkt at have en backup, før du fortsætter. Fortsæt?
es_es: Advertencia: Editar archivos de guardado puede corromperlos si se realiza incorrectamente. Se recomienda encarecidamente hacer una copia de seguridad antes de continuar. ¿Deseas continuar?
fr_fr: Editer des fichiers de sauvegarde peut les corrompre si mal réalisé. Il est vivement recommandé de d'abord en faire une sauvegarde. Voulez-vous continuer ?
he: עריכת קבצי שמירה עלולה להשחית אותם אם תבוצע בצורה לא נכונה. מומלץ מאוד לשמור גיבוי לפני שממשיכים. להמשיך?
hu_hu: A mentési fájlok módosítása korrupttá teheti őket, ha helytelenül csinálják. Erősen ajánlott egy biztonsági mentés készítése mielőtt hozzányúlsz. Folytatod?
it_it: La modifica dei file di salvataggio potrebbe danneggiarli se eseguita in modo errato. Si consiglia vivamente di conservare un backup prima di procedere. Continuare?
nl_nl: Indien het wijzigen van save files verkeerd gaat, kan dit resulteren in corruptie. Het is ten zeerste aanbevolen een back-up te maken voordat er verder wordt gegaan. Doorgaan?
pl_pl: Edycja plików zapisu może je uszkodzić, jeśli zostanie wykonana niepoprawnie. Zaleca się zachowanie kopii zapasowej przed kontynuowaniem. Kontynuować?
pt_br: Editar arquivos salvos pode corrompê-los se feito incorretamente. É altamente recomendável manter um backup antes de prosseguir. Continuar?
pt_pt: Editar ficheiros de progressão podem corromper se feitos incorrectamente. É altamente recomendado manter uma cópia de segurança antes de proceder. Continuar?
ru_ru: Редактирование файлов сохранения может привести к их повреждению, если оно выполнено некорректно. Настоятельно рекомендуется сохранить резервную копию, прежде чем начать. Продолжить?
tr_tr: Kayıt dosyalarını düzenlemek, yanlış yapılırsa onları bozabilir. Devam etmeden önce bir yedek almanız önemle tavsiye edilir. Devam etmek?
zh_hans: 用错误的方式编辑你的存档文件可能会导致文件被损坏。强烈推荐进行编辑之前先进行备份。继续？

# Progression_SaveEditWarningHeader
source: Confirm save file editing
da_dk: Bekræft redigering af spildata
es_es: Confirmar edición de archivo de guardado
fr_fr: Confirmer l'édition de sauvegarde
he: אשר את עריכת השמירה של הקובץ
hu_hu: Mentéi fájl módosítása
it_it: Conferma la modifica del file di salvataggio
nl_nl: Bevestig wijzigingen save file
pl_pl: Potwierdź edycję zapisu pliku
pt_br: Confirmar edição de arquivo salvo
pt_pt: Confirmar edição do ficheiro de progressão
ru_ru: Подтверждение редактирования файла сохранения
tr_tr: Dosya düzenlemeyi kaydetmeyi onaylayın
zh_hans: 确定存档编辑

# Progression_SlotInfo_File
source: File
da_dk: Fil
es_es: Archivo
fr_fr: Fichier
he: קובץ
hu_hu: Fájl
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ru_ru: Файл
tr_tr: Dosya
zh_hans: 文件

# Progression_SlotInfo_Size
source: Size
da_dk: Størrelse
es_es: Tamaño
fr_fr: Taille
he: גודל
hu_hu: Méret
it_it: Dimensione
nl_nl: Grootte
pl_pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru_ru: Размер
tr_tr: Boyutcu
zh_hans: 尺寸

# Progression_SlotInfo_LastModified
source: Last modified
da_dk: Sidst ændret
es_es: Última modificación
fr_fr: Dernière modification
he: שונה לאחרונה
hu_hu: Utolsó módosítás
it_it: Ultima modifica
nl_nl: Laatst gewijzigd
pl_pl: Ostatnio zmodyfikowany
pt_br: Modificado pela última vez
pt_pt: Última modificação
ru_ru: Последнее изменение
tr_tr: Son düzenleme
zh_hans: 最后修改

# Progression_SaveEditSuccess
source: The save file has been successfully modified
da_dk: Spildataen er blevet modificeret med succes
es_es: El archivo de guardado se ha modificado correctamente
fr_fr: Le fichier de sauvegarde a bien été modifié
he: קובץ השמירה עבר שינוי בהצלחה
hu_hu: A mentési fájl sikeresen módosítva
it_it: Il file di salvataggio è stato modificato con successo
nl_nl: De save file is succesvol gewijzigd
pl_pl: Plik zapisu został pomyślnie zmodyfikowany
pt_br: O arquivo salvo foi modificado com sucesso
pt_pt: O ficheiro de progressão foi modificado com sucesso
ru_ru: Файл сохранения был успешно изменен
tr_tr: Kaydetme dosyası başarıyla değiştirildi
zh_hans: 此存档文件已被成功修改

# Progression_BackupStatus_UpToDate
source: Backed up
da_dk: Backet op
es_es: Respaldo realizado
fr_fr: Sauvegardé
he: מגובה
hu_hu: Elmentett
it_it: Backup effettuato
nl_nl: Geback-upt
pl_pl: Wykonano kopię zapasową
pt_br: Backup realizado
pt_pt: Cópia de segurança efectuada
ru_ru: Резервные копии сохранены
tr_tr: Yedeklendi
zh_hans: 备份

# Progression_BackupStatus_Outdated
source: New changes are not backed up
da_dk: Nye ændringer er ikke backet op
es_es: Los nuevos cambios no están respaldados
fr_fr: Les nouveaux changements ne sont pas sauvegardés
he: שינויים חדשים אינם מגובים
hu_hu: A legutóbbi változtatások nincsenek elmentve
it_it: Le nuove modifiche non sono state effetuate
nl_nl: Nieuwe wijzigingen zijn niet geback-upt
pl_pl: Nowe zmiany nie są zapisywane w kopii zapasowej
pt_br: Novas alterações não tiveram seus backups realizados
pt_pt: As novas alterações não têm cópias de segurança
ru_ru: Резервные копии новых изменений не сохранены
tr_tr: Yeni değişiklikler yedeklenmez
zh_hans: 最新改动没有被备份

# Progression_EditSlot
source: Edit
da_dk: Redigér
es_es: Editar
fr_fr: Editer
he: עריכה
hu_hu: Szerkesztés
it_it: Modifica
nl_nl: Wijzigen
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ru_ru: Редактировать
tr_tr: Düzenleme
zh_hans: 编辑

# Progression_DataSource
source: Data source
da_dk: Datakilde
es_es: Origen de datos
fr_fr: Source de données
he: מקור נתונים
hu_hu: Adat forrás
it_it: Fonte dati
nl_nl: Databron
pl_pl: Źródło danych
pt_br: Fonte de dados
pt_pt: Fonte de dados
ru_ru: Источник данных
tr_tr: Veri kaynağı
zh_hans: 数据源

# Progression_DataSourceInfo
source: For older applications Windows will in some cases redirect save/config files to the VirtualStore if the application is not running as admin. The side effect of this is that you will have different save/config files being used for the game depending on if you're running it as admin or not. By changing the data source here you can choose which location is used for backups and the progression view.
da_dk: Windows vil i nogle tilfælde omdirigere spildata/konfigurationsfiler til VirtualStore på ældre applikationer, hvis applikationen ikke køres som administrator. Bivirkningen af dette er, at du kommer til at have andre spildata/konfigurationsfiler, som bliver brugt til spillet, alt afhængig af om du kører det som administrator eller ej. Ved at ændre datakilden her kan du vælge, hvilken placering der skal bruges til backups og fremskridtsvisningen.
es_es: Para aplicaciones antiguas, Windows en algunos casos redirigirá los archivos de guardado/configuración a la VirtualStore si la aplicación no se está ejecutando como administrador. El efecto secundario de esto es que se utilizarán diferentes archivos de guardado/configuración para el juego dependiendo de si se está ejecutando como administrador o no. Al cambiar el origen de datos aquí, puedes elegir qué ubicación se utiliza para las copias de seguridad y la visualización del progreso.
fr_fr: Pour les anciens programmes, Windows redirigera dans certains cas les fichiers de sauvegarde/configuration vers le VirtualStore si le programme n'est pas exécuté en tant qu'administrateur. Cela causera d'utiliser des fichier de sauvegarde/configuration différents en fonction qu'il soit exécuté en tant qu'administrateur ou non. En changant la source de données ici vous pouvez choisir quel répertoire est utilisé pour les backups et la vue de progression.
he: עבור יישומים ישנים יותר Windows תפנה במקרים מסוימים קבצי שמירה/קונפיגורציה ל-VirtualStore אם האפליקציה לא פועלת כמנהל. תופעת הלוואי במקרה זה היא שעשויים להיות קבצי שמירה/קונפיגורציה שונים בשימוש במשחק, תלוי אם מפעילים את זה כמנהל או לא. על ידי שינוי מקור הנתונים כאן ניתן לבחור במיקום אשר ישמש לגיבויים ותצוגת התקדמות.
hu_hu: Régebbi applikációk mentési/konfig fájljait a Windows néha átirányítja a VirtualStore-ba, ha nem rendszergazdaként vannak futtatva. Ennek a mellékhatása az lehet, hogy különböző mentések/konfigjaid lesznek attól függően, hogy milyen jogosultsággal indítottad. Az elérési út megadásával itt kiválaszthatod, hogy a biztonsági mentések és a haladás megtekintése melyik mappát használja.
it_it: Per le applicazioni meno recenti Windows in alcuni casi reindirizzerà i file di salvataggio/configurazione al VirtualStore se l'applicazione non è in esecuzione come amministratore. L'effetto collaterale di questo è che avrai diversi file di salvataggio/configurazione utilizzati per il gioco a seconda che tu lo stia utilizzando come amministratore o meno. Modificando l'origine dati qui puoi scegliere quale posizione viene utilizzata per i backup e la vista di avanzamento.
nl_nl: In het geval van oudere applicaties, zal Windows in sommige gevallen save/config bestanden omleiden naar de VirtualStore als de applicatie niet gestart is als administrator. Het neveneffect hiervan is, dat je verschillende save/config bestanden voor het spel zult hebben; een voor 'admins', de ander voor normale gebruikers. Door hier de databron te wijzigen, kun je kiezen welke locatie er wordt gebruikt voor back-ups en voortgangsoverzichten.
pl_pl: W przypadku starszych aplikacji Windows w niektórych przypadkach przekieruje pliki zapisu/konfiguracji do VirtualStore, jeśli aplikacja nie działa jako administrator. Efektem ubocznym tego jest to, że będziesz miał różne pliki zapisu/konfiguracji używane w grze w zależności od tego, czy uruchamiasz ją jako administrator czy nie. Poprzez zmianę źródła danych możesz wybrać, która lokalizacja będzie używana dla kopii zapasowych i widoku postępu.
pt_br: Para aplicativos mais antigos, o Windows, em alguns casos, redirecionará os arquivos salvos/configuração para a VirtualStore se o aplicativo não estiver sendo executado como administrador. O efeito colateral disso é que você terá diferentes arquivos salvos/configuração sendo usados ​​para o jogo, dependendo se você o está executando como administrador ou não. Ao alterar a fonte de dados aqui, você pode escolher qual local é usado para backups e a visualização da progressão.
pt_pt: Para aplicações mais antigas do Windows irá redireccionar ficheiros de progressão/configuração para a VirtualStore nalguns casos se a aplicação não tiver a correr como administrador. O efeito secundário disto é que terás diferentes ficheiros de progressão/configuração a serem utilizados para o jogo dependendo se estiveres a correr-lo como administrador ou não. Ao mudar a fonte de dados aqui poderás escolher que directório é utilizado para cópias de segurança e a visualização da progressão.
ru_ru: Для более старых приложений Windows в определённых случаях перенаправляет файлы сохранений/конфигурации в VirtualStore, если приложение запущено не от имени администратора. Побочным эффектом этого является то, что для игры будут использоваться разные файлы сохранений/конфигурации в зависимости от того, запускаете ли вы её от имени администратора или нет. Изменив источник данных здесь, вы можете выбрать, какая папка используется для резервного копирования и просмотра прогресса.
tr_tr: Daha eski uygulamalar için, uygulama yönetici olarak çalışmıyorsa Windows bazı durumlarda kaydetme/yapılandırma dosyalarını VirtualStore'a yönlendirecektir. Bunun yan etkisi, oyunu yönetici olarak çalıştırıp çalıştırmadığınıza bağlı olarak oyun için kullanılan farklı kaydetme/yapılandırma dosyalarına sahip olmanızdır. Burada veri kaynağını değiştirerek yedeklemeler ve ilerleme görünümü için hangi konumun kullanılacağını seçebilirsiniz.
zh_hans: 对于较旧的程序，如果程序未以管理员身份运行，Windows在某些情况下会将保存/配置文件重定向到VirtualStore。这样做的副作用是，根据是否以管理员身份运行游戏，将使用不同的保存/配置文件。 通过更改此处的数据源，可以选择用于备份和查看进度的文件位置。

# Progression_DataSource_AutoInfo
source: When creating a new backup or using the save files for the progression view then the location with the most recent files is chosen. When restoring a backup it will restore to both locations.
da_dk: Når en ny backup oprettes, eller spildata bruges til fremskridtsvisningen, vælges placeringen med de seneste filer. Når en backup gendannes, gendannes den til begge placeringer.
es_es: Al crear una nueva copia de seguridad o utilizar los archivos de guardado para la visualización del progreso, se elige la ubicación con los archivos más recientes. Al restaurar una copia de seguridad, se restaurará en ambas ubicaciones.
fr_fr: Quand vous créez un nouveau backup ou utilisez les fichiers de sauvegarde pour la visualisation de progression, le répertoire avec les fichiers les plus récents sera alors utilisé. Quand vous restaurez un backup, il sera restauré dans les deux répertoires.
he: בעת יצירת גיבוי חדש או שימוש בקבצי השמירה עבור תצוגת ההתקדמות, נבחר המיקום עם הקבצים העדכניים ביותר. בעת שחזור גיבוי הוא ישחזר לשני המיקומים.
hu_hu: Biztonsági mentés készítésekor, vagy amikor a haladáshoz mentéseket használsz, a legfrissebb fájlok helyét válassza. A visszaállításkor mindkét helyre visszaállítja.
it_it: Quando si crea un nuovo backup o si utilizzano i file di salvataggio per la vista di avanzamento, viene scelta la posizione con i file più recenti. Quando si ripristina un backup, verrà ripristinato in entrambe le posizioni.
nl_nl: Wanneer er een nieuwe back-up word aangemaakt of de save files voor het voortgangsoverzicht worden gebruikt, zal de locatie waarin de meest recent gebruikte bestanden staan, worden geselecteerd. Tijdens het herstellen van een back-up zal deze in beide locaties worden geplaatst.
pl_pl: Podczas tworzenia nowej kopii zapasowej lub używania plików zapisu do widoku postępu wybierana jest lokalizacja z najnowszymi plikami. Podczas przywracania kopii zapasowej zostanie ona przywrócona do obu lokalizacji.
pt_br: Ao criar um novo backup ou usar os arquivos salvos para a visualização da progressão, o local com os arquivos mais recentes é escolhido. Ao restaurar um backup, ele restaurará para ambos os locais.
pt_pt: Quando a criar uma nova cópia de segurança ou a utilizar ficheiros de progressão para a visualização de progressão então será escolhido o directório com os ficheiros mais recentes. Ao restaurar uma cópia de segurança irá restaurar para ambos os directórios.
ru_ru: При создании новой резервной копии или использовании файлов сохранений для просмотра прогресса выбирается папка с самыми недавно созданными файлами. При восстановлении резервной копии она будет установлена в обоих папках.
tr_tr: Yeni bir yedekleme oluştururken veya ilerleme görünümü için kaydetme dosyalarını kullanırken, en son dosyaların bulunduğu konum seçilir. Bir yedeği geri yüklerken, her iki konuma da geri yüklenir.
zh_hans: 当创建新备份或使用存档显示进度时，会选择包含最新文件的位置。当恢复备份时，它会同时恢复到这两个位置。

# Progression_DataSource_Default
source: Default
da_dk: Standard
es_es: Predeterminado
fr_fr: Par défaut
he: ברירת מחדל
hu_hu: Standard
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
pt_pt: Predefinição
ru_ru: По умолчанию
tr_tr: Varsayılan
zh_hans: 默认

# Progression_DataSource_DefaultInfo
source: The default location is always used. This corresponds to the location the game uses when it is running as admin.
da_dk: Standardplaceringen bruges altid. Dette er tilsvarende placeringen spillet bruger, når det køres som administrator.
es_es: Siempre se utiliza la ubicación predeterminada. Esto corresponde a la ubicación que el juego utiliza cuando se ejecuta como administrador.
fr_fr: Le répertoire par défaut est toujours utilisé. Cela correspond au répertoire que le jeu utilise quand il est exécuté en tant qu'administrateur.
he: תמיד נעשה שימוש במיקום ברירת המחדל. זה בהתאם למיקום בו המשחק משתמש כאשר הוא פועל עם הרשאות מנהל.
it_it: Viene sempre utilizzata la posizione predefinita. Ciò corrisponde alla posizione utilizzata dal gioco quando è in esecuzione come amministratore.
nl_nl: De standaardlocatie wordt altijd gebruikt. Dit correspondeert met de locatie die het spel gebruikt wanneer het uitgevoerd is als administrator.
pl_pl: Domyślna lokalizacja jest zawsze używana. Odpowiada to lokalizacji, z której korzysta gra, gdy działa jako administrator.
pt_br: O local padrão é sempre usado. Isso corresponde ao local que o jogo usa quando está sendo executado como administrador.
pt_pt: É sempre utilizada a localização predefinida. Isto corresponde ao directório que o jogo utiliza quando se executa como administrador.
ru_ru: Всегда используется папка по умолчанию. Она соответствует папке, которую использует игра, запущенная от имени администратора.
tr_tr: Varsayılan konum her zaman kullanılır. Bu, oyunun yönetici olarak çalışırken kullandığı konuma karşılık gelir.
zh_hans: 默认地址将会一直被使用。这个选项对应使用管理员模式启动游戏时的地址。

# Progression_DataSource_VirtualStoreInfo
source: The VirtualStore location is always used. This corresponds to the location the game uses when it is not running as admin.
da_dk: VirtualStore-placeringen bruges altid. Dette er tilsvarende placeringen spillet bruger, når det ikke køres som administrator.
es_es: La ubicación de VirtualStore se utiliza siempre. Esto corresponde a la ubicación que el juego utiliza cuando no se ejecuta como administrador.
fr_fr: Le répertoire du VirtualStore est toujours utilisé. Cela correspond au répertoire que le jeu utilise quand il n'est pas exécuté en tant qu'administrateur.
he: מיקום הVirtualStore נמצא תמיד בשימוש. זה בהתאם למיקום בו המשחק משתמש כאשר הוא לא פועל עם הרשאות מנהל.
it_it: Viene sempre utilizzata la posizione del VirtualStore. Ciò corrisponde alla posizione utilizzata dal gioco quando non è in esecuzione come amministratore.
nl_nl: De VirtualStore locatie wordt altijd gebruikt. Dit correspondeert met de locatie de het spel gebruikt wanneer het níét uitgevoerd wordt als administrator.
pl_pl: Zawsze używana jest lokalizacja VirtualStore. Odpowiada to lokalizacji używanej przez grę, gdy nie jest ona uruchomiona jako administrator.
pt_br: O local da VirtualStore é sempre usado. Isso corresponde ao local que o jogo usa quando não está sendo executado como administrador.
pt_pt: O directório VirtualStore é sempre utilizado. Isto corresponde à localização que o jogo utiliza quando não executa como administrador.
ru_ru: Всегда используется папка VirtualStore. Она соответствует папке, которую использует игра, незапущенная от имени администратора.
tr_tr: VirtualStore konumu her zaman kullanılır. Bu, oyunun yönetici olarak çalışmadığı zamanlarda kullandığı konuma karşılık gelir.
zh_hans: VirtualStore地址会被一直使用。这个选项对应使用管理员模式启动游戏时的地址。
