Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# SetupGame_OptionalGroupSummary
source: {0}/{1} optional actions
da_dk: {0}/{1} valgfri handlinger
es_es: {0}/{1} acciones opcionales
fr_fr: {0}/{1} actions optionnelles
he: {0}/{1} פעולות אופציונליות
it_it: {0}/{1} azioni facoltative
nl_nl: {0}/{1} optionele acties
pl_pl: {0}/{1} działania opcjonalne
pt_br: {0}/{1} ações opcionais
pt_pt: {0}/{1} acções opcionais
zh_hans: {0}/{1} 可选的操作

# SetupGame_IssuesGroupHeader
source: Issues
da_dk: Problemer
es_es: Problemas
fr_fr: Problèmes
he: בעיות
it_it: Problemi
pl_pl: Problemy
pt_br: Problemas
pt_pt: Problemas
zh_hans: 问题

# SetupGame_IssuesGroupSummarySingle
source: {0} issue
da_dk: {0} problem
es_es: {0} problema
fr_fr: {0} problème
he: בעיה {0}
it_it: {0} problema
pl_pl: {0} problem
pt_br: {0} problema
pt_pt: {0} problema
zh_hans: {0}问题

# SetupGame_IssuesGroupSummaryMultiple
source: {0} issues
da_dk: {0} problemer
es_es: {0} problemas
fr_fr: {0} problèmes
he: {0} בעיות
it_it: {0} problemi
pl_pl: {0} problemów
pt_br: {0} problemas
pt_pt: {0} problemas
zh_hans: {0}个问题

# SetupGameAction_BetterRayman3_Header
source: Install Better Rayman 3
da_dk: Installér Better Rayman 3
es_es: Instalar Better Rayman 3
fr_fr: Installer Better Rayman 3
he: התקן את Better Rayman 3
it_it: Installa Better Rayman 3
nl_nl: Installeren Better Rayman 3
pl_pl: Zainstaluj Better Rayman 3
pt_br: Instalar Better Rayman 3
pt_pt: Instalar Better Rayman 3
zh_hans: 安装更好的雷曼3

# SetupGameAction_BetterRayman3_Info
source: Better Rayman 3 is a collection of fixes by RibShark that allow Rayman 3 to be easily played in widescreen resolutions, while also offering additional features, such as windowed mode and restoring the ability to skip video cutscenes.
da_dk: Better Rayman 3 er en samling af rettelser af RibShark, som gør det muligt for Rayman 3 at blive spillet i bredskærmsopløsninger. Samlingen tilbyder også andre funktioner, som f.eks. vindue-tilstand og gendannelse af muligheden for at springe over cutscenes.
es_es: Better Rayman 3 es una colección de correcciones creada por RibShark que permite jugar Rayman 3 en resoluciones de pantalla ancha de manera fácil, además de ofrecer funciones adicionales, como el modo ventana y la posibilidad de omitir las escenas de video.
fr_fr: Better Rayman 3 est une collection d'améliorations par RibShark qui permettent de jouer à Rayman 3 dans des résolutions écran large, ainsi que d'autres fonctionnalités telles qu'un mode fenêtré ou la restoration de la possibilité de passer les cinématiques
he: Better Rayman 3 הוא אוסף של תיקונים של RibShark המאפשרים לשחק בקלות את Rayman 3 ברזולוציות מסך רחב, תוך שהוא מציע תכונות נוספות, כגון מצב חלון ושחזור היכולת לדלג על קטעי וידאו.
it_it: Better Rayman 3 è una raccolta di correzioni di RibShark che consentono di giocare facilmente a Rayman 3 in risoluzione widescreen, offrendo al contempo funzionalità aggiuntive, come la modalità finestra e il ripristino della possibilità di saltare i filmati.
nl_nl: Better Rayman 3 is een verzameling van fixes — door RibShark — die ervoor zorgen dat Rayman 3 eenvoudig in breedbeeld resoluties gespeeld kan worden terwijl er ook bijkomende features zijn, zoals een venstermodus en het herstel van de mogelijkheid video cutscenes over te slaan.
pl_pl: Better Rayman 3 to zbiór poprawek autorstwa RibShark, które umożliwiają grę w Rayman 3 w rozdzielczości panoramicznej, oferując jednocześnie dodatkowe funkcje, takie jak tryb okienkowy i przywrócono możliwość pomijania przerywników wideo.
pt_br: Better Rayman 3 é uma coleção de consertos por RibShark que permitem Rayman 3 ser facilmente jogado em resoluções widescreen, ao mesmo tempo em que oferece recursos adicionais, como modo janela e restauração da habilidade de pular cinemáticas.
pt_pt: O Better Rayman 3 é uma colecção de correcções feitas pelo RibShark que permitem que o Rayman 3 seja facilmente jogado em resoluções de ecrã panorâmico, ao mesmo tempo que oferece funcionalidades adicionais, tais como o modo de janela e a restauração da capacidade de saltar cinemáticos.
zh_hans: 更好的雷曼3是一个由RibShark制作的修复合集，它可以让雷曼3在宽屏分辨率下能更好的运行，也包含一些额外功能，比如窗口模式和恢复可以跳过过场动画的功能。

# SetupGameAction_CorruptRaymanFiestaRunSaveFile_Header
source: Corrupt save file
da_dk: Korrupt spildata
es_es: Archivo de guardado corrupto
fr_fr: Fichier de sauvegarde corrompu
he: קובץ שמירה פגום
it_it: File di salvataggio corrotto
nl_nl: Corrupte save file
pl_pl: Uszkodzony plik zapisu
pt_br: Arquivo Salvo de Rayman Fiesta Run (.dat)
pt_pt: Ficheiro de progressão corrupto
zh_hans: 损坏的存档文件

# SetupGameAction_CorruptRaymanFiestaRunSaveFile_Info
source: Due to a bug in earlier versions of the game the save file progress might get out of sync causing you to have fewer teensies than actually earned. This can cause certain levels to become inaccessible.
da_dk: Grundet en fejl i tidligere versioner af spillet, kan fremskridt fra din spildata muligvis afsynkroniseres, hvilket kan føre til at du har færre Teensies end du egentlig har vundet. Dette kan gøre bestemte baner utilgængelige.
es_es: Debido a un error en versiones anteriores del juego, el progreso del archivo de guardado podría desincronizarse, haciendo que tengas menos teensies de los que realmente has obtenido. Esto puede causar que ciertos niveles se vuelvan inaccesibles.
fr_fr: À cause d'un bug des versions précédentes, le fichier de sauvegarde peut se désynchroniser, ce qui a pour conséquence de donner un nombre de ptizêtres sauvés inférieur au nombre attendu. Cela peut rendre certains niveaux innaccessibles.
he: עקב באג בגרסאות קודמות של המשחק, התקדמות קובץ השמירה עלולה לצאת מהסנכרון ולגרום לך להיות פחות טינסים ממה שהרווחת בפועל. זה יכול לגרום לרמות מסוימות להפוך ללא נגישות.
it_it: A causa di un bug nelle versioni precedenti del gioco, i progressi del file di salvataggio potrebbero non essere sincronizzati, facendoti avere meno Teen di quelli effettivamente guadagnati. Questo può causare l'inaccessibilità di alcuni livelli.
nl_nl: Vanwege een bug in eerdere versies van het spel kan de save file voortgang gedesynchroniseerd raken, waardoor je technisch gezien minder Teensies hebt dan eigenlijk verdiend. Het gevolg hiervan is, dat zekere levels ontoegankelijk zullen worden gemaakt.
pl_pl: Ze względu na błąd występujący we wcześniejszych wersjach gry, postępy w plikach zapisu mogą zostać zsynchronizowane, powodując, że masz mniej teensies niż faktycznie zdobyłeś. Może to spowodować, że niektóre poziomy staną się niedostępne.
pt_br: Devido a um bug em versões anteriores do jogo, o progresso do arquivo salvo pode ficar fora de sincronia, fazendo com que você tenha menos teensies do que realmente ganhou. Isso pode fazer com que certos níveis se tornem inacessíveis.
pt_pt: Devido a um erro nas versões anteriores do jogo, o progresso dos ficheiros gravados pode ficar dessincronizado, fazendo com que tenhas menos Teensies do que os que realmente adquiriste. Isto pode fazer com que certos níveis se tornem inacessíveis.
zh_hans: 因为在早期游戏版本的一个bug，游戏存档可能不同步导致你的小小比收集的数量更少。这样可能导致一些关卡无法进入。

# SetupGameAction_HigherQualityOfficialRayman2Textures_Header
source: Install the Higher Quality Official Textures mod
da_dk: Installér Higher Quality Official Textures mod
es_es: Instalar el mod de Texturas Oficiales de Mayor Calidad
fr_fr: Installer le mod Higher Quality Official Textures
he: התקן את מוד הטקסטורות הרשמיות באיכות גבוהה יותר
it_it: Installa la mod Higher Quality Official Textures mod
nl_nl: Installeer de Higher Quality Official Textures modificatie
pl_pl: Zainstaluj mod Higher Quality Official Textures
pt_br: Instalar o mod de Texturas Oficiais de Qualidade Superior
pt_pt: Instalar a modificação Texturas Oficiais de Qualidade Superior
zh_hans: 安装Higher Quality Official Textures mod

# SetupGameAction_HigherQualityOfficialRayman2Textures_Info
source: The Higher Quality Official Textures mod is a texture mod by ICUP321 which replaces many of the textures with better/higher quality variants found on other versions, including textures with transparency fixes.
da_dk: Higher Quality Official Textures er et teksturmod af ICUP321, der erstatter mange af teksturerne med varianter fra andre versioner der har bedre/højere opløsning, inklusiv teksturer med fikset gennemsigtighed.
es_es: Este mod, creado por ICUP321, reemplaza muchas de las texturas con versiones de mejor calidad encontradas en otras versiones del juego, incluyendo texturas con correcciones de transparencia.
fr_fr: Le mod Higher Quality Official Textures est un mod remplaçant plusieurs textures du jeu par des variantes de meilleure qualité trouvés dans d'autres versions du jeu dont des textures sans soucis de transparence.
he: המוד Higher Quality Official Textures הוא מוד טקסטורה של ICUP321 שמחליף רבים מהמרקמים בגרסאות טובות/איכותיות יותר שנמצאות בגרסאות אחרות, כולל טקסטורות עם תיקוני שקיפות.
it_it: La mod Higher Quality Official Textures è una mod texture di ICUP321 che sostituisce molte delle texture con varianti di qualità migliore/più elevata presenti in altre versioni, comprese texture con correzioni di trasparenza.
nl_nl: De Higher Quality Official Textures modificatie — door ICUP321 — is een textuurmodificatie die vele texturen vervangt door kwalitatief betere varianten vanuit andere versies; inclusief texturen met transparantie-fixes.
pl_pl: Modyfikacja Higher Quality Official Textures to modyfikacja tekstur autorstwa użytkownika ICUP321, która zastępuje wiele tekstur lepszymi/wyższej jakości wariantami dostępnymi w innych wersjach, w tym tekstury z poprawkami przezroczystości.
pt_br: O mod de Texturas Oficiais de Qualidade Superior é um mod de textura criado por ICUP321 que substitui muitas das texturas por variantes de melhor/maior qualidade encontradas em outras versões, incluindo texturas com correções de transparência.
pt_pt: A Texturas Oficiais de Qualidade Superior é uma modificação de texturas criada por ICUP321 que substitui muitas das texturas por variantes de melhor/maior qualidade encontradas noutras versões, incluindo texturas com correcções de transparência.
zh_hans: Higher Quality Official Textures mod是一个由ICUP321制作的材质mod，它会把许多材质都用在其他版本中找到的更好/更高质量的版本，包括有修复透明度的材质。

# SetupGameAction_HighQualityRaymanOriginsVideos_Header
source: Install the High Quality Videos mod
da_dk: Installér High Quality Videos mod
es_es: Instalar el mod de Videos en Alta Calidad
fr_fr: Installer le mod High Quality Videos
he: התקן את המוד 'סרטונים באיכות גבוהה'
it_it: Installa la mod Higher Quality Official Videos mod
nl_nl: Installeer de High Quality Videos modificatie
pl_pl: Zainstaluj mod High Quality Videos
pt_br: Instalar o mod de Vídeos de Qualidade Superior
pt_pt: Instalar a modificação de Vídeos de Alta Qualidade
zh_hans: 安装High Quality Videos mod

# SetupGameAction_HighQualityRaymanOriginsVideos_Info
source: The videos in the PC version are more compressed than in the console versions. The High Quality Videos mod replaces the videos with higher quality converted ones from the console versions of the game.
da_dk: Videoerne i PC-versionen er mere komprimerede end i konsolversionerne. High Quality Videos-moddet erstatter videoerne med konverterede versioner af dem fra spillets konsolversioner, som er højere kvalitet.
es_es: Los videos en la versión de PC están más comprimidos que en las versiones de consola. Este mod reemplaza los videos con versiones de mayor calidad convertidas de las versiones de consola del juego.
fr_fr: Le mod High Quality Videos remplace les vidéos compressées de la version PC par les vidéos de plus haute qualité trouvées dans les versions console.
he: הסרטונים בגרסת ה-PC דחוסים יותר מאשר בגרסאות הקונסולה. המוד High Quality Videos מחליף את הסרטונים בסרטונים שהומרו באיכות גבוהה יותר מגרסאות הקונסולה של המשחק.
it_it: I video nella versione PC sono più compressi rispetto alle versioni console. La mod High Quality Videos sostituisce i video con quelli convertiti di qualità superiore dalle versioni console del gioco.
nl_nl: De video's in de PC-versie zijn meer gecomprimeerd dan die in de console versies. De High Quality Videos modificatie vervangt de bestaande video's met de geconverteerde video's van de console versies van het spel.
pl_pl: Filmy w wersji PC są bardziej skompresowane niż w wersjach konsolowych. Modyfikacja High Quality Videos zastępuje filmy przekonwertowanymi filmami o wyższej jakości z konsolowych wersji gry.
pt_br: Os vídeos na versão de PC são mais comprimidos do que nas versões de console. O mod Vídeos de Qualidade Superior substitui os vídeos por outros convertidos de maior qualidade das versões de console do jogo.
pt_pt: Os vídeos na versão para PC estão mais comprimidos do que nas versões para consola. A modificação Vídeos de Alta Qualidade substitui os vídeos por outros de maior qualidade convertidos a partir das versões de consola do jogo.
zh_hans: 在PC版上的过场动画比起主机版被压缩的更多。High Quality Videos mod会把这些动画用主机版转化来的更高质量动画来替换。

# SetupGameAction_InvalidUbiArtResolution_Header
source: Invalid game resolution
da_dk: Ugyldig spilopløsning
es_es: Resolución de juego no válida
fr_fr: Résolution du jeu invalide
he: רזולוציית משחק לא חוקית
it_it: Risoluzione del gioco non valida
nl_nl: Ongeldige spelresolutie
pl_pl: Nieprawidłowa rozdzielczość gry
pt_br: Resolução de jogo inválida
pt_pt: Resolução de jogo inválida
zh_hans: 不可用的游戏分辨率

# GameHub_PerLevelSoundtrackPanel_PlayMidi
source: Ambient MIDI track
da_dk: Atmosfærisk MIDI lyd
es_es: Pista de ambiente MIDI
fr_fr: Pistes ambiante MIDI
he: רצועות אווירה MIDI
it_it: Traccia MIDI ambientale
pl_pl: Ambientowy utwór MIDI
pt_br: Faixa de ambiente MIDI
pt_pt: Faixa de ambiente MIDI
zh_hans: 环境声效MIDI音轨

# GameHub_PerLevelSoundtrackPanel_PlayMidiInfo
source: Plays the PlayStation exclusive ambient MIDI tracks in their respective level sections
da_dk: Spiller PlayStation-eksklusiv atmosfærisk MIDI lyd i de baner, det er aktuelt for
es_es: Reproduce las pistas MIDI de ambiente exclusivas de PlayStation en sus respectivas secciones de nivel
fr_fr: Joue les pistes ambiantes MIDI exclusives à la PlayStation dans leurs sections de niveau respectives
he: מנגן את רצועות ה-MIDI הבלעדיות של פלייסטיישן בקטעי הרמה שלהם
it_it: Riproduce le tracce MIDI ambientali esclusive per PlayStation nelle rispettive sezioni di livello
nl_nl: Speelt de PlayStation-exclusieve Ambient MIDI tracks af in de respectievelijke level secties
pl_pl: Odtwarza ścieżki MIDI otoczenia dostępne wyłącznie na PlayStation w odpowiednich sekcjach poziomów
pt_br: Toca as faixas de ambiente MIDI exclusivas de PlayStation em suas respectivas seções das fases
pt_pt: Reproduz as faixas MIDI de ambiente exclusivas da PlayStation nas respectivas secções de nível
zh_hans: 在对应的关卡部分播放PS独占的MIDI环境声效音轨。

# GameHub_PerLevelSoundtrackPanel_VisualFixes
source: Visual bug fixes
da_dk: Visuelle fejlrettelser
es_es: Correcciones de errores visuales
fr_fr: Correction de bugs visuels
he: תיקוני באגים חזותיים
it_it: Correzioni di bug visivi
nl_nl: Visuele bug fixes
pl_pl: Poprawki błędów wizualnych
pt_br: Consertos de bugs visuais
pt_pt: Correcção de bugs visuais
zh_hans: 图像bug修复

# GameHub_PerLevelSoundtrackPanel_VisualFixesInfo
source: Includes visual bug fixes for the PC version, such as making Dark Rayman's fist appear after punching
da_dk: Indeholder visuelle fejlrettelser til PC-udgaven, så som f.eks at vise Dark Rayman's næve efter at han har slået
es_es: Incluye correcciones de errores visuales para la versión de PC, como hacer que el puño de Dark Rayman aparezca después de golpear
fr_fr: Règle des bugs graphiques de la version PC, tels que faire apparaître le poing de Dark Rayman quand il attaque
he: כולל תיקוני באגים חזותיים עבור גרסת המחשב האישי, כגון גרימת האגרוף של Dark Rayman להופיע לאחר אגרוף
it_it: Include correzioni di bug visivi per la versione PC, come la visualizzazione del pugno di Dark Rayman dopo aver colpito
nl_nl: Visuele bug fixes voor de PC versie inclusief, zoals het laten verschijnen van Dark Rayman's vuist na het slaan
pl_pl: Zawiera poprawki błędów wizualnych w wersji na PC, np. pięść Mrocznego Raymana pojawia się po uderzeniu
pt_br: Inclui consertos de bugs visuais para a versão de PC, como fazer o punho do Dark Rayman aparecer depois de socar
pt_pt: Inclui correcções de erros visuais para a versão PC, tais como fazer com que o punho do Dark Rayman apareça depois de um soco
zh_hans: 包括pc版的图像修复，比如让黑暗雷曼的拳头出拳之后再次显示。

# SetupGame_Header
source: Setup game
da_dk: Konfigurér spil
es_es: Configurar juego
fr_fr: Configurer le jeu
he: התקנת משחק
it_it: Imposta il gioco
nl_nl: Installatie spel
pl_pl: Konfiguracja gry
pt_br: Configurar jogo
pt_pt: Configurar jogo
zh_hans: 设置游戏

# SetupGameAction_InvalidUbiArtResolution_Info
source: The game resolution has to be set to a resolution supported by the graphics card. On some systems the resolution will default to an invalid resolution, causing black borders and potential crashes. This can be solved by selecting a supported resolution.
es_es: La resolución del juego debe estar configurada en una resolución compatible con la tarjeta gráfica. En algunos sistemas, la resolución se establece de forma predeterminada en una resolución no válida, lo que provoca bordes negros y posibles bloqueos. Esto se puede solucionar seleccionando una resolución compatible.
fr_fr: La résolution du jeu doit être réglée sur une résolution supportée par votre carte graphique. Certains systèmes règleront la résolution sur une valeur invalide par défaut, causant des bordures noires ou des crash potentiels. Ce problème peut être résolu en sélectionnant une résolution supportée.
he: יש להגדיר את רזולוציית המשחק לרזולוציה הנתמכת על ידי הכרטיס הגרפי. במערכות מסוימות, ברירת המחדל של הרזולוציה תהיה רזולוציה לא חוקית, מה שיגרום לגבולות שחורים ולקריסות אפשריות. ניתן לפתור זאת על ידי בחירת רזולוציה נתמכת.
it_it: La risoluzione del gioco deve essere impostata su una risoluzione supportata dalla scheda grafica. Su alcuni sistemi la risoluzione verrà impostata di default su una risoluzione non valida, causando bordi neri e potenziali crash. Questo può essere risolto selezionando una risoluzione supportata.
nl_nl: De spelresolutie dient zodanig te worden ingesteld dat deze ondersteund wordt door de grafische kaart. Op sommige systemen wordt de resolutie standaard ingesteld op een ongeldige, waardoor zwarte randen en mogelijke crashes het gevolg zijn.
pl_pl: Rozdzielczość gry musi ustawiona na taką, która jest wspierana przez kartę graficzną. W niektórych systemach rozdzielczość zostanie domyślnie ustawiona na nieprawidłową, powodując czarne obramowanie i potencjalne awarie. Aby to rozwiązać, należy wybrać obsługiwaną rozdzielczość.
pt_br: A resolução do jogo precisa ser definida para uma resolução suportada pela placa de vídeo. Em alguns sistemas, a resolução será definida como padrão para uma resolução inválida, causando bordas pretas e possíveis travamentos. Isso pode ser resolvido selecionando uma resolução suportada.
pt_pt: A resolução do jogo tem de ser definida para uma resolução suportada pela placa gráfica. Nalguns sistemas, a resolução será predefinida para uma resolução inválida, causando margens negras e potenciais falhas. Isto pode ser resolvido seleccionando uma resolução suportada.
zh_hans: 游戏分辨率必须被设置为显卡支持的分辨率。在一些系统里默认分辨率是一个不可用的分辨率，导致黑边和可能崩溃。选择支持的分辨率就可以解决这个问题。

# SetupGameAction_MinimumRaymanOriginsLoadingTimes_Header
source: Install the Minimum Loading Times mod
es_es: Instalar el mod de Tiempos Mínimos de Carga
fr_fr: Installer le mod Minimum Loading Times
he: התקן את המוד זמני טעינה מינימליים
it_it: Installa la mod Minimum Loading Times
nl_nl: Installeer de Minimum Loading Times modificatie
pl_pl: Zainstaluj mod Minimum Loading Times
pt_br: Instalar o mod de Tempos Mínimos de Carregamento
pt_pt: Instalar a modificação Tempos de Carregamento Mínimos
zh_hans: 安装Minimum Loading Times mod

# SetupGameAction_MinimumRaymanOriginsLoadingTimes_Info
source: The Minimum Loading Times mod is a mod by RayCarrot which changes the minimum loading screen time from 4 seconds to 0 seconds, thus making loading times faster.
es_es: Este mod, creado por RayCarrot, reduce el tiempo mínimo de la pantalla de carga de 4 segundos a 0 segundos, haciendo que los tiempos de carga sean más rápidos.
fr_fr: Le mod Minimum Loading Times a été créé par RayCarrot, il change le temps de chargement minimal de 4 à 0 secondes, rendant les chargements plus rapides.
he: המוד Minimal Loading Times הוא מוד של RayCarrot אשר משנה את זמן מסך הטעינה המינימלי מ-4 שניות ל-0 שניות, ובכך הופך את זמני הטעינה למהירים יותר.
it_it: La mod Minimum Loading Times è una mod creata da RayCarrot che modifica il tempo minimo di caricamento della schermata da 4 a 0 secondi, rendendo così i tempi di caricamento più rapidi.
nl_nl: De Minimum Loading Times modificatie is een mod, gemaakt door RayCarrot, die de laad(scherm)tijd verlaagt van 4 naar 0 seconden en dus het laden van het spel sneller maakt. Als alternatief kun je de Loadless Origins mod van RayCarrot gebruiken die de laadschermen volledig verwijderd.
pl_pl: Modyfikacja Minimum Loading Times to modyfikacja autorstwa użytkownika RayCarrot, która zmienia minimalny czas ładowania ekranu z 4 sekund do 0 sekund, przyśpieszając w ten sposób czas ładowania. Alternatywą jest także modyfikacja Loadless Origins tego samego autora, która całkowicie usuwa ekrany ładowania.
pt_br: O mod Tempos de Carregamento Mínimos é um mod de RayCarrot que altera o tempo mínimo da tela de carregamento de 4 segundos para 0 segundos, tornando os tempos de carregamento mais rápidos.
pt_pt: A Tempos de Carregamento Mínimos é uma modificação de RayCarrot que altera o tempo mínimo de carregamento do ecrã de 4 segundos para 0 segundos, tornando assim os tempos de carregamento mais rápidos. Em alternativa, podes utilizar a modificação Loadless Origins, da autoria de RayCarrot, que remove completamente os ecrãs de carregamento.
zh_hans: Minimum Loading Times是RayCarrot制作的一个用来把加载界面时间从4秒降低到0秒的mod，这样可以让加载时间变快。

# SetupGameAction_MissingMapperConfig_Header
source: Mapper config file is missing or invalid
da_dk: Mapper config-fil mangler eller er ugyldig
es_es: Falta o es inválido el archivo de configuración del Mapper
fr_fr: Le fichier de configuration du Mapper est manquant ou invalide
he: קובץ התצורה של Mapper חסר או לא חוקי
it_it: Il file di configurazione di Mapper è mancante o non valido
nl_nl: Configuratiebestand van Mapper ontbreekt of is ongeldig
pl_pl: Brak pliku konfiguracyjnego mappera lub jest on nieprawidłowy
pt_br: Arquivo de configuração do mapeador está faltando ou é inválido
pt_pt: O ficheiro de configuração do Mapper está em falta ou é inválido
zh_hans: 地图编辑器设置文件丢失或不可用
