Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# DosBoxOptions_ScalerInfo
source: Scaler used to enlarge/enhance low resolution modes
da_dk: Skaleringsværktøj brugt til at opskalere/øge lave opløsningstilstande
de_de: Skalierer benutzt zu Größer/Erweitern/Leicht Auflösung Modus
es_es: Escalador utilizado para ampliar/mejorar los modos de baja resolución
fr_fr: Redimentionner permet d'agrandir/améliorer les modes en basse résolution
he: שינוי גודל המשמש להגדלה/שיפור מצבי רזולוציה נמוכה
hu_hu: Az átméretező amit használva nagyítani/fejavítani lehet az alacsonyabb felbontású módokat
it_it: Ridimensionamento utilizzato per ingrandire/migliorare le modalità a bassa risoluzione
nl_nl: Scaler, ingezet om low-resolution modi te vergroten/optimaliseren
pl_pl: Skaler używany do powiększenia/ ulepszenia trybów niskiej rozdzielczości
pt_br: Escalador usado para ampliar/aprimorar modos de baixa resolução
pt_pt: Escalador usado para ampliar/melhorar modos de baixa resolução
ru_ru: Масштабирователь используется для увеличения/улучшения режимов низкого разрешения
tr_tr: Düşük çözünürlüklü modları büyütmek/geliştirmek için kullanılan ölçekleyici
zh_hans: 比例调整器用来增大/提升低分辨率模式

# DosBoxOptions_Core
source: Core
da_dk: Kerne
de_de: Kerne
es_es: Núcleo
fr_fr: Cœur
he: ליבה
nl_nl: Kern
pl_pl: Rdzeń
pt_br: Núcleo
pt_pt: Núcleo
ru_ru: Ядро
tr_tr: Çekirdek
zh_hans: 核心

# DosBoxOptions_CoreInfo
source: CPU Core used in emulation. Auto switches from normal to dynamic if appropriate.
da_dk: CPU-kerne brugt til emulation. Autoskifter fra normal til dynamisk hvis muligt.
de_de: Die CPU Kerne werden in der Emulation benutzt.Automatisches Wechseln von Normal zu Dynamisch Angemessen.
es_es: Núcleo de CPU utilizado en la emulación. Cambia automáticamente de normal a dinámico si es apropiado.
fr_fr: Le cœur utilisé pour l'émulation. Auto choisit l'option la plus appropriée entre normal et dynamique
he: מעבד ליבה המשמש באמולציה. אוטומטי עובר מנורמלי לדינאמי במידת הצורך.
hu_hu: CPU mag használata az emulációban. Automatán átvált normálról dinamikusra, ha szükség van rá.
it_it: Core della CPU utilizzata nell'emulazione. Se appropriata, passa automaticamente da normale a dinamico.
nl_nl: Processorkern, gebruikt voor emulatie. Wisselt automatisch van normaal naar dynamisch indien gewenst
pl_pl: Rdzeń procesora używany do emulacji. Automatycznie zmienia się z normalnego na dynamiczny, jeśli jest to wymagane.
pt_br: Núcleo da CPU usado na emulação. Alterna automaticamente de normal para dinâmico se apropriado.
pt_pt: Núcleo de CPU usado na emulação. Muda automaticamente de normal para dinâmico se apropriado.
ru_ru: Ядро процессора, используемое в эмуляции. Автоматически переключается с 'normal' на 'dynamic', если это необходимо.
tr_tr: Öykünmede kullanılan CPU Çekirdeği. Otomatik, uygunsa normalden dinamiğe geçer.
zh_hans: 在模拟时使用的CPU核心。在适当的时候会从普通切换到动态。

# DosBoxOptions_CyclesInfo
source: Amount of instructions DOSBox tries to emulate each millisecond. Setting this value too high results in sound dropouts and lags. You can also let DOSBox guess the correct value by setting it to max. The default setting (auto) switches to max if appropriate.
da_dk: Mængden af instruktioner, som DOSBox forsøger at emulere hvert millisekund. Er denne værdi sat for højt, kan lydproblemer og lag medføre. DOSBox kan også forsøge at gætte den rette værdi, hvis den er indstilt til maks. Standardindstillingen (auto) skifter til maks hvis muligt.
de_de: Wie viel Befehle DOSBox versucht zum Emulieren jeder Millisekunde. Stellt man diesen Wert zu hoch ergibt in Ton Aussetzer und Lags. Du kannst auch DOSBox entscheiden lassen ob das die Richtige Werte sind, wenn du die Einstellungen auf Maximal Stellst. Die Normale Einstellung (auto) setzt alles auf Maximal falls es Zutreffend ist.
es_es: Cantidad de instrucciones que DOSBox intenta emular cada milisegundo. Establecer un valor demasiado alto puede resultar en interrupciones de sonido y retrasos. También puedes dejar que DOSBox adivine el valor correcto estableciéndolo en máximo. La configuración predeterminada (auto) cambia a máximo si es apropiado.
fr_fr: Le montant d'instructions que DOSBox essaie d'émuler chaque milliseconde. Régler cette valeur trop haut peut créer des pertes de son et des ralentissements. Il est aussi possible de laisser DOSBox déterminer automatiquement la valeur appropriée en réglant cette option sur max. L'option de base (auto) se règle sur max si cela convient.
he: כמות ההוראות DOSBox מנסה לחקות כל אלפית השנייה. הגדרת ערך זה מביאה לתוצאות גבוהות מדי של נשירת צלילים ופיגורים. תוכל גם לתת ל- DOSBox לנחש את הערך הנכון על ידי הגדרתו למקסימום. הגדרת ברירת המחדל (אוטומטית) עוברת למקסימום במידת הצורך.
hu_hu: Az utasítások mennyisége, amit a DOSBox egyszerre megpróbálhat emulálni minden miliszekundumban. Ennek az értéknek túl magasra állítása hang kihagyásokhoz és lag-hoz vezethet. Maxra állítva a DOSBox automatikusan beállítja a megfelelő értéket. Az alap beállítás (auto) átvált maxra, ha szükséges.
it_it: Quantità di istruzioni che DOSBox tenta di emulare ogni millisecondo. L'impostazione di un valore troppo alto provoca interruzioni e ritardi dell'audio. Puoi anche lasciare che DOSBox indovini il valore corretto impostandolo al massimo. L'impostazione predefinita (auto) passa al massimo se appropriato.
nl_nl: Hoeveelheid instructies die DOSBox elke milliseconde probeert te emuleren. Een te hoge waarde resulteert in geluidsonderbrekingen en -lags. Je kunt DOSBox de juiste waarde laten bepalen door de max. waarde te kiezen. De standaardwaarde (auto) verandert naar de max. waarde indien gewenst.
pl_pl: Ilość instrukcji, które DOSBox próbuje emulować co milisekundę. Ustawienie tej wartości zbyt wysoko spowoduje przerywanie dźwięku i opóźnienia. Możesz pozwolić także DOSBoxowi spróbować odgadnąć prawidłową wartość, ustawiając ją na maksymalną. Ustawienie domyślne (auto) przełącza się w razie potrzeby na wartość maksymalną.
pt_br: Quantidade de instruções que o DOSBox tenta emular a cada milissegundo. Definir esse valor muito alto resulta em interrupções e atrasos no som. Você também pode deixar o DOSBox adivinhar o valor correto, definindo-o como máximo. A configuração padrão (automática) alterna para o máximo, se apropriado.
pt_pt: Quantidade de instruções que o DOSBox tenta emular a cada milisegundo. Definir este valor demasiado alto resulta em quedas de som e atrasos. Podes deixar o DOSBox adivinhar o valor correcto ao defini-lo no máximo. A definição padrão (automática) muda para o máximo se apropriado.
ru_ru: Количество инструкций, которые DOSBox пытается эмулировать каждую миллисекунду. Слишком высокое значение может привести к проблемам со звуком и подтормаживаниям. Вы также можете позволить DOSBox самостоятельно подобрать подходящее значение, установив его на 'max'. Значение по умолчанию ('auto') при необходимости переключается на 'max'.
tr_tr: DOSBox'un her milisaniyede öykünmeye çalıştığı talimat miktarı. Bu değeri çok yüksek ayarlamak, ses kesintilerine ve gecikmelere neden olur. Ayrıca, DOSBox'u maks olarak ayarlayarak doğru değeri tahmin etmesini sağlayabilirsiniz. Varsayilan ayar (otomatik), uygunsa maks.
zh_hans: DOSBox在每一毫秒尝试模拟的指令数量。数值过高会导致音效卡顿和延迟。你也可以通过设置到最大来让DOSBox估算正确的数值。默认设置（自动）在合适的情况下切换到最大。

# DosBoxOptions_Commands
source: DOSBox commands
da_dk: DOSBox-kommandoer
de_de: DOSBox Befehle
es_es: Comandos de DOSBox
fr_fr: Commandes DOSBox
he: פקודות DOSBox
hu_hu: DOSBox command-ok
it_it: Comandi DOSBox
nl_nl: DOSBox commando's
pl_pl: Komendy DOSBox
pt_br: Comandos do DOSBox
pt_pt: Comandos DOSBox
ru_ru: Команды DOSBox
tr_tr: DOSBox komutları
zh_hans: DOSBox命令

# DosBoxOptions_CommandsOptional
source: (Optional)
da_dk: (Valgfrit)
es_es: (Opcional)
fr_fr: (Optionnel)
he: (אופציונאלי)
hu_hu: (Opcionális)
it_it: (Opzionale)
nl_nl: (Optioneel)
pl_pl: (Opcjonalne)
pt_br: (Opcional)
pt_pt: (Opcional)
ru_ru: (Необязательно)
tr_tr: (İsteğe)
zh_hans: （可选）

# Config_Resolution
source: Resolution
da_dk: Opløsning
de_de: Auflösung
es_es: Resolución
fr_fr: Résolution
he: רזולוציה
hu_hu: Felbontás
it_it: Risoluzione
nl_nl: Resolutie
pl_pl: Rozdzielczość
pt_br: Resolução
pt_pt: Resolução
ru_ru: Разрешение
tr_tr: Çözünürlük
zh_hans: 分辨率

# Config_Fullscreen
source: Fullscreen
da_dk: Fuldskærm
de_de: Vollbildschirm
es_es: Pantalla completa
fr_fr: Plein écran
he: מסך מלא
hu_hu: Teljes képernyős üzemmód
it_it: Schermo intero
nl_nl: Volledig scherm
pl_pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Ecrã inteiro
ru_ru: Полноэкранный режим
tr_tr: Tam ekran
zh_hans: 全屏

# Config_FullscreenInfo
source: Makes the game run in fullscreen, otherwise it'll run in windowed mode
da_dk: Får spillet til at køre i fuldskærm, ellers kører det i vinduetilstand
de_de: Lässt das Spiel in Vollbildmodus laufen, oder es läuft im Fenstermodus
es_es: Hace que el juego se ejecute en pantalla completa; de lo contrario, se ejecutará en modo de ventana
fr_fr: Fait fonctionner le jeu en mode plein écran, sinon, il fonctionnera en mode fenêtré
he: גורם למשחק לפעול במסך מלא, אחרת הוא יפעל במצב חלון
hu_hu: Teljes képernyőben indítja el a játékot, egyébként ablakban fut.
it_it: Fa eseguire il gioco a schermo intero, altrimenti verrà eseguito in modalità finestra
nl_nl: Deze optie laat het spel in volledige schermmodus starten, zonder zal het in venstermodus starten
pl_pl: Sprawia że gra uruchamia się w pełnym ekranie, w przeciwnym razie uruchomi się w trybie okienkowym
pt_br: Faz o jogo executar em tela cheia, caso contrário executará em modo janela
pt_pt: Faz o jogo executar em ecrã inteiro, caso contrário irá executar em modo de janela
ru_ru: Игра будет работать в полноэкранном режиме, в противном случае она запуститься в оконном режиме
tr_tr: Oyunun tam ekranda çalışmasını sağlar, aksi halde pencereli modda çalışır
zh_hans: 让游戏以全屏模式运行，否则以窗口模式运行

# Config_Graphics
source: Graphics
da_dk: Grafik
de_de: Grafik
es_es: Gráficos
fr_fr: Graphismes
he: גרפיקה
hu_hu: Grafika
it_it: Grafica
pl_pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ru_ru: Графика
tr_tr: Grafik
zh_hans: 图像

# Config_TriLinear
source: TriLinear
es_es: TriLineal
fr_fr: Trilinéaire
he: טרילינארית
it_it: Filtraggio trilineare
pl_pl: Filtrowanie trójliniowe
ru_ru: Трилинейная фильтрация
zh_hans: 三线性过滤

# Config_TnL
source: Transform and Lighting
da_dk: Transformering og lys
de_de: Umformung und Ausleuchtung
es_es: Transformación e iluminación
fr_fr: Transform et Lighting
he: טרנספורמציה ותאורה
it_it: Trasformazione e Illuminazione
nl_nl: Transform & Lighting
pl_pl: Transformacja i oświetlenie
pt_br: Transformação e Iluminação
pt_pt: Transform e Lighting
ru_ru: Трансформация и Освещение
tr_tr: Dönüşüm ve Aydınlatma
zh_hans: 硬件转换与照明

# Config_TnLInfo
source: Uncheck this if there are graphical glitches in the game
da_dk: Afmarkér dette, hvis der er grafikproblemer i spillet
de_de: Das hier Aushaken wenn im Spiel Grafische Fehler sind
es_es: Desmarca esto si hay problemas gráficos en el juego
fr_fr: Décocher si le jeu a des pépins graphiques
he: בטל סימון זה אם יש תקלות גרפיות במשחק
hu_hu: Kapcsold ki, ha grafikus hibák észlelhetők a játékban
it_it: Deseleziona questa opzione se ci sono problemi grafici nel gioco
nl_nl: Deselecteer deze optie als er sprake is van grafische glitches in de game
pl_pl: Odznacz, jeśli pojawiają się błędy graficzne w grze
pt_br: Desmarque esta opção se houver falhas gráficas no jogo
pt_pt: Desmarcar isto se houver falhas gráficas no jogo
ru_ru: Отключите, если в игре есть графические сбои
tr_tr: Oyunda grafiksel hatalar varsa bu seçeneğin işaretini kaldırın.
zh_hans: 如果游戏里出现图像bug，禁用此项

# Config_Textures16
source: 16 bit
es_es: 16 bits
fr_fr: 16 bits
he: 16 ביט
pl_pl: 16 bitowe
pt_br: 16-bits
pt_pt: 16 bits
ru_ru: 16 бит
zh_hans: 16位

# Config_Textures32
source: 32 bit
es_es: 32 bits
fr_fr: 32 bits
he: 32 ביט
pl_pl: 32 bitowe
pt_br: 32-bits
pt_pt: 32 bits
ru_ru: 32 бита
zh_hans: 32位

# Config_Compressed
source: Compressed
da_dk: Komprimeret
de_de: Komprimiert
es_es: Comprimido
fr_fr: Compression
he: דחוס
hu_hu: Tömörített
it_it: Compresse
nl_nl: Gecomprimeerd
pl_pl: Skompresowane
pt_br: Comprimido
pt_pt: Comprimidos
ru_ru: Сжато
tr_tr: Sıkıştırılmış
zh_hans: 压缩

# Config_Video
source: Video
es_es: Vídeo
fr_fr: Vidéo
he: וידיאו
hu_hu: Videó
pl_pl: Wideo
pt_br: Vídeo
pt_pt: Vídeo
ru_ru: Видео
zh_hans: 视频

# Config_VideoGood
source: Good quality
da_dk: God kvalitet
de_de: Gute Qualität
es_es: Buena calidad
fr_fr: Bonne qualité
he: איכות טובה
hu_hu: Jó minőség
it_it: Buona qualità
nl_nl: Goede Kwaliteit
pl_pl: Dobra jakość
pt_br: Boa qualidade
pt_pt: Boa qualidade
ru_ru: Хорошее качество
tr_tr: İyi kalite
zh_hans: 高质量

# Config_VideoBad
source: Bad quality
da_dk: Dårlig kvalitet
de_de: Schlechte Qualität
es_es: Mala calidad
fr_fr: Mauvaise qualité
he: איכות גרועה
hu_hu: Rossz minőség
it_it: Pessima qualità
nl_nl: Slechte Kwaliteit
pl_pl: Zła jakość
pt_br: Má qualidade
pt_pt: Má qualidade
ru_ru: Плохое качество
tr_tr: Kötü kalite
zh_hans: 低质量

# Config_VideoAuto
source: Auto adjust quality
da_dk: Autojustér kvalitet
de_de: Automatisch Qualität Anpassen
es_es: Ajustar calidad automáticamente
fr_fr: Ajuster automatiquement la qualité
he: איכות התאמה אוטומטית
hu_hu: Minőség automatikus beállítása
it_it: Regolazione automatica della qualità
nl_nl: Kwaliteit automatisch aanpassen
pl_pl: Automatycznie dostosuj jakość
pt_br: Ajustar automaticamente a qualidade
pt_pt: Ajuste automático de qualidade
ru_ru: Автоматическая регулировка качества
tr_tr: Kaliteyi otomatik ayarla
zh_hans: 自动调整质量

# Config_Video16Bpp
source: 16 bits per pixel
es_es: 16 bits por píxel
fr_fr: 16 bits par pixel
he: 16 סיביות לפיקסל
hu_hu: 16 bit pixelenként
it_it: 16 bit per pixel
pl_pl: 16 bitów na piksel
pt_br: 16-bits por pixel
pt_pt: 16 bits por pixel
ru_ru: 16 бит на пиксель
tr_tr: Piksel başına 16 bit
zh_hans: 每像素16位

# Config_Video32Bpp
source: 32 bits per pixel
de_de: 32 Bits pro Pixel
es_es: 32 bits por píxel
fr_fr: 32 bits par pixel
he: 32 סיביות לפיקסל
hu_hu: 32 bit pixelenként
it_it: 32 bit per pixel
pl_pl: 32 bity na piksel
pt_br: 32-bits por pixel
pt_pt: 32 bits por pixel
ru_ru: 32 бита на пиксель
tr_tr: Piksel başına 32 bit
zh_hans: 每像素32位

# Config_Language
source: Language
da_dk: Sprog
de_de: Sprache
es_es: Idioma
fr_fr: Langue
he: שפה
hu_hu: Nyelv
it_it: Lingua
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
pt_pt: Língua
ru_ru: Язык
tr_tr: Dil
zh_hans: 语言

# Config_Controller
source: Controller
es_es: Mando
fr_fr: Manette
he: בקר
hu_hu: Kontroller
pl_pl: Kontroler
pt_br: Controle
pt_pt: Comando
ru_ru: Контроллер
tr_tr: Oyun denetleyicisi
zh_hans: 游戏手柄

# Config_UseController
source: Use connected controller
da_dk: Brug forbundet controller
de_de: Benutze Verbundenen Controller
es_es: Utilizar mando conectado
fr_fr: Utiliser la manette connectée
he: השתמש בבקר מחובר
hu_hu: Csatlakoztatott kontroller használata
it_it: Usa controller connesso
nl_nl: Gebruik verbonden controller
pl_pl: Użyj podłączonego kontrolera
pt_br: Usar controle conectado
pt_pt: Utilizar comando ligado
ru_ru: Использовать подключенный контроллер
tr_tr: Bağlanık Oyun denetleyicisini kullan
zh_hans: 使用连接的手柄

# Config_ControllerInfo
source: If your controller is not recognized you can enable controller support here
da_dk: Genkendes din controller ikke, kan du aktivere controllerunderstøttelse her
de_de: Wenn dein Controller nicht erkannt wird kannst du in dort Aktivieren
es_es: Si tu mando no es reconocido, puedes habilitar el soporte para mandos aquí.
fr_fr: Si votre manette n'est pas reconnue, vous pouvez activer le support manette natif
he: אם הבקר שלך אינו מזוהה תוכל להפעיל כאן תמיכה בבקר
hu_hu: Ha a kontroller nem felismerhető, itt be lehet kapcsolni a kontrolleres támogatást
it_it: Se il tuo controller non viene riconosciuto, puoi abilitare il supporto del controller qui
nl_nl: Als jouw controller niet herkend wordt, kun je hier controller-ondersteuning inschakelen
pl_pl: Jeśli twój kontroler nie jest wykrywany, możesz włączyć wsparcie dla kontrolera tutaj
pt_br: Se seu controle não é reconhecido, é possível habilitar suporte para controles aqui
pt_pt: Se o teu comando não é reconhecido podes activar aqui o suporte de comando
ru_ru: Если Ваш контроллер не распознан, Вы можете активировать поддержку контроллера здесь
tr_tr: Oyun kumandanız tanınmıyorsa oyun kumandası desteğini buradan etkinleştirebilirsiniz
zh_hans: 如果你的游戏手柄没有被检测到，你可以启动这里的游戏手柄支持

# Config_EnableNativeController
source: Enable native controller support
da_dk: Aktivér nativ controllerunderstøttelse
de_de: Nativen Controller Unterstützung aktivieren
es_es: Habilitar soporte nativo para mandos
fr_fr: Activer le support manette natif
he: אפשר תמיכה בבקר מקורי
hu_hu: Natív kontroller támogatás engedélyezése
it_it: Abilita il supporto del controller nativo
nl_nl: Schakel native controller-ondersteuning in
pl_pl: Włącz natywne wsparcie dla kontrolera
pt_br: Habilitar suporte de controle nativo
pt_pt: Activar suporte de comando nativo
ru_ru: Включить встроенную поддержку контроллера
tr_tr: Yerel oyun denetleyicisi desteğini etkinleştir
zh_hans: 启动本地手柄支持

# Config_ControllerVertical
source: Vertical Axis
da_dk: Lodret axis
de_de: Vertikale Achse
es_es: Eje vertical
fr_fr: Axe Vertical
he: ציר אנכי
hu_hu: Függőleges tengely
it_it: Asse Verticale
nl_nl: Verticale As
pl_pl: Oś pionowa
pt_br: Eixo Vertical
pt_pt: Eixo vertical
ru_ru: Вертикальная ось
tr_tr: Dikey eksen
zh_hans: 垂直轴

# Config_ControllerHorizontal
source: Horizontal Axis
da_dk: Vandret axis
de_de: Horizontale Achse
es_es: Eje horizontal
fr_fr: Axe Horizontal
he: ציר אופקי
hu_hu: Vízszintes tengely
it_it: Asse Orizzontale
nl_nl: Horizontale As
pl_pl: Oś pozioma
pt_br: Eixo Horizontal
pt_pt: Eixo horizontal
ru_ru: Горизонтальная ось
tr_tr: Yatay eksen
zh_hans: 水平轴

# Config_Network
source: Network
da_dk: Netværk
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
he: רשת
hu_hu: Hálózat
it_it: Rete
nl_nl: Netwerk
pl_pl: Sieć
pt_br: Rede
pt_pt: Rede
ru_ru: Сеть
tr_tr: Ağ
zh_hans: 网络

# Config_LanguageR2Info
source: This sets the default language selected when launching the game. The language can still be changed from the game menu.
da_dk: Dette indstiller standardsproget, som er valgt når spillet startes. Sproget kan stadig ændres i spilmenuen.
de_de: Setzt die ausgewählte Sprache wenn du das Spiel öffnest. Die Sprache kann von den Titelbildschirm geändert werden
es_es: Esto establece el idioma predeterminado seleccionado al iniciar el juego. El idioma aún se puede cambiar desde el menú del juego
fr_fr: Configure la langue par défaut sélectionnée en démarrant le jeu. La langue peut toujours être changée depuis le menu du jeu
he: זה קובע את שפת ברירת המחדל שנבחרה בעת הפעלת המשחק. עדיין ניתן לשנות את השפה מתפריט המשחק.
hu_hu: Beállítja az alap nyelvet, amivel elindul a program. A nyelv ettől megváltoztatható a játékmenüből
it_it: Imposta la lingua predefinita selezionata all'avvio del gioco. La lingua può ancora essere modificata dal menu di gioco.
nl_nl: Deze optie zorgt ervoor dat de standaardtaal ingesteld wordt bij opstart. De taal kan nog steeds veranderd worden via het spelmenu.
pl_pl: Ustawia domyślny język wybrany przy uruchamianiu gry. Język może być zmieniony z poziomu menu gry.
pt_br: Isso define o idioma padrão selecionado ao executar o jogo. O idioma ainda pode ser alterado através do menu do jogo.
pt_pt: Isto define a língua padrão seleccionada quando se executa o jogo. A língua pode ainda assim ser alterada pelo menu do jogo.
ru_ru: Устанавливает язык по умолчанию, выбранный при запуске игры. Язык можно изменить в меню игры.
tr_tr: Bu, oyunu başlatırken seçilen varsayılan dili ayarlar. Dil yine de oyun menüsünden değiştirilebilir.
zh_hans: 在这里设置进入游戏时的默认语言选项。进入游戏后语言仍然可以从游戏菜单里改变。

# Config_ControllerR2Info
source: If your controller is not recognized you can enable controller support here. This will remove any custom button mapping.
da_dk: Er din controller ikke genkendt, kan controllerunderstøttelse aktiveres her. Dette fjerner brugerdefinerede mapping.
de_de: Wenn dein Controller nicht erkannt wird, kannst du den Nativen Controller Unterstützung aktivieren. Das will deine Controller Belegung löschen.
es_es: Si tu mando no es reconocido, puedes habilitar el soporte para mandos aquí. Esto eliminará cualquier asignación personalizada de botones.
fr_fr: Si la manette n'est pas reconnue, il est possible d'activer le support manette ici. Cela retirera tout mappage personnalisé de la manette
he: אם הבקר שלך אינו מזוהה, תוכל להפעיל כאן תמיכה בבקר. פעולה זו תסיר כל מיפוי כפתורים מותאם אישית.
hu_hu: Ha a kontroller nem felismerhető, itt be lehet kapcsolni a kontrolleres támogatást. Ennek használata eltávolít minden személyre szabott gomb konfiurációt.
it_it: Se il tuo controller non viene riconosciuto, puoi abilitare il supporto del controller qui. Ciò rimuoverà qualsiasi mappatura personalizzata dei tasti.
nl_nl: Als jouw controller niet herkend wordt, kun je hier controller-ondersteuning inschakelen. Hierdoor wordt elke aangepaste knopinstelling ongedaan gemaakt.
pl_pl: Jeśli twój kontroler nie jest wykrywany, możesz włączyć wsparcie dla kontrolera tutaj. Spowoduje to jednak usunięcie niestandardowego przypisania przycisków.
pt_br: Se seu controle não é reconhecido, é possível habilitar suporte para controles aqui. Isso removerá qualquer mapeamento de botão customizado.
pt_pt: Se o teu comando não é reconhecido podes activar aqui o suporte de comando . Isto irá remover qualquer mapeamento de botões personalizado.
ru_ru: Если Ваш контроллер не распознан, Вы можете активировать поддержку контроллера здесь. Это приведет к полному удалению пользовательского назначения кнопок.
tr_tr: Denetleyiciniz tanınmıyorsa, denetleyici desteğini buradan etkinleştirebilirsiniz. Bu, tüm özel düğme eşlemelerini kaldıracaktır.
zh_hans: 如果你的游戏手柄没有被检测到，你可以启动这里的游戏手柄支持。这样做会取消所有自定义按键设置。

# Config_ButtonMapping
source: Button Mapping (keyboard)
da_dk: Mapping af knapper (tastatur)
de_de: Tastenbelegung (Tastatur)
es_es: Asignación de botones (teclado)
fr_fr: Mappage de la manette
he: מיפוי לחצנים (מקלדת)
hu_hu: Gomb konfiguráció (billentyűzet)
it_it: Mappatura Tasti (tastiera)
nl_nl: Toewijzen Knoppen (toetsenbord)
pl_pl: Przypisanie przycisków (klawiatura)
pt_br: Mapeamento de Botões (teclado)
pt_pt: Mapeamento de botões (teclado)
ru_ru: Назначение клавиш (клавиатура)
tr_tr: Düğme Eşleme (klavye)
zh_hans: 按键设置（键盘）
