Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# ModLoader_NoValidFilesError
source: No valid files were found for the mod
da_dk: Ingen gyldige filer blev fundet for det valgte mod
es_es: No se encontraron archivos válidos para el mod
fr_fr: Aucun fichier valide n'a été trouvé pour le mod
he: לא נמצאו קבצים חוקיים עבור המוד
it_it: Non sono stati trovati file validi per la mod
pt_br: Nenhum arquivo válido foi encontrado para o mod
zh_hans: 在mod里没有发现可用的文件

# ModLoader_GetDownloadError
source: An error occurred when getting the download for the mod
da_dk: En fejl opstod i forsøg på at hente det valgte mod
es_es: Se produjo un error al obtener la descarga del mod
fr_fr: Une erreur est survenue lors de la récupération du téléchargement pour le mod
he: אירעה שגיאה בעת קבלת ההורדה עבור המוד
it_it: Si è verificato un errore durante l'ottenimento del download per la mod
pt_br: Ocorreu um erro ao obter o download do mod
zh_hans: 在开始下载mod时发生错误

# Settings_FlashWindowOnTaskBar
source: Flash window on task bar for specific events
da_dk: Blinkende vindue på proceslinjen ved bestemte hændelser
es_es: Destacar ventana en la barra de tareas para eventos específicos
fr_fr: Faire clignoter la fenêtre dans la barre des tâches pour des événements spécifiques
he: חלון הבזק בשורת המשימות לאירועים ספציפיים
it_it: Lampeggio finestra sulla barra delle applicazioni per eventi specifici
nl_nl: Laat het venster flikkeren op de taakbalk voor bepaalde gebeurtenissen
pl_pl: Wyświetlaj okno na pasku zadań dla określonych zdarzeń
pt_br: Piscar janela na barra de tarefas para eventos específicos
pt_pt: Piscar janela na barra de tarefas para eventos específicos
zh_hans: 在特定事件时窗口任务栏闪烁

# Settings_FlashWindowOnTaskBarInfo
source: Flash the window icon on the task bar during specific events, such as when mods have finished applying
da_dk: Få vinduet på proceslinjen til at blinke ved bestemte hændelser, så som f.eks når mods er færdige med at installere
es_es: Destacar el icono de la ventana en la barra de tareas durante eventos específicos, como cuando los mods han terminado de aplicarse
fr_fr: Fait clignoter l'icône de fenêtre dans la barre des tâches lors d'événements spécifiques, tels que lorsque des mods ont fini d'être appliqués
he: הבזק את סמל החלון בשורת המשימות במהלך אירועים מסויימים, כגון כאשר מודים סיימו להחיל
it_it: Far lampeggiare l'icona della finestra sulla barra delle applicazioni durante eventi specifici, ad esempio quando le mod hanno terminato l'applicazione
nl_nl: Laat het venster flikkeren op de taakbalk voor bepaalde gebeurtenissen, zoals wanneer modificaties volledig zijn toegepast
pl_pl: Wyświetlaj ikonę okna na pasku zadań podczas określonych zdarzeń, np. po zakończeniu stosowania modów
pt_br: Pisca o ícone da janela na barra de tarefas durante eventos específicos, como quando os mods terminam de ser aplicados
pt_pt: Pisca o ícone da janela na barra de tarefas durante eventos específicos, como quando as modificações terminam de aplicar
zh_hans: 在特定事件发生让窗口图标闪烁，比如mod成功应用时

# GameHub_GameSettings
source: Game settings
da_dk: Spilindstillinger
es_es: Configuraciones del juego
fr_fr: Paramètres de jeu
he: הגדרות משחק
it_it: Impostazioni di gioco
nl_nl: Spelinstellingen
pl_pl: Ustawienia gry
pt_br: Configurações do jogo
pt_pt: Definições do jogo
zh_hans: 游戏设置

# GameHub_GameClientGameSettings
source: Game client/emulator settings
da_dk: Spilklient/emulatorindstillinger
es_es: Configuraciones del cliente/emulador de juego
fr_fr: Paramètres du client de jeu/de l'émulateur
he: הגדרות תוכנת/אימולטור של המשחק
it_it: Impostazioni del client di gioco/emulatore
nl_nl: Game client/emulator instellingen
pl_pl: Ustawienia klienta/emulatora gry
pt_br: Configurações do cliente de jogo/emulador
pt_pt: Definições do cliente de jogo/emulador
zh_hans: 游戏客户端/模拟器设置

# GameSettingsTitle
source: Game Settings - {0}
da_dk: Spilindstillinger - {0}
es_es: Configuraciones del juego - {0}
fr_fr: Paramètres de jeu - {0}
he: הגדרות משחק - {0}
it_it: Impostazioni di gioco - {0}
nl_nl: Spelinstellingen - {0}
pl_pl: Ustawienia gry - {0}
pt_br: Configurações do Jogo - {0}
pt_pt: Definições do jogo - {0}
zh_hans: 游戏设置 - {0}

# GameClientGameSettingsTitle
source: {0} Game Settings - {1}
da_dk: {0} Spilindstillinger - {1}
es_es: {0} Configuraciones del juego - {1}
fr_fr: {0} - Paramètres de jeu - {1}
he: {0} הגדרות משחק - {1}
it_it: {0} Impostazioni di gioco - {1}
nl_nl: {0} Spelinstellingen - {1}
pl_pl: {0} Ustawienia gry - {1}
pt_br: {0} Configurações do Jogo - {1}
pt_pt: {0} Definições do jogo - {1}
zh_hans: {0} 游戏设置 - {1}

# GameSettings_LocationsHeader
source: Settings locations
da_dk: Indstillingsplaceringer
es_es: Ubicaciones de las configuraciones
fr_fr: Emplacement des paramètres
he: מיקומים של הגדרות
it_it: Percorsi delle impostazioni
nl_nl: Instellingen locaties
pl_pl: Lokalizacja ustawień
pt_br: Locais das configurações
pt_pt: Localizações das definições
zh_hans: 设置地址

# GameSettings_LocationsToggle
source: Show settings locations
da_dk: Vis indstillingsplaceringer
es_es: Mostrar ubicaciones de las configuraciones
fr_fr: Afficher l'emplacement des paramètres
he: הצג מיקומי הגדרות
it_it: Mostra le percorso delle impostazioni
nl_nl: Weergeven instellingen locaties
pl_pl: Pokaż lokalizacje ustawień
pt_br: Mostrar locais das configurações
pt_pt: Mostrar localizações das definições
zh_hans: 显示设置地址

# GameSettings_ApplyRecommendedSettings
source: Apply recommended settings
da_dk: Anvend anbefalede indstillinger
es_es: Aplicar las configuraciones recomendadas
fr_fr: Appliquer les paramètres recommandés
he: החל הגדרות מומלצות
it_it: Applica le impostazioni consigliate
nl_nl: Toepassen aanbevolen instellingen
pl_pl: Zastosuj zalecane ustawienia
pt_br: Aplicar configurações recomendadas
pt_pt: Aplicar as definições recomendadas
zh_hans: 应用推荐设置

# GameSettings_LoadError
source: An error occurred when loading the game settings. You might need to run the app as administrator.
da_dk: En fejl opstod i indlæsningen af spilindstillingerne. Programmet skal muligvis køres som administrator.
es_es: Se produjo un error al cargar las configuraciones del juego. Es posible que necesites ejecutar la aplicación como administrador.
fr_fr: Une erreur est survenue lors du chargement des paramètres de jeu. Il se peut que vous ayez besoin de lancer l'application en tant qu'administrateur.
he: אירעה שגיאה בעת טעינת הגדרות המשחק. ייתכן שיהיה עליך להפעיל את האפליקציה כמנהל מערכת.
it_it: Si è verificato un errore durante il caricamento delle impostazioni del gioco. Potrebbe essere necessario eseguire l'app come amministratore.
nl_nl: Er heeft een fout plaatsgevonden tijdens het laden van de spelinstellingen. Je dient de app wellicht als administrator uit te voeren.
pl_pl: Wystąpił błąd podczas ładowania ustawień gry. Może być konieczne uruchomienie aplikacji jako administrator.
pt_br: Ocorreu um erro ao carregar as configurações do jogo. Você deve precisar executar o aplicativo como administrador.
pt_pt: Ocorreu um erro ao carregar as definições do jogo. Poderá ser necessário executar a aplicação como administrador.
zh_hans: 在加载游戏设置时发生错误。你需要用管理员模式启动此软件。

# GameSettings_SaveError
source: An error occurred when saving the game settings. You might need to run the app as administrator.
da_dk: En fejl opstod i forsøg på at gemme spilindstillingerne. Programmet skal muligvis køres som administrator.
es_es: Se produjo un error al guardar las configuraciones del juego. Es posible que necesites ejecutar la aplicación como administrador.
fr_fr: Une erreur est survenue lors de l'enregistrement des paramètres de jeu. Il se peut que vous ayez besoin de lancer l'application en tant qu'administrateur.
he: אירעה שגיאה בעת שמירת הגדרות המשחק. ייתכן שיהיה עליך להפעיל את האפליקציה כמנהל מערכת.
it_it: Si è verificato un errore durante il salvataggio delle impostazioni di gioco. Potrebbe essere necessario eseguire l'app come amministratore.
nl_nl: Er heeft een fout plaatsgevonden tijden het opslaan van de spelinstellingen. Je dient de app wellicht als administrator uit te voeren.
pl_pl: Wystąpił błąd podczas zapisywania ustawień gry. Może być konieczne uruchomienie aplikacji jako administrator.
pt_br: Ocorreu um erro ao salvar as configurações do jogo. Você deve precisar executar o aplicativo como administrador.
pt_pt: Ocorreu um erro ao gravar as definições do jogo. Poderá ser necessário executar a aplicação como administrador.
zh_hans: 在保存游戏设置时发生错误。你需要用管理员模式启动此软件。

# GameSettings_UbiArt_LaunchCommands_Header
source: Debug launch commands
da_dk: Debug-startparametre
es_es: Comandos de lanzamiento para depuración
fr_fr: Commandes de lancement de debug
he: ניפוי באגים בפקודות הפעלה
it_it: Comandi debug di avvio
nl_nl: Debuggen opstartcommando's
pl_pl: Polecenia uruchamiania debugowania
pt_br: Comandos de inicialização de depuração
pt_pt: Comandos de arranque de depuração
zh_hans: Debug启动指令

# GameSettings_UbiArt_LaunchCommands_SourceInfo
source: The source specifies how the launch options are processed by the game. Using a cmdline.txt file will place it in the game root directory and allows for more flexibility, such as adding comments in the file with ## and allowing it to be used outside of the Rayman Control Panel. However, doing so will reset your display settings, making you have to specify them again in the commands. Using launch arguments maintains your display settings, but certain commands, such as changing the language, might not work.
es_es: La fuente especifica cómo se procesan las opciones de lanzamiento por el juego. Usar un archivo cmdline.txt lo colocará en el directorio raíz del juego y permitirá mayor flexibilidad, como añadir comentarios en el archivo con ## y permitir su uso fuera del Panel de Control de Rayman. Sin embargo, al hacerlo, se restablecerán tus configuraciones de pantalla, obligándote a especificarlas nuevamente en los comandos. Usar argumentos de lanzamiento mantiene tus configuraciones de pantalla, pero ciertos comandos, como cambiar el idioma, podrían no funcionar.
fr_fr: La source spécifie comment les options de lancement seront traitées par le jeu. Utiliser un fichier cmdline.txt le placera dans le dossier racine et permet une plus grande flexibilité, comme ajouter des commentaires dans le fichier avec des ## et permet d'être utilisé hors du Rayman Control Panel. Cependant, ceci réinitialisera les paramètres d'affichage, ce qui demandera de les spécifier à nouveau dans les commandes. Utiliser des arguments de lancement maintiendra les paramètres d'affichage, mais certains paramètres, tels que changer la langue, pourraient ne pas fonctionner.
he: המקור מציין כיצד אפשרויות ההפעלה מעובדות על ידי המשחק. שימוש בקובץ cmdline.txt ימקם אותו בספריית השורש של המשחק ויאפשר גמישות רבה יותר, כגון הוספת הערות בקובץ עם ## ואפשר להשתמש בו מחוץ ללוח הבקרה של Rayman. עם זאת, פעולה זו תאפס את הגדרות התצוגה שלך, כך שתצטרך לציין אותן שוב בפקודות. שימוש בארגומנטים של הפעלה שומר על הגדרות התצוגה שלך, אך ייתכן שפקודות מסוימות, כגון שינוי השפה, לא יפעלו.
it_it: La sorgente specifica come le opzioni di avvio vengono elaborate dal gioco. L'utilizzo di un file cmdline.txt verrà inserito nella directory principale del gioco e consentirà maggiore flessibilità, come l'aggiunta di commenti nel file con ## e consentendone l'utilizzo al di fuori del Rayman Control Panel. Tuttavia, così facendo si reimposteranno le impostazioni di visualizzazione, costringendoti a specificarle di nuovo nei comandi. L'utilizzo di argomenti di avvio mantiene le impostazioni di visualizzazione, ma alcuni comandi, come la modifica della lingua, potrebbero non funzionare.
nl_nl: De bron specificeert hoe de opstartopties worden verwerkt door het spel. Door gebruik te maken van een cmdline.txt-bestand in de rootdirectory, zorg je voor meer flexibiliteit, zoals het mogelijk maken van het toevoegen van berichten in het bestand met ## en het kan gebruikt worden buiten het Rayman Control Panel om. Echter, dit zorgt voor een reset van de scherminstellingen, waarna je ze weer zou moeten specificeren via de betreffende commando's. Door gebruik te maken van opstartopties blijven de scherminstellingen behouden, maar bepaalde commando's, zoals die voor het veranderen van de taal, werken misschien niet.
pl_pl: Źródło określa, w jaki sposób opcje uruchamiania są przetwarzane przez grę. Użycie pliku cmdline.txt spowoduje umieszczenie go w katalogu głównym gry i pozwoli na większą elastyczność, taką jak dodawanie komentarzy w pliku za pomocą ## i umożliwienie korzystania z niego poza Rayman Control Panel. Spowoduje to jednak zresetowanie ustawień wyświetlania, przez co będziesz musiał ponownie określić je w poleceniach. Używanie argumentów uruchamiania zachowuje ustawienia wyświetlania, ale niektóre polecenia, takie jak zmiana języka, mogą nie działać.
pt_br: A fonte especifica como as opções de inicialização são processadas pelo jogo. Usar um arquivo cmdline.txt o colocará no diretório raiz do jogo e permitirá mais flexibilidade, como adicionar comentários no arquivo com ## e permitir que ele seja usado fora do Rayman Control Panel. No entanto, fazer isso redefinirá suas configurações de exibição, fazendo com que você tenha que especificá-las novamente nos comandos. Usar argumentos de inicialização mantém suas configurações de exibição, mas certos comandos, como alterar o idioma, podem não funcionar.
pt_pt: A fonte especifica como as opções de lançamento são processadas pelo jogo. Usar um ficheiro cmdline.txt será colocado no diretório raiz do jogo e permite mais flexibilidade, como adicionar comentários no ficheiro com ## e permitir que seja usado fora do Rayman Control Panel. No entanto, ao fazer isso, as configurações de exibição serão redefinidas, fazendo com que tenhas que especificá-las novamente nos comandos. Usar argumentos de lançamento mantém as configurações de exibição, mas certos comandos, como mudar o idioma, podem não funcionar.
zh_hans: 源会决定启动选项会如何被游戏处理。把一个cmdline.txt文件放在游戏根目录可以允许更灵活的调整，比如在文件里增加带有##的命令可以让它在Rayman Control Panel以外使用。但是，这样做会重置你的显示设置，让你在指令中必须重新设定它。使用启动参数会保持你的显示设置，但是特定的指令，比如改变语言，不会生效。

# GameSettings_UbiArt_LaunchCommands_SourceNone
source: None
da_dk: Ingen
es_es: Ninguno
fr_fr: Aucune
he: ללא
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
zh_hans: 无

# GameSettings_UbiArt_LaunchCommands_SourceCommandLineFile
source: cmdline.txt file
da_dk: cmdline.txt-fil
es_es: Archivo cmdline.txt
fr_fr: Fichier cmdline.txt
he: קובץ cmdline.txt
it_it: File cmdline.txt
nl_nl: cmdline.txt bestand
pl_pl: Plik cmdline.txt
pt_br: Arquivo cmdline.txt
pt_pt: Ficheiro cmdline.txt
zh_hans: cmdline.txt文件

# GameSettings_UbiArt_LaunchCommands_SourceLaunchArguments
source: Launch arguments
da_dk: Startparametre
es_es: Argumentos de lanzamiento
fr_fr: Arguments de lancement
he: הפעל ארגומנטים
it_it: Argomenti di avvio
nl_nl: Opstartargumenten
pl_pl: Argumenty uruchamiania
pt_br: Argumentos de inicialização
pt_pt: Lançar argumentos
zh_hans: 启动参数

# GameSettings_UbiArt_LaunchCommands_SourceNotAvailable
source: Not available
da_dk: Ikke tilgængelig
es_es: No disponible
fr_fr: Indisponible
he: לא זמין
it_it: Non disponibile
nl_nl: Niet beschikbaar
pl_pl: Niedostępne
pt_br: Indisponível
pt_pt: Não disponível
zh_hans: 不可用

# GameSettings_UbiArt_LaunchCommands_SourceInstallMod
source: Install mod
da_dk: Installér mod
es_es: Instalar mod
fr_fr: Installer mod
he: התקן מוד
it_it: Installa mod
nl_nl: Installeer modificatie
pl_pl: Zainstaluj mod
pt_br: Instalar mod
pt_pt: Instalar modificação
zh_hans: 安装mod

# GameSettings_UbiArt_LaunchCommands_CommandsHeader
source: Commands
da_dk: Kommandoer
es_es: Comandos
fr_fr: Commandes
he: פקודות
it_it: Comandi
nl_nl: Commando's
pl_pl: Polecenia
pt_br: Comandos
pt_pt: Comandos
zh_hans: 指令

# GameSettings_UbiArt_LaunchCommands_OutputHeader
source: Output
es_es: Salida
fr_fr: Sortie
he: פלט
nl_nl: Uitvoer
pl_pl: Wyjściowe
pt_br: Saída
pt_pt: Saída
zh_hans: 输出

# GameSettings_UbiArt_LaunchCommands_DisabledInfo
source: Select a source to use and edit the commands
da_dk: Vælg en kilde til brug og redigering af kommandoer
es_es: Selecciona una fuente para usar y editar los comandos
fr_fr: Sélectionnez une source pour utiliser et éditer les commandes
he: בחר מקור לשימוש וערוך את הפקודות
it_it: Seleziona una fonte da utilizzare e modifica i comandi
nl_nl: Selecteer een bron voor gebruik en wijzig de commando's
pl_pl: Wybierz źródło do użycia i edytuj polecenia
pt_br: Escolhe uma fonte para usar e editar os comandos
pt_pt: Selecionar uma fonte a utilizar e editar os comandos.
zh_hans: 选择一个源并用它编辑指令

# GameSettings_UbiArt_LaunchCommands_CommandLineFileNotAvailableInfo
source: The game needs to be patched in order to allow the cmdline.txt file. This can be done using the CommandLine File Fix mod.
es_es: El juego necesita ser parcheado para permitir el archivo cmdline.txt. Esto se puede hacer utilizando el mod CommandLine File Fix.
fr_fr: Le jeu a besoin d'être patché pour autoriser le fichier cmdline.txt. Cela peut être fait en utilisant le mod CommandLine File Fix.
he: יש לתקן את המשחק כדי לאפשר את הקובץ cmdline.txt. ניתן לעשות זאת באמצעות המוד CommandLine File Fix.
it_it: È necessario applicare una patch al gioco per consentire l'utilizzo del file cmdline.txt. Questo può essere fatto usando la mod CommandLine File Fix. Questo può essere fatto usando la mod CommandLine File Fix.
nl_nl: De game dient gepatcht te worden om het cmdline.txt bestand toe te staan. Dit kan gedaan worden door de CommandLine File Fix modificatie te gebruiken.
pl_pl: Gra musi zostać zaktualizowana, aby umożliwić korzystanie z pliku cmdline.txt. Można to zrobić za pomocą moda CommandLine File Fix.
pt_br: O jogo precisa ser corrigido para permitir o arquivo cmdline.txt. Isso pode ser feito usando o mod CommandLine File Fix.
pt_pt: O jogo precisa de ser corrigido de forma a permitir o ficheiro cmdline.txt. Isto pode ser feito usando a modificação CommandLine File Fix.
zh_hans: 此游戏需要先被修补才能允许cmdline.txt文件。可以通过使用CommandLine File Fix mod来达成。

# GameSettings_UbiArt_LaunchCommands_LaunchArgumentsNotAvailableInfo
source: The currently selected game client does not support passing in launch arguments to the game. Either change the client or set it to not use a game client when launching the game in order to use launch arguments.
es_es: El cliente de juego seleccionado actualmente no admite pasar argumentos de lanzamiento al juego. Cambia el cliente o configura el juego para que no use un cliente al lanzarlo si deseas utilizar argumentos de lanzamiento.
fr_fr: Le client de jeu sélectionné ne supporte pas le passage d'arguments vers le jeu. Changez de client, ou paramétrez le jeu pour ne pas utiliser de client lors de son lancement pour utiliser des arguments de lancement.
he: תוכנת המשחק שנבחרה כעת אינה תומכת בהעברת ארגומנטים של השקה למשחק. שנה את התוכנה או הגדר אותה כך שלא ישתמש בתוכנה משחק בעת הפעלת המשחק כדי להשתמש בארגומנטים של הפעלה.
it_it: Il client di gioco attualmente selezionato non supporta il passaggio di argomenti di avvio al gioco. Cambia il client o impostalo in modo che non utilizzi un client di gioco quando avvii il gioco per utilizzare gli argomenti di avvio.
nl_nl: De huidig geselecteerde game client staat niet toe opstartargumenten door te geven aan het spel. Verander van game client of stel in dat er geen game client gebruikt wordt tijdens het starten van het spel om vervolgens alsnog opstartargumenten te kunnen gebruiken.
pl_pl: Aktualnie wybrany klient gry nie obsługuje przekazywania argumentów uruchamiania do gry. Zmień klienta lub ustaw go tak, aby nie używał klienta gry podczas uruchamiania gry w celu użycia argumentów uruchamiania.
pt_br: O cliente de jogo selecionado atualmente não suporta passar argumentos de inicialização para o jogo. Altere o cliente ou configure-o para não usar um cliente de jogo ao iniciar o jogo para usar argumentos de inicialização.
pt_pt: O cliente de jogo actualmente selecionado não suporta a passagem de argumentos de lançamento para o jogo. Altera o cliente ou define-o para não utilizar um cliente de jogo ao iniciar o jogo, de modo a utilizar argumentos de lançamento.
zh_hans: 目前选择的游戏客户端不支持把启动参数传递到游戏。请更改游戏客户端或者设置启动游戏时不使用游戏客户端来使用启动参数。

# GameSettings_UbiArt_LaunchCommands_RootHeader
source: Root directory
da_dk: Rodmappe
es_es: Directorio raíz
fr_fr: Dossier racine
he: ספרית בסיס
it_it: Directory principale
pl_pl: Katalog główny
pt_br: Diretório raiz
pt_pt: Directório de raíz
zh_hans: 根目录

# GameSettings_UbiArt_LaunchCommands_RootInfo
source: Specifies the root directory where the game looks for the files. By default this is the directory where the game executable is.
da_dk: Angiver rodmappen hvor spillet søger efter filer. Standardangivelsen for dette er der hvor spileksekverbaren findes.
es_es: Especifica el directorio raíz donde el juego busca los archivos. Por defecto, este es el directorio donde se encuentra el ejecutable del juego.
fr_fr: Spécifie le dossier racine dans lequel le jeu recherche les fichiers. Par défaut, il s'agit du dossier où se situe l'exécutable du jeu.
he: מציין את ספריית הבסיס שבה המשחק מחפש את הקבצים. כברירת מחדל זוהי הספרייה שבה נמצא קובץ ההפעלה של המשחק.
it_it: Specifica la directory principale in cui il gioco cerca i file. Di default questa è la directory in cui si trova l'eseguibile del gioco.
nl_nl: Specificeert de rootdirectory waar het spel scant voor bestanden. Standaard is dit de directory waar het uitvoerbare bestand van het spel is.
pl_pl: Określa katalog główny, w którym gra szuka plików. Domyślnie jest to katalog, w którym znajduje się plik wykonywalny gry.
pt_br: Especifica o diretório raiz onde o jogo procura pelos arquivos. Por padrão este é o diretório onde o executável do jogo está.
pt_pt: Especifica o diretório de raiz onde o jogo procura os ficheiros. Por defeito, esta é a diretoria onde se encontra o executável do jogo.
zh_hans: 指定游戏寻找文件的根目录。默认情况下这个根目录就是游戏exe文件所处的位置。

# GameSettings_UbiArt_LaunchCommands_MapHeader
source: Map
da_dk: Kort
es_es: Mapa
fr_fr: Carte
he: מפה
it_it: Mappa
pl_pl: Mapa
pt_br: Mapa
pt_pt: Mapa
zh_hans: 地图
