Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Config_RRRScreenMode_4_3Borders
source: 4:3 borders
da_dk: 4:3-rander
de_de: 4:3 Ränder
es_es: 4:3 con bordes
fr_fr: 4:3 avec bordures
he: 4: 3 גבולות
hu_hu: 4:3 keretei
it_it: Bordi 4:3
nl_nl: 4:3 randen
pl_pl: 4:3 paski
pt_br: Bordas 4:3
pt_pt: Margens 4:3
ru_ru: 4:3 рамки
tr_tr: 4:3 kenarlıklar
zh_hans: 4:3边框

# About_Credits_Snagglebee
source: Rayman 1 Per-level soundtrack mod, Rayman M/Arena disc check removal
da_dk: Lydspor per bane-værktøj, fjernelse af Rayman M/Arena diskkontrol
de_de: Per-level Soundtrack Werkzeug, Rayman M/Arena Disk überprüfung Entfernung
es_es: Mod de banda sonora por nivel de Rayman 1, Eliminación de verificación de disco de Rayman M/Arena
fr_fr: Mod de bande-son par niveau pour Rayman 1, retrait de la vérification de disque de Rayman M/Arena
he: כלי לפסקול פר-שלב לRayman 1, הסרת בדיקת דיסקים מ- Rayman M/Arena
hu_hu: Pályánkénti zene segédeszköz, Rayman M/Arena CD kérés eltüntető
it_it: Mod Colonna sonora Per-Livello per Rayman 1, rimozione del controllo del disco per Rayman M/Arena
nl_nl: Rayman 1 Per-Level soundtrack modificatie, Rayman M/Arena schijfcontrole eliminatie
pl_pl: Modyfikacja do ścieżki dźwiękowej na poziom gry Rayman 1, Usunięcie sprawdzania dysku Rayman M/Arena
pt_br: Mod de trilha sonora Por-fase do Rayman 1, remoção da verificação de disco do Rayman M/Arena
pt_pt: Modificação da banda sonora-por nível do Rayman 1, Remoção de verificação do disco Rayman M/Arena
ru_ru: Утилита PlayStation-версии саундтрека, удаление проверки диска Rayman M/Arena
tr_tr: Seviye başına Soundtrack yardımcı programı, Rayman M/Arena disk kontrolü kaldırma
zh_hans: 雷曼1每关音轨mod，雷曼M/竞技场光碟检查移除

# About_Credits_432Hz
source: Dutch (Netherlands) program translation, program testing
da_dk: Hollandsk (Holland) programoversættelse, programtestning
de_de: Niederländisch (Niederlande) Programm übersetzung, Programm testen
es_es: Traducción del programa al holandés (Países Bajos), pruebas del programa
fr_fr: Programme de traduction en Néerlandais, test de programme
he: תרגום תוכנה להולנדית (הולנד), בדיקת תוכניות
hu_hu: Német (Hollandia) program fordítás, ptrogram tesztelése
it_it: Traduzione del programma in Olandese (Paesi Bassi), test del programma
nl_nl: Nederlandse (Nederland) programmavertaling, programmatests
pl_pl: Tłumaczenie programu na język holenderski (Holandia), testowanie programu
pt_br: Tradução do programa em Holandês (Países Baixos), teste do programa
pt_pt: Programa de tradução Holandesa (Países Baixos), Teste de programa
ru_ru: Перевод программы на голландский (Нидерланды), тестирование программы
tr_tr: Hollandaca (Hollanda) program çevirisi, program testi
zh_hans: 荷兰语程序翻译，程序测试

# BrowseBox_Browse
source: Browse
da_dk: Gennemse
de_de: Durchsuchen
es_es: Explorar
fr_fr: Chercher
he: דפדף
hu_hu: Keresés
it_it: Sfoglia
nl_nl: Browsen
pl_pl: Przeglądaj
pt_br: Navegar
pt_pt: Navegar
ru_ru: Обзор
tr_tr: Ara
zh_hans: 浏览

# Settings_IncompleteTranslations
source: Show languages with incomplete translations
da_dk: Vis sprog med ufuldente oversættelser
de_de: Zeige Sprachen mit nicht vollständigen Übersetzungen
es_es: Mostrar idiomas con traducciones incompletas
fr_fr: Montrer les langages avec des traductions incomplètes
he: הצג שפות עם תרגומים לא מלאים
hu_hu: Hiányos fordítások megjelenítése
it_it: Mostra le lingue con traduzioni incomplete
nl_nl: Laat talen zien met incomplete vertalingen
pl_pl: Pokaż języki z niekompletnym tłumaczeniem
pt_br: Mostrar idiomas com traduções incompletas
pt_pt: Mostrar línguas com traduções incompletas
ru_ru: Показывать языки с неполными переводами
tr_tr: Eksik çevirileri olan dilleri göster
zh_hans: 显示未完全翻译的语言

# Backup_BackupAll
source: Backup All
da_dk: Back alle up
de_de: Alles Sichern
es_es: Respaldo de todo
fr_fr: Tout sauvegarder
he: לגבות הכל
hu_hu: Összes biztonsági mentése
it_it: Fai il backup di tutto
nl_nl: Back-up Alles
pl_pl: Utwórz kopię zapasową wszystkich
pt_br: Fazer Backup de Tudo
pt_pt: Cópia de segurança a tudo
ru_ru: Резервное копирование всего
tr_tr: Hepsini yedekle
zh_hans: 全部备份

# GameDisplay_RunAsAdmin
source: Run as Admin
da_dk: Kør som administrator
de_de: Als Admin ausgühen
es_es: Ejecutar como administrador
fr_fr: Exécuter en tant qu'administrateur
he: הפעל בתור מנהל מערכת
hu_hu: Futtatás rendszergazdaként
it_it: Esegui come Amministratore
nl_nl: Start als Admin
pl_pl: Uruchom jako Administrator
pt_br: Executar como Administrador
pt_pt: Executar como Administrador
ru_ru: Запуск от имени администратора
tr_tr: Yönetici olarak çalıştır
zh_hans: 以管理员模式运行

# Backup_ConfirmBackupAll
source: Do you want to back up all games? This will replace any previous backups. If multiple games share the same backup then a backup will only be performed for the first game. Continue?
da_dk: Ønsker du at backe alle spillene op? Dette vil erstatte alle tidligere backups. Hvis mere en ét spil deler den samme backup, så kan en backup kun udføres for det første spil. Fortsæt?
de_de: Möchtest due alle Spiele sichern? Das wird alle vorherigen Sicherungen entfernen. Wenn mehrere Spiele die gleiche Sicherung teilen, Wir nur eine Sicherung durchgeführt. Fortfahren?
es_es: ¿Deseas hacer una copia de seguridad de todos los juegos? Esto reemplazará cualquier copia de seguridad anterior. Si varios juegos comparten la misma copia de seguridad, solo se realizará una copia de seguridad para el primer juego. ¿Continuar?
fr_fr: Voulez-vous faire un backup de tous vos jeux ? Cela remplacera les précédents backups. Si plusieurs jeux partagent le même backup, un backup ne sera réalisé que pour le premier jeu. Voulez-vous continuer ?
he: האם ברצונך לגבות את כל המשחקים? פעולה זו תחליף את כל הגיבויים הקודמים. אם מספר משחקים חולקים את אותו גיבוי, גיבוי יתבצע רק למשחק הראשון. להמשיך?
hu_hu: Biztosan mentést akarsz csinálni az összes játékról? Minden előző mentés ki lesz cserélve az újra. Folytatod?
it_it: Vuoi eseguire il backup di tutti i giochi? Questo sostituirà eventuali backup precedenti. Se più giochi condividono lo stesso backup, verrà eseguito un backup solo per il primo gioco. Continuare?
nl_nl: Will je alle games back-uppen? Dit zal alle, eerder gemaakte back-ups vervangen. Indien meerdere games dezelfde back-up gebruiken, zal er alleen een back-up worden gemaakt voor de 1e game. Doorgaan?
pl_pl: Czy chcesz wykonać kopię zapasową wszystkich gier? Zastąpi to wszystkie poprzednie kopie zapasowe. Jeśli wiele gier korzysta z tej samej kopii zapasowej, to kopia zostanie utworzona tylko dla pierwszej gry. Kontynuować?
pt_br: Deseja fazer backup de todos os jogos? Isso substituirá todos os backups anteriores. Se vários jogos compartilharem o mesmo backup, um backup será executado apenas para o primeiro jogo. Continuar?
pt_pt: Queres fazer uma cópia de segurança de todos os jogos? Se múltiplos jogos partilham a mesma cópia de segurança então só será efectuada uma para o primeiro jogo. Continuar?
ru_ru: Вы хотите создать резервную копию всех игр? Это заменит все предыдущие резервные копии. Продолжить?
tr_tr: Tüm oyunları yedeklemek istiyor musunuz? Bu, önceki yedeklemelerin yerini alacaktır. Birden çok oyun aynı yedeği paylaşıyorsa, yalnızca ilk oyun için bir yedekleme gerçekleştirilir. Devam et?
zh_hans: 你想要备份所有游戏吗？这样会取代之前的所有备份。如果多个游戏共享同一个备份，会只有第一个游戏被备份。继续？

# Backup_ConfirmBackupAllHeader
source: Confirm Backups
da_dk: Bekræft backups
de_de: Sicherungen bestätigen
es_es: Confirmar copias de seguridad
fr_fr: Confirmer les backups
he: אשר גיבויים
hu_hu: Backup Elfogadása
it_it: Conferma backup
nl_nl: Bevestig Back-ups
pl_pl: Potwierdź kopie zapasowe
pt_br: Confirmar Backups
pt_pt: Confirmar cópias de segurança
ru_ru: Подтверждение резервного копирования
tr_tr: Yedeklemeleri Onaylayın
zh_hans: 确认备份

# Backup_BackupAllSuccess
source: All games were successfully backed up
da_dk: Alle spil blev backet op med succes
de_de: Alle Spiele wurden Erfolgreich gesichert
es_es: Se respaldaron todos los juegos correctamente
fr_fr: Les backups de tous les jeux ont été réalisés avec succès
he: כל המשחקים גובו בהצלחה
hu_hu: Az összes játék sikeresen mentésre került
it_it: I backup di tutti i giochi sono stati salvati con successo
nl_nl: Alle games zijn succesvol geback-upt
pl_pl: Pomyślnie utworzono kopie zapasowe dla wszystkich gier
pt_br: Todos os jogos tiveram seus backups realizados com sucesso
pt_pt: Todas as cópias de segurança dos jogos foram feitas com sucesso
ru_ru: Резервное копирование всех игр проведено успешно
tr_tr: Tüm oyunlar başarıyla yedeklendi
zh_hans: 成功备份所有游戏

# Backup_BackupAllFailed
source: {0}/{1} games were backed up
da_dk: {0}/{1} spil blev backet op
de_de: {0}/{1} Spiele wurden gesichert
es_es: Se respaldaron {0}/{1} juegos
fr_fr: Les backups de {0}/{1} jeux ont été réalisés
he: גיבוי של {0}/{1} משחקים
hu_hu: {0} / {1} játékok biztonsági mentésre kerültek
it_it: {0}/{1} giochi sono stati sottoposti a backup
nl_nl: {0}/{1} games zijn geback-upt
pl_pl: Utworzono kopię zapasową gier {0}/{1}
pt_br: {0}/{1} jogos tiveram seus backups realizados
pt_pt: As cópias de segurança dos jogos {0}/{1} foram feitas com sucesso
ru_ru: Резервные копии созданы для {0}/{1} игр
tr_tr: {0}/{1} oyun yedeklendi
zh_hans: {0}/{1}个游戏被备份

# Backup_BackupAllFailedHeader
source: Some games were not backed up
da_dk: Nogle spil blev ikke backet op
de_de: Einige Spiele wurden nicht gesichert
es_es: Algunos juegos no se respaldaron
fr_fr: Les backups de certains jeux n'ont pas été réalisés
he: חלק מהמשחקים לא גובו
hu_hu: Néhány játék nem került mentésre
it_it: Alcuni giochi non sono stati sottoposti a backup
nl_nl: Sommige games zijn niet geback-upt
pl_pl: Niektóre gry nie miały kopii zapasowej
pt_br: Alguns jogos não tiveram seus backups realizados
pt_pt: Alguns jogos não fizeram cópias de segurança
ru_ru: Не удалось создать резервные копии для некоторых игр
tr_tr: Bazı oyunlar yedeklenmedi
zh_hans: 一些游戏没有被备份

# Settings_DesignAnimationsInfo
source: Animations include page transitions and resizing animations for the Games page
da_dk: Animationer inkluderer f.eks sideovergange og størrelsesændringsanimationer for spilsiden
de_de: Animation inklusive Übersetzungen und größenänderung für die Spiele seite
es_es: Las animaciones incluyen transiciones de página y animaciones de cambio de tamaño para la página de Juegos
fr_fr: Les animations comprennent les transitions de page et les animations de changement de taille de la page Jeux
he: אנימציות כוללות מעברי דפים ושינוי גודל אנימציות לדף המשחקים
hu_hu: Az animációkba beletartoznak az oldal áttünései és az Játékok oldal átméretezési animációi
it_it: Le animazioni includono le transizioni di pagina e le animazioni di ridimensionamento per la pagina Giochi
nl_nl: Animaties betreffen paginaovergangen en geresizede animaties voor de Games pagina
pl_pl: Animacje obejmują przejścia między stronami i zmianę rozmiaru animacji dla strony gier
pt_br: As animações incluem transições de página e animações de redimensionamento para a página de Jogos
pt_pt: As animações incluem transições de página e animações redimensionadas para a página de Jogos
ru_ru: Анимации включают в себя переходы страниц и анимацию изменения размера для страницы 'Игры'
tr_tr: Animasyonlar, oyunlar sayfası için sayfa geçişlerini ve yeniden boyutlandırma animasyonlarını içerir
zh_hans: 动画包含页面翻译和游戏页面动画的缩放

# About_Steam
source: Steam group
da_dk: Steamgruppe
de_de: Steam Gruppe
es_es: Grupo de Steam
fr_fr: Groupe Steam
he: קבוצת סטים
hu_hu: Steam csoport
it_it: Gruppo Steam
nl_nl: Steam groep
pl_pl: Grupa Steam
pt_br: Grupo da Steam
pt_pt: Grupo Steam
ru_ru: Группа Steam
tr_tr: Steam grubu
zh_hans: Steam组

# Page_Refresh
source: Refresh
da_dk: Genindlæs
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Rafraîchir
he: רענן
hu_hu: Újratöltés
it_it: Aggiorna
nl_nl: Verversen
pl_pl: Odśwież
pt_br: Atualizar
pt_pt: Actualizar
ru_ru: Обновить
tr_tr: Yenile
zh_hans: 刷新

# Settings_AdminInfo
source: This feature requires the program to run as administrator
da_dk: Denne indstilling kræver, at programmet køres som administrator
de_de: Dieses Feature benötigt dieses Programm als Administrator zu Starten
es_es: Esta función requiere que el programa se ejecute como administrador
fr_fr: Cette fonctionnalité requiert que le programme soit exécuté en administrateur
he: תכונה זו מחייבת את התוכנית לפעול כמנהל מערכת
hu_hu: Ehhez a funkcióhoz rendszergazdai jogosultság szükséges
it_it: Questa funzione richiede che il programma venga eseguito come amministratore
nl_nl: Deze feature vereist dat het programma als administrator wordt uitgevoerd
pl_pl: Ta funkcja wymaga, aby program był uruchomiony jako administrator
pt_br: Este recurso precisa que o programa seja executado como administrador
pt_pt: Esta funcionalidade requer que o programa execute como administrador
ru_ru: Эта функция требует, чтобы программа была запущена от имени администратора
tr_tr: Bu özellik, programın yönetici olarak çalışmasını gerektirir
zh_hans: 这个功能需要程序以管理员权限启动

# Settings_ForceUpdates
source: Force manual updates
da_dk: Tving manuelle opdateringer
de_de: Erzwinge Manuelle Aktualisierungen
es_es: Forzar actualizaciones manuales
fr_fr: Forcer les mises à jour manuelles
he: כפה עדכונים ידניים
hu_hu: Manuális frissítések kényszerítése
it_it: Forza gli aggiornamenti manuali
nl_nl: Forceer handmatige updates
pl_pl: Wymuś ręczne aktualizacje
pt_br: Forçar atualizações manuais
pt_pt: Forçar actualizações manuais
ru_ru: Принудительные обновления вручную
tr_tr: Manuel güncellemeleri zorla
zh_hans: 强制手动更新

# Update_RunningUpdaterError
source: The updater could not be launched. To manually download the new version, go to {0} and download the latest version from there.
da_dk: Opdatereren kunne ikke startes. Du kan hente den nye version manuelt ved at gå til {0} og downloade den derfra.
de_de: Der Updater konnte nicht gestartet werden. Versuche die Neue Version manuell herunter zu laden, gehe zu {0} und lade dir die neuste Version runter.
es_es: No se pudo abrir el actualizador. Para descargar manualmente la nueva versión, ve a {0} y descarga la última versión desde allí.
fr_fr: Le gestionnaire de mise à jour n'a pas pu être démarré. Pour télécharger manuellemment la nouvelle version, allez à {0} et téléchargez-y la dernière version.
he: לא ניתן היה להפעיל את כלי העדכון. כדי להוריד את הגרסה החדשה באופן ידני, עבור אל {0} והורד משם את הגרסה העדכנית ביותר.
hu_hu: A frissítő nem tudott elindulni. A verzió manuális letöltéséhez kattints ide: {0}
it_it: Impossibile avviare il programma di aggiornamento. Per scaricare manualmente la nuova versione, vai su {0} e scarica l'ultima versione da lì.
nl_nl: De Updater kon niet gestart worden. Voor het handmatig downloaden van de laatste versie, ga je naar {0}.
pl_pl: Nie można uruchomić programu aktualizującego. Aby ręcznie pobrać nową wersję, przejdź do {0} i pobierz stamtąd najnowszą wersję.
pt_br: O atualizador não pôde ser iniciado. Para baixar manualmente a nova versão, vá para {0} e baixe a versão mais recente de lá.
pt_pt: O actualizador não pode arrancar. Para descarregar a nova versão manualmente, vai a {0} e descarrega a versão mais recente por lá.
ru_ru: Не удалось запустить инструмент обновления. Чтобы вручную загрузить новую версию, перейдите по ссылке {0} и загрузите оттуда последнюю версию.
tr_tr: Güncelleyici başlatılamadı. Yeni sürümü manuel olarak indirmek için {0} adresine gidin ve oradan en son sürümü indirin.
zh_hans: 更新程序无法启动。想要手动下载新版本，前往{0}然后下载最新版本。

# Update_RunningUpdaterErrorHeader
source: Error running updater
da_dk: Fejl i forsøg på at køre opdatererem
de_de: Fehler beim starten von Updater
es_es: Error al ejecutar el actualizador
fr_fr: Erreur d'exécution du gestionnaire de mise à jour
he: שגיאה בהפעלת כלי העדכון
hu_hu: Fissítő futási hiba
it_it: Errore durante l'esecuzione del programma di aggiornamento
nl_nl: Fout tijdens het uitvoeren van de Updater
pl_pl: Błąd podczas uruchamiania programu aktualizującego
pt_br: Erro ao executar o atualizador
pt_pt: Erro ao executar o actualizador
ru_ru: Ошибка запуска инструмента обновления
tr_tr: Güncelleyici çalıştırılırken hata oluştu
zh_hans: 启动更新程序时出现错误

# File_RegKeyNotFound
source: The registry key was not found
da_dk: Registreringsnøglen blev ikke fundet
de_de: Dieser Registrierungseditor Schlüssel wurde nicht gefunden
es_es: No se encontró la clave del registro
fr_fr: La clé de registre n'a pas été trouvée
he: לא היה ניתן למצא את מפתח הרישום
hu_hu: A registry kulcs nem található
it_it: La chiave di registro non è stata trovata
nl_nl: De registersleutel kon niet gevonden worden
pl_pl: Klucz rejestru nie został znaleziony
pt_br: A chave de registro não foi encontrada
pt_pt: A chave de registo não foi encontrada
ru_ru: Раздел реестра не был найден
tr_tr: Kayıt defteri kiliti bulunamadı
zh_hans: 注册表未找到

# File_RegKeyNotFoundHeader
source: Registry key not found
da_dk: Registreringsnøgle ikke fundet
de_de: Registrierungs schlüssel wurde nicht gefunden
es_es: Clave del registro no encontrada
fr_fr: Clé de registre non trouvée
he: מפתח הרישום לא נמצא
hu_hu: Registry kulcs nem található
it_it: Chiave di registro non trovata
nl_nl: Registersleutel niet gevonden
pl_pl: Nie znaleziono klucza rejestru
pt_br: Chave de registro não encontrada
pt_pt: Chave de registo não encontrada
ru_ru: Раздел реестра не найден
tr_tr: Kayıt kiliti bulunamadı
zh_hans: 注册表未找到

# File_OpenRegKeyError
source: The key could not be opened
da_dk: Nøglen kunne ikke åbnes
de_de: Dieser Schlüssel konnte nicht geöffnet werden
es_es: No se pudo abrir la clave
fr_fr: La clé n'a pas pu être ouverte
he: לא ניתן היה לפתוח את המפתח
hu_hu: Kulcs nyitási hiba
it_it: Impossibile aprire la chiave
nl_nl: De sleutel kon niet benaderd worden
pl_pl: Nie można otworzyć klucza
pt_br: A chave não pôde ser aberta
pt_pt: A chave não pode ser aberta
ru_ru: Раздел не может быть открыт
tr_tr: Kilit açılamadı
zh_hans: 注册表无法打开

# File_OpenRegKeyErrorHeader
source: Error opening key
da_dk: Fejl i forsøg på at åbne nøglen
de_de: Fehler beim starten von Schlüssel
es_es: Error al abrir la clave
fr_fr: Erreur d'ouverture de clé
he: שגיאה בפתיחת מפתח
hu_hu: A kulcsot nem lehetett megnyitni
it_it: Errore durante l'apertura della chiave
nl_nl: Fout bij het benaderen van de sleutel
pl_pl: Błąd otwierania klucza
pt_br: Erro ao abrir chave
pt_pt: Erro ao abrir chave
ru_ru: Ошибка открытия раздела
tr_tr: Kilit açılırken hata oluştu
zh_hans: 打开注册表时发生错误

# Links_Local_AppData
source: App user data
da_dk: App-brugerdata
de_de: App Nutzer Daten
es_es: Datos de usuario de la aplicación
fr_fr: Données de l'application utilisateur
he: נתוני משתמש באפליקציה
it_it: Dati dell'applicazione utente
nl_nl: Gebruikersdata app
pl_pl: Dane użytkownika aplikacji
pt_br: Dados do usuário do aplicativo
pt_pt: Dados da aplicação do utilizador
ru_ru: Пользовательские данные приложения
tr_tr: Uygulama kullanıcı verileri
zh_hans: 用户程序数据

# Links_Local_LogFile
source: Log file
da_dk: Logfil
de_de: Log Datei
es_es: Archivo de registro
fr_fr: Fichier des journaux
he: קובץ לוג
hu_hu: Log fájl
it_it: File di registro
nl_nl: Logbestand
pl_pl: Plik logów
pt_br: Arquivo de registro
pt_pt: Ficheiro de diário
ru_ru: Файл регистрации
tr_tr: Log dosyası
zh_hans: 日志文件

# Links_Local_RegAppData
source: Registry app data
da_dk: Appdata-register
de_de: Registrierungs App Datei
es_es: Datos de la aplicación en el registro
fr_fr: Données de l'application de registre
he: נתוני אפליקציית הרישום
it_it: Dati del registro dell'applicazione
nl_nl: App data register
pl_pl: Dane aplikacji rejestru
pt_br: Dados do aplicativo de registro
pt_pt: Dados de registo da aplicação
ru_ru: Данные реестра
tr_tr: Kayıt uygulaması verileri
zh_hans: 注册表程序数据

# Update_BetaUpdateAvailable
source: A new beta update is available to download. Download now? Current version: {0} Latest version: {1} News: {2}
da_dk: En ny betaopdatering er tilgængelig. Download nu? Nuværende version: {0} Seneste version: {1} Nyheder: {2}
de_de: Ein neues Beta Update ist verfügbar. Jetzt Herunterladen? Deine Version: {0} Aktuelle Version: {0} Neuigkeiten: {2}
es_es: ¡Hay una nueva actualización beta disponible para descargar! ¿Descargar ahora? Versión actual: {0} Última versión: {1} Noticias: {2}
fr_fr: Une nouvelle mise à jour bêta est disponible. Télécharger maintenant ? Version actuelle : {0} Dernière version : {1} Nouveautés : {2}
he: עדכון ביטא חדש זמין להורדה. להוריד עכשיו? גרסה נוכחית: {0} הגרסה האחרונה: {1} מה חדש: {2}
hu_hu: Egy új BÉTA frissítés letöltése elérhető. Le akarod tölteni most? Jelenlegi verzió: {0} Legújabb verzió: {1} Hírek: {2}
it_it: È disponibile un nuovo aggiornamento beta per il download. Scaricare ora? Versione attuale: {0} Ultima versione: {1} Novità: {2}
pt_br: Uma nova atualização beta está disponível para download. Baixá-la agora? Versão atual: {0} Última versão: {1} Novidades: {2}
pt_pt: Está disponível uma nova actualização beta para descarga. Transferir agora? Versão actual: {0} Versão mais recente: {1} Notícias: {2}
ru_ru: Новое бета-обновление уже доступно для скачивания. Установить его сейчас? Текущая версия: {0} Последняя версия: {1} Что нового: {2}
tr_tr: Yeni bir beta güncellemesi indirilebilir. Şimdi İndirin? Geçerli sürüm: {0} En son sürüm: {1}
zh_hans: 一个新的测试更新已经可用。现在下载？ 目前版本：{0} 最新版本：{0} 新闻：{2}

# About_Uninstall
source: Uninstall
da_dk: Afinstallér
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
he: הסר את ההתקנה
hu_hu: Eltávolítás
it_it: Disinstalla
nl_nl: Deïnstalleren
pl_pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Desinstalar
ru_ru: Удалить
tr_tr: Kaldır
zh_hans: 卸载
