Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Mod_RRR_MemMod_TameMountsInfo
source: Mounts become controllable when you first ride them
da_dk: Monteringer bliver kontrollerbare, når du først rider på dem
es_es: Las monturas se vuelven controlables cuando las montas por primera vez
fr_fr: Les montures deviennent contrôlables après avoir été montées
he: תושבות ניתנות לשליטה כאשר רוכבים עליהם לראשונה
hu_hu: A mountokat irányítani lehet egybōl amint rájuk szállsz
it_it: I cavalcabili diventano controllabili quando li cavalchi per la prima volta
nl_nl: Rijdieren zijn te temmen wanneer je ze voor het eerst berijdt
pl_pl: Wierzchowce stają się sterowalne przy pierwszej jeździe
pt_br: As montarias se tornam controláveis ​​quando você as monta pela primeira vez
pt_pt: As montagens tornam-se controláveis quando os montas na primeira volta
ru_ru: Ездовыми животными можно управлять, как только вы сядете на них
tr_tr: Binekler, ilk bindiğinizde kontrol edilebilir hale gelir
zh_hans: 在第一次骑乘坐骑时坐骑可以被控制

# Mod_RRR_MemMod_BatsActLikeEagles
source: Bats act like eagles
da_dk: Flagermuse opfører sig som ørne
es_es: Los murciélagos actúan como águilas
fr_fr: Les chauves-souris fonctionnent comme des aigles
he: עטלפים מתנהגים כמו נשרים
hu_hu: A denevérek úgy viselkednek, mint a sasok
it_it: I pipistrelli si comportano come aquile
nl_nl: Vleermuizen gedragen zich als adelaars
pl_pl: Nietoperze zachowują się jak orły
pt_br: Morcegos agem como águias
pt_pt: Morcegos agem como águias
ru_ru: Летучие мыши ведут себя как орлы
tr_tr: Yarasalar kartal gibi davranır
zh_hans: 蝙蝠像鹰一样

# Mod_RRR_MemMod_BatsActLikeEaglesInfo
source: Bats become huge and act like the eagle with different animations
da_dk: Flagermuse bliver kæmpe og opfører sig som ørnen med andre animationer
es_es: Los murciélagos se vuelven enormes y actúan como el águila con animaciones diferentes
fr_fr: Les chauves-souris deviennent énormes et agissent comme les aigles avec différentes animations
he: עטלפים הופכים להיות ענקיים ומתנהגים כמו הנשר עם אנימציות שונות
hu_hu: A denevérek hatalmasak lesznek, és úgy működnek, mint a sasok különböző animációkkal
it_it: I pipistrelli diventano enormi e si comportano come l'aquila con diverse animazioni
nl_nl: Vleermuizen worden gigantisch en gedragen zich als een een adelaar o.b.v. verschillende animaties
pl_pl: Nietoperze stają się ogromne i zachowują się jak orzeł z różnymi animacjami
pt_br: Morcegos se tornam enormes e agem como as águias com animações diferentes.
pt_pt: Os morcegos tornam-se enormes e agem como a águia com diferentes animações
ru_ru: Летучие мыши становятся огромными и ведут себя как орлы, но с другими анимациями
tr_tr: Yarasalar farklı animasyonlarla kocaman oluyor ve kartal gibi davranıyor.
zh_hans: 蝙蝠变大，得到不同的动画并且像鹰一样

# Mod_RRR_MemMod_PigsActLikePlums
source: Pigs act like plums
da_dk: Grise opfører sig som blommer
es_es: Los cerdos actúan como ciruelas
fr_fr: Les cochons agissent comme des prunes
he: חזירים מתנהגים כמו שזיפים
hu_hu: A malacok úgy viselkednek, mint a szilvák
it_it: I maiali si comportano come le prugne
nl_nl: Varkens gedragen zich als pruimen
pl_pl: Świnie zachowują się jak śliwki
pt_br: Porcos agem como ameixas
pt_pt: Porcos agem como ameixas
ru_ru: Свиньи ведут себя как сливы
tr_tr: Domuzlar erik gibi davranır
zh_hans: 猪像茄子一样

# Mod_RRR_MemMod_PigsActLikePlumsInfo
source: Pigs use plum behavior and become very bouncy. Try throwing them onto the rabbids' heads!
da_dk: Grise opfører sig som blommer og hopper meget. Prøv at kaste dem på Rabbids hoveder!
es_es: Los cerdos usan el comportamiento de las ciruelas y se vuelven muy saltarines. ¡Intenta lanzarlos sobre las cabezas de los conejos!
fr_fr: Les cochons utilisent le comportement des prunes et deviennent très rebondissants. Essayez de les jeter sur la tête d'un lapin !
he: חזירים משתמשים בהתנהגות שזיפים והופכים לקופצניים מאוד. נסו לזרוק אותם על ראשיהם של הRabbids!
hu_hu: A malacok nagyon pattogósak lesznek. Próbáld meg a nyulak fejére dobni őket!
it_it: I maiali usano il comportamento delle prugne e diventano molto rimbalzanti. Prova a lanciarli sulle teste dei conigli!
nl_nl: Varkens hebben het gedrag van pruimen en worden stuiterballen. Probeer ze maar eens op de kop van een Rabbid te gooien!
pl_pl: Świnie zachowują się jak śliwki i stają się bardzo sprężyste. Spróbuj rzucić je na głowy królików!
pt_br: Os porcos usam o comportamento das ameixas e ficam muito saltitantes. Tente jogá-los nas cabeças dos Rabbids!
pt_pt: Os porcos utilizam o comportamento da ameixa e tornam-se muito saltitões. Tenta atirá-los às cabeças dos Rabbids!
ru_ru: Свиньи ведут себя как сливы и становятся очень прыгучими. Попробуйте бросить их на головы кроликов!
tr_tr: Domuzlar erik davranışını kullanır ve çok zıplar. Onları Rabbids'lerin kafaslarına atmayı dene!
zh_hans: 猪会使用茄子的行为逻辑变得非常有弹性。试着把它们扔到疯狂兔子的头上吧！

# Mod_RRR_MemMod_AggressiveRhinos
source: Rhinos become aggressive
da_dk: Næsehorn bliver aggressive
es_es: Los rinocerontes se vuelven agresivos
fr_fr: Les rhinos deviennent agressifs
he: קרנפים הופכים לתוקפניים
hu_hu: Agresszív orrszarvúk
it_it: I rinoceronti diventano aggressivi
nl_nl: Neushoorns worden agressief
pl_pl: Nosorożce stają się agresywne
pt_br: Rinocerontes se tornam agresivos
pt_pt: Os rinocerontes tornam-se agressivos
ru_ru: Носороги становятся агрессивными
tr_tr: Gergedanlar saldırganlaşıyor
zh_hans: 犀牛更有侵略性

# Mod_RRR_MemMod_AggressiveRhinosInfo
source: The rhinos from the races will attack you. Be prepared to die (or use the immortal cheat)!
da_dk: Næsehornene fra kapløbene angriber dig. Gør dig klar på at dø (eller brug udødelighedssnydekoden!)
es_es: Los rinocerontes de las carreras te atacarán. Prepárate para morir (¡o usa el truco de la inmortalidad)!
fr_fr: Les rhinos des courses vont vous attaquer. Préparez vous à mourir (ou à utiliser le cheat pour devenir immortel) !
he: הקרנפים מהמירוצים יתקפו אותך. תתכוננו למות (או השתמשו ברמאית האלמותית)!
hu_hu: Az orrszarvúk a versenyek során megtámadják a játékost. Készülj fel a halálra (vagy használd a Halhatatlanság cheatet)
it_it: I rinoceronti delle corse ti attaccheranno. Preparati a morire (o usa il trucco per diventare immortale)!
nl_nl: De neushoorns uit de race levels zullen je aanvallen. Ren voor je leven (of gebruik de cheat voor onsterfelijkheid)!
pl_pl: Nosorożce z wyścigów będą cię atakować. Bądź gotowy na śmierć (lub użyj kodu na nieśmiertelność)!
pt_br: Os rinocerontes das corridas te atacarão. Esteja preparado para morrer (ou use a trapaça imortal)!
pt_pt: Os rinocerontes das corridas vão atacar-te. Prepara-te para morrer (ou usa a batota imortal)!
ru_ru: Носороги с гонок будут нападать на Вас. Будьте готовы умереть (или используйте бессмертный чит)!
tr_tr: Irklardan gelen gergedanlar size saldıracak. Ölmeye hazır olun (veya ölümsüz hileyi kullanın)!
zh_hans: 比赛里的犀牛会攻击你。准备好受死吧！（或者开无敌吧）

# Mod_RRR_MemMod_SpiderJump
source: Spider robots can jump
da_dk: Edderkopperobotter kan hoppe
es_es: Los robots araña pueden saltar
fr_fr: Les robots araignée peuvent sauter
he: רובוטי עכביש יכולים לקפוץ
hu_hu: Ugró pók robotok
it_it: I ragni robot possono saltare
nl_nl: Robotspinnen kunnen springen
pl_pl: Roboty-pająki potrafią skakać
pt_br: Robôs aranhas podem pular
pt_pt: Os robôs aranha podem saltar
ru_ru: Роботы-пауки могут прыгать
tr_tr: Örümcek robotlar zıplayabilir
zh_hans: 蜘蛛机器人可以跳跃

# Mod_RRR_MemMod_SpiderJumpInfo
source: When riding the spider-like robots, you can jump like spiders could in the prototype
da_dk: Når du ridder på de edderkoppelige robotter, kan du hoppe som edderkopper kunne i prototypen
es_es: Cuando montas los robots parecidos a arañas, puedes saltar como lo harían las arañas en el prototipo
fr_fr: En montant les robots ressemblant à des araignées, vous pouvez sauter comme les araignées dans le prototype
he: כשרוכבים על רובוטים דמויי עכביש, ניתן לקפוץ כמו שעכבישים יכולים לקפוץ באב הטיפוס
hu_hu: Amikor a pókszerű robotokon lovagolsz, tudsz ugrani, mint a prototípusban
it_it: Quando cavalchi i robot simili a ragni, puoi saltare come potrebbero fare i ragni nel prototipo
nl_nl: Wanneer je de spinachtige robots bestuurt, kun je springen zoals spinnen dat konden in het prototype.
pl_pl: Jeżdżąc na pająkopodobnych robotach, możesz skakać tak, jak pająki w prototypie
pt_br: Ao montar nos robôs semelhantes a aranhas, você pode pular como as aranhas podiam no protótipo
pt_pt: Quando a montar os robôs tipo-aranha podes saltar como as aranhas podiam no protótipo
ru_ru: Когда вы едете на роботах, похожих на пауков, вы можете прыгать, прямо как пауки в прототипе
tr_tr: Örümcek benzeri robotlara binerken, prototipteki örümcekler gibi zıplayabilirsiniz.
zh_hans: 在骑着蜘蛛样式的机器人时，你可以让它像在原型里一样跳跃

# Mod_RRR_MemMod_BatShoot
source: Bats can shoot
da_dk: Flagermuse kan skyde
es_es: Los murciélagos pueden disparar
fr_fr: Les chauves-souris peuvent tirer
he: עטלפים יכולים לירות
hu_hu: Teniszütő stukker
it_it: I pipistrelli possono sparare
nl_nl: Vleermuizen kunnen schieten
pl_pl: Nietoperze potrafią strzelać
pt_br: Morcegos podem atirar
pt_pt: Os morcegos podem disparar
ru_ru: Летучие мыши могут стрелять
tr_tr: Yarasalar ateş edebilir
zh_hans: 蝙蝠射击

# Mod_RRR_MemMod_BatShootInfo
source: Bats can shoot projectiles with the attack button
da_dk: Flagermuse kan skyde projektiler med angribsknappen
es_es: Los murciélagos pueden disparar proyectiles con el botón de ataque
fr_fr: Les chauves-souris peuvent tirer des projectiles avec le bouton d'attaque
he: עטלפים יכולים לירות קליעים עם כפתור ההתקפה
hu_hu: A teniszütő lövedékeket lő a támadás gombbal
it_it: I pipistrelli possono sparare proiettili con il pulsante di attacco
nl_nl: Vleermuizen kunnen ;projectielen schieten met de Aanval-toets
pl_pl: Nietoperze mogą strzelać pociskami za pomocą przycisku ataku
pt_br: Os morcegos podem atirar projéteis com o botão de ataque
pt_pt: Os morcegos podem disparar projectéis com o botão de ataque
ru_ru: Летучие мыши могут стрелять снарядами с помощью кнопки атаки
tr_tr: Yarasalar, saldırı düğmesiyle mermi atabilir
zh_hans: 蝙蝠可以用攻击键发射子弹

# Mod_RRR_MemMod_SaucersStartFlying
source: Saucers start off flying
da_dk: Flyvende tallerkner begynder med at flyve
es_es: Los platillos voladores empiezan volando
fr_fr: Les soucoupes volantes commencent en volant
he: צלחות מתחילות לעוף
hu_hu: Az UFO-k a levegőben teremnek
it_it: I dischi volanti iniziano a volare
nl_nl: Schotels beginnen te vliegen
pl_pl: Spodki zaczynają latać
pt_br: Os discos voadores começam a voar
pt_pt: Os discos começam a voar
ru_ru: Тарелки начинают летать
tr_tr: Tabaklar uçmaya başlar
zh_hans: 飞碟开始飞行

# Mod_RRR_MemMod_SaucersStartFlyingInfo
source: Saucers can be found flying around, but this makes them harder to mount
da_dk: Flyvende tallerkner flyver rundt omkring, men dette gør, at de er sværere at montere
es_es: Los platillos voladores pueden encontrarse volando, pero esto los hace más difíciles de montar
fr_fr: Les soucoupes volantes peuvent être vues en train de voler, mais cela les rend plus difficiles à monter
he: ניתן למצוא תחתיות מעופפות מסביב, אבל זה מקשה על ההרכבה
hu_hu: Repkedő csészealjakat lehet találni, de emiatt nehezebb rájuk szállni
it_it: Si possono trovare dischi volanti in giro, ma questo li rende più difficili da montare
nl_nl: Schotels vliegen heen en weer, waardoor ze moeilijker bereden kunnen worden
pl_pl: Spodki latają dookoła, ale to sprawia, że trudniej je dosiąść
pt_br: Discos voadores podem ser encontrados voando por aí, mas isso os torna mais difíceis de montar
pt_pt: Os discos podem ser encontrados a voar à volta, mas isto faz com que sejam mais difíceis de montar
ru_ru: Тарелки могут повсюду летать, но из-за этого их сложнее приручить
tr_tr: Daireler etrafta uçuşurken bulunabilir, ancak bu onların monte edilmesini zorlaştırır
zh_hans: 飞碟可以被发现在附近飞行，但是这样会让它们更难被骑上

# Mod_RRR_MemMod_BunnyHuntsHeader
source: Bunny hunts
da_dk: Kaninjagter
es_es: Caza de conejos
fr_fr: Chasses au lapin
he: ציד ארנבים
hu_hu: Nyúl vadászat
it_it: Caccia al coniglio
nl_nl: Konijnenjachten
pl_pl: Polowanie na króliki
pt_br: Caça ao coelho
pt_pt: Caça ao coelho
ru_ru: Охотящиеся кролики
tr_tr: Tavşan avı
zh_hans: 猎兔

# Mod_RRR_MemMod_MissileLaunchersTarget
source: Missile launchers target Rayman
da_dk: Missilkastere sigter efter Rayman
es_es: Los lanzamisiles apuntan a Rayman
fr_fr: Les lance-missiles ciblent Rayman
he: משגרי טילים מכוונים לRayman
hu_hu: A rakétavetők célbaveszik Rayman-t
it_it: I lanciamissili prendono di mira Rayman
nl_nl: Raketwerpers hebben het gemunt op Rayman
pl_pl: Wyrzutnie rakiet celują w Raymana
pt_br: Lançadores de mísseis miram em Rayman
pt_pt: Os lançadores de mísseis têm o Rayman na mira
ru_ru: Ракетные установки нацелены на Рэймана
tr_tr: Füze rampaları Rayman'ı hedef alıyor
zh_hans: 导弹发射器瞄准雷曼

# Mod_RRR_MemMod_MissileLaunchersTargetInfo
source: Missiles will target Rayman, but 1 hit from them will kill Rayman!
da_dk: Missiler sigter efter Rayman, men Rayman dør efter at blive ramt 1 gang!
es_es: Los misiles apuntarán a Rayman, ¡pero un solo impacto de ellos lo matará!
fr_fr: Les missiles ciblent Rayman et un coup de leur part le tuera !
he: טילים יכוונו לRayman, אבל פגיעה אחת מהם תהרוג את Rayman!
hu_hu: A rakéták célbaveszik Raymant, és 1 találat instant halál
it_it: I missili prenderanno di mira Rayman, ma 1 loro colpo ucciderà Rayman!
nl_nl: Raketten hebben Rayman als doel en 1 inslag betekent het einde van Rayman!
pl_pl: Rakiety będą celować w Raymana, ale jedno trafienie z nich zabije Raymana!
pt_br: Os mísseis mirarão em Rayman, mas 1 tiro deles matará Rayman!
pt_pt: Os mísseis vão ter o Rayman na mira, mas 1 golpe deles vai matar o Rayman!
ru_ru: Ракеты будут нацелены на Рэймана, но 1 попадание убьет Рэймана!
tr_tr: Füzeler Rayman'ı hedef alacak, ancak onlardan 1 vuruş Rayman'ı öldürecek!
zh_hans: 导弹会瞄准雷曼，但是一发就足以杀死雷曼！

# Mod_RRR_MemMod_DontDestroyBipods
source: Don't destroy bipods
da_dk: Ødelæg ikke bipode
es_es: No destruir bipodes
fr_fr: Ne pas détruire les bipieds
he: אל תהרסו את הביפודים
hu_hu: Nem megsemmisülő bipodok
it_it: Non distruggere i bipodi
nl_nl: Vernietig bipods niet!
pl_pl: Nie niszcz dwójnóg
pt_br: Não destruir bipods
pt_pt: Não destruir bipods
ru_ru: Не уничтожать сошки
tr_tr: Bipodları yok etmeyin
zh_hans: 不摧毁两脚架

# Mod_RRR_MemMod_DontDestroyBipodsInfo
source: Most bipods collapse by default when not in FPS mode. This prevents them from being destroyed.
da_dk: De fleste bipode kollapser, når FPS-stand ikke er aktiv. Dette forhindrer dem i at blive ødelagt.
es_es: La mayoría de los bipodes se colapsan por defecto cuando no están en modo FPS. Esto evita que sean destruidos.
fr_fr: La majorité des bipieds s'effondrent par défaut quand le mode FPS n'est pas actif. Cette option permet d'empêcher leur destruction.
he: רוב הביפודים קורסים כברירת מחדל כאשר הם אינם במצב FPS. זה מונע מהם להיהרס.
hu_hu: A legtöbb bipod összerogyik, ha nem vagy elsőnézeti módban vagy. Ez az opció nem engedi, hogy megsemmisüljenek
it_it: La maggior parte dei bipodi collassa per impostazione predefinita quando non è in modalità FPS. Questo impedisce loro di essere distrutti.
nl_nl: De meeste bipods begeven het standaard en wanneer niet in FPS-modus; deze instelling voorkomt dat.
pl_pl: Większość dwójnogów domyślnie zwija się, gdy nie są w trybie FPS. Zapobiega to ich zniszczeniu.
pt_br: A maioria dos bipods colapsam por padrão quando não estão no modo FPS. Isso previne-os de serem destruídos.
pt_pt: A maioria dos bipods colapsam por defeito quando não estão em modo FPS. Isto previne-os de serem destruídos.
ru_ru: Большинство сошек уничтожаются по умолчанию, когда они не находятся в FPS режиме. Это предотвращает их исчезновение.
tr_tr: Çoğu bipod, FPS modunda değilken varsayılan olarak çöker. Bu onların yok edilmesini engeller.
zh_hans: 大部分双脚架在非FPS模式下会倒下。这样可以避免它们被摧毁。

# Mod_RRR_MemMod_ActivatorTriggers
source: Activate all activator triggers
da_dk: Aktivér alle aktiveringsudløsere
es_es: Activar todos los activadores de desencadenantes
fr_fr: Activer tous les déclencheurs d'activation
he: הפעל את כל הטריגרים של המפעיל
hu_hu: Az összes Aktiváló trigger bekapcsolása
it_it: Attiva tutti i trigger di attivazione
nl_nl: Activeer alle activator triggers
pl_pl: Aktywuj wszyskie wyzwalacze aktywatora
pt_br: Ativar todos os gatilhos de ativação
pt_pt: Activar todos os triggers de activação
ru_ru: Активировать все триггеры активатора
tr_tr: Tüm aktivatör tetikleyicilerini etkinleştir
zh_hans: 启动所有激活开关

# Mod_RRR_MemMod_ActivatorTriggersInfo
source: Forces all activator triggers to be true constantly. Causes chaos in many levels and spawns many more enemies (and Globox babies)
da_dk: Tvinger alle aktiveringsudløsere til at være aktive. Forårsager kaos i mange baner og spawner mange flere fjender (og Globox-babyer)
es_es: Fuerza que todos los desencadenadores de activadores sean verdaderos constantemente. Esto causa caos en muchos niveles y genera aún más enemigos (y bebés Globox).
fr_fr: Force tous les déclencheurs d'activation à être réglés sur vrai constemment. Causera un immense chaos dans la plupart des niveaux et fera apparaître beaucoup plus d'ennemis (et de bébés Globox)
he: מאלץ את כל הטריגרים של המפעילים להיות אמיתיים ללא הרף. גורם לכאוס בשלבים רבים וגורם להופעתם של הרבה יותר אויבים (ותינוקות גלובוקס)
hu_hu: Az összes Aktiváló triggert felülírja, hogy folyamatosan igaz jelet adjon. Káoszt csinál a legtöbb pályán és sokkal több ellenséget idéz (és Globox bébit)
it_it: Fa sì che tutti i trigger dell'attivatore siano attivi costantemente. Causa il caos in molti livelli e genera molti più nemici (e baby Globox)
nl_nl: Forceert alle activator triggers om continu de 'true'-waarde te hebben. Dit zorgt voor chaos in veel levels en er zullen veel meer vijanden (en Globox baby's) zijn.
pl_pl: Wymusza, aby wszystkie wyzwalacze aktywacyjne były stałe. Powoduje chaos na wielu poziomach i przywołuje znacznie więcej wrogów (i dzieci Globoksa)
pt_br: Força todos os gatilhos de ativação a estarem ligados constantemente. Causa caos em muitos níveis e gera muito mais inimigos (e bebês Globox)
pt_pt: Força todos os triggers de activação a serem constantemente verdadeiros. Causa caos em tantos nívels e gera muitos mais inimigos (e Globox bebés)
ru_ru: Заставляет все триггеры активатора постоянно оставаться активированными. Порождает хаос на многих уровнях и создаёт ещё больше врагов (и детей Глобокса).
tr_tr: Tüm etkinleştirici tetikleyicilerini sürekli olarak doğru olmaya zorlar. Birçok seviyede kaosa neden olur ve çok daha fazla düşman (ve Globox bebekleri) üretir
zh_hans: 强制让所有激活开关永久处于启动状态。在许多关卡中导致混乱并且生成更多的敌人（还有格罗伯宝宝）

# Mod_RRR_MemMod_BoundingVolumeTriggers
source: Activate all bounding volume triggers
da_dk: Aktivér alle afgrænsningsvolumenudløsere
es_es: Activa todos los desencadenadores de volumen de límite
fr_fr: Activer les déclencheurs des volumes englobants
he: הפעל את כל הטריגרים של עוצמת הקול התוחמת
hu_hu: Az összes pálya széli trigger aktiválása
it_it: Attiva tutti i trigger di volume di delimitazione
nl_nl: Activeer alle gebonden volume-triggers
pl_pl: Aktywuj wszystkie wyzwalacze
pt_br: Ativar todos os gatilhos de volume delimitador
pt_pt: Activar todos os triggers de volume de activação
ru_ru: Активировать все труднодоступные триггеры
tr_tr: Tüm sınırlayıcı hacim tetikleyicilerini etkinleştirin
zh_hans: 启动所有绑定量开关

# Mod_RRR_MemMod_BoundingVolumeTriggersInfo
source: Some rabbid spawn triggers are difficult to reach. This triggers them, but beware, it also causes crashes in many levels!
da_dk: Nogle Rabbid-spawnudløsere er svære at nå. Dette udløser dem, men pas på, det kan også forårsage crashes i mange baner!
es_es: Algunos desencadenadores de aparición de Rabbids son difíciles de alcanzar. Esto los activará, pero ten cuidado, ¡también puede causar bloqueos en muchos niveles!
fr_fr: Certains déclencheur d'apparition de lapin sont difficiles à atteindre. Ceci les déclenche, mais attention, cela cause des crashs dans beaucoup de niveaux!
he: כמה מהטריגרים שגורמים להופעתם של Rabbids,קשים להשגה . זה מפעיל אותם, אבל היזהרו, זה גם גורם לקריסות בשלבים רבים!
hu_hu: Pár nyúl idező trigger nehezen elérhető. Ez bekapcsolja őket. Vigyázat: Ez sok pályán crash-et tud okozni
it_it: Alcuni trigger di generazione di conigli sono difficili da raggiungere. Questo li attiva, ma attenzione, provoca anche arresti anomali in molti livelli!
nl_nl: Sommige Rabbid 'spawn'-triggers zijn moeilijk te bereiken. Deze instelling schakelt ze in, maar let wel: dit veroorzaakt crashes in veel levels!
pl_pl: Niektóre wyzwalacze odradzania kórlików są trudne do osiągnięcia. Dzięki temu je uruchomisz, ale uważaj, powoduje to również awarie na wielu poziomach!
pt_br: Alguns gatilhos de spawn de Rabbid são difíceis de alcançar. Isso os aciona, mas cuidado, isso também causa travamentos em muitos níveis!
pt_pt: Alguns triggers de geradores de Rabbids são difíceis de alcançar. Isto activa-os, mas cuidado, isto provoca crashes em vários níveis!
ru_ru: Некоторые триггеры появления кроликов труднодоступны. Это активирует их, но будьте осторожны, это также вызывает сбои на многих уровнях!
tr_tr: Bazı tavşan yumurtlama tetikleyicilerine ulaşmak zordur. Bu onları tetikler, ancak dikkat edin, aynı zamanda birçok seviyede çökmelere neden olur!
zh_hans: 有些疯狂兔子的刷新触发可能在难以触碰的位置。这个会触发它们，但是注意，也会在许多关卡中导致崩溃！

# Mod_RRR_KeyAction_0
source: Jump
da_dk: Hop
es_es: Saltar
fr_fr: Sauter
he: קפיצה
hu_hu: Ugrás
it_it: Salta
nl_nl: Springen
pl_pl: Skok
pt_br: Pular
pt_pt: Saltar
ru_ru: Прыжок
tr_tr: Zıpla
zh_hans: 跳跃

# Mod_RRR_KeyAction_4
source: Attack
da_dk: Angrib
es_es: Atacar
fr_fr: Attaquer
he: התקפה
hu_hu: Támadás
it_it: Attaccare
nl_nl: Aanvallen
pl_pl: Atak
pt_br: Atacar
pt_pt: Atacar
ru_ru: Атака
tr_tr: Saldır
zh_hans: 攻击

# Mod_RRR_KeyAction_6
source: Grapple hook
da_dk: Gribekrog
es_es: Gancho de agarre
fr_fr: Grappin
he: וו אחיזה
it_it: Gancio
nl_nl: Enterhaak
pl_pl: Hak
pt_br: Gancho de agarrar
pt_pt: Gancho de garra
ru_ru: Захватный крюк
tr_tr: Kıskaçlı kanca
zh_hans: 爪钩

# Mod_RRR_KeyAction_8
source: Light/Tempo
da_dk: Lys/Tempo
es_es: Luz/Ritmo
fr_fr: Lumière/Tempo
he: אור/קצב
hu_hu: Fény/Tempo
it_it: Luce/Tempo
nl_nl: Licht/Tempo
pl_pl: Światło/Tempo
pt_br: Luz/Ritmo
pt_pt: Luz/Tempo
ru_ru: Свет/Темп
tr_tr: Işık/Tempo
zh_hans: 灯/节奏

# Mod_RRR_KeyAction_10
source: Attack (finisher)
da_dk: Angrib (finisher)
es_es: Ataque (finalizador)
fr_fr: Attaque (finisher)
he: התקפה (פינישר)
hu_hu: Támadás (finisher)
it_it: Attacco (finale)
nl_nl: Aanvallen (finisher)
pl_pl: Atak (cios kończący)
pt_br: Atacar (finalização)
pt_pt: Atacar (Terminar)
ru_ru: Атака (добивания)
tr_tr: Saldırı (bitirici)
zh_hans: 攻击（终结技）

# Mod_RRR_KeyAction_12
source: Look mode
da_dk: Kiggetilstand
es_es: Modo de mira
fr_fr: Mode vue subjective
he: מצב מבט
hu_hu: Elsőnézet
it_it: Modalità sguardo
nl_nl: Kijkmodus
pl_pl: Tryb rozglądania się
pt_br: Modo de visão
pt_pt: Modo de observação
ru_ru: Режим обзора
tr_tr: Görünüm modu
zh_hans: 锁定模式

# Mod_RRR_KeyAction_14
source: Roll/Ground pound
da_dk: Rul/Kraftangreb
es_es: Rodar/Martillo en el suelo
fr_fr: Roulade/Charge au sol
he: גלגול/ התקפת קרקע
hu_hu: Kitérés / Földbecsapás
it_it: Rotola / Colpisci a terra
nl_nl: Rollen/Stampen
pl_pl: Turlanie/Uderzenie w ziemię
pt_br: Rolar/Golpe no chão
pt_pt: Rolar/Bater em terra
ru_ru: Перекат/Удар по земле
tr_tr: Rulo/Zemin vur
zh_hans: 翻滚/震地

# Mod_RRR_KeyAction_24
source: Dance toggle
da_dk: Dans til/fra
es_es: Alternar modo de baile
fr_fr: Activer la danse
he: הפעלת ריקוד
hu_hu: Tánc mód
it_it: Attiva/disattiva danza
nl_nl: Dansmodus in-/uitschakelen
pl_pl: Przełącznik tańca
pt_br: Alternar dança
pt_pt: Activar/Desactivar dança
ru_ru: Активация танца
tr_tr: Dans geçiş
zh_hans: 跳舞选项
