Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# LaunchGame_WinStoreError
source: An error occurred when attempting to run {0}
da_dk: En fejl opstod i forsøget på at køre {0}
de_de: Ein Fehler ist Aufgetreten beim versuchen von Starten von {0}
es_es: Se produjo un error al intentar ejecutar {0}
fr_fr: Une erreur est survenue en essayant d'éxécuter {0}
he: אירעה שגיאה בעת ניסיון להריץ את {0}
hu_hu: Hiba merült fel a futtatás során {0}
it_it: Si è verificato un errore durante il tentativo di avviare {0}
nl_nl: Er heeft een fout plaatsgevonden tijdens een startpoging {0}
pl_pl: Wystąpił błąd podczas próby uruchomienia {0}
pt_br: Ocorreu um erro ao tentar executar {0}
pt_pt: Ocorreu um erro quando se tentava executar o {0}
ru_ru: При попытке запуска {0} произошла ошибка
tr_tr: {0} çalıştırılmaya çalışılırken bir hata oluştu
zh_hans: 在试图运行{0}时发生故障

# LaunchGame_MountPathNotFound
source: The mount path could not be found. Specify a valid path under the game options to run this game.
da_dk: Monteringsstien blev ikke fundet. Specificér en gyldig sti under spilindstillingerne, for at kunne køre dette spil.
de_de: Dieser Mount Pfad wurde nicht gefunden. Markiere das richtige Verzeichnis unter den Spiel Einstellungen, zum starten des Spiels.
es_es: No se pudo encontrar la ruta de montaje. Especifique una ruta válida en las opciones del juego para ejecutar este juego.
fr_fr: Le chemin de montage n'a pas été trouvé. Veuillez renseigner un chemin valide dans les paramètres pour lancer ce jeu
he: לא ניתן היה למצוא את נתיב הקובץ. ציין נתיב חוקי תחת אפשרויות המשחק להפעלת המשחק הזה.
hu_hu: A mount útvonal nem található. Adj meg egy érvényes utat a játék beállítások alatt, hogy futtatni lehessen ezt a játékot.
it_it: Impossibile trovare il percorso di montaggio. Specifica un percorso valido nelle opzioni di gioco per eseguire questo gioco.
nl_nl: Het mount-pad kon niet gevonden worden. Specificeer een geldig pad via de spelinstellingen om het spel te kunnen starten.
pl_pl: Nie udało się znaleźć ścieżki montowania. Podaj poprawną ścieżkę w opcjach gry, aby uruchomić tę grę.
pt_br: O caminho de montagem não pôde ser encotrado. Especifique um caminho válido abaixo das configurações do jogo para executar este jogo.
pt_pt: O endereço de montagem não pode ser encontrado. Especifica um endereço válido dentro das opções de jogo para executar este jogo.
ru_ru: Не удалось найти путь монтирования. Укажите в настройках подходящий для запуска этой игры путь.
tr_tr: Bağlama yolu bulunamadı. Bu oyunu çalıştırmak için oyun seçenekleri altında geçerli bir yol belirtin.
zh_hans: 此导入路径无法被找到。请在游戏设置中选择有效路径来运行游戏。

# Backup_Confirm
source: This will replace any previous backups for:
da_dk: Dette vil erstatte alle tidligere backups af:
de_de: Das wird einer deiner Sicherungen ersetzen:
es_es: Esto reemplazará cualquier copia de seguridad anterior para:
fr_fr: Cela remplacera tous les backups existants de :
he: זה יחליף את כל הגיבויים הקודמים עבור:
hu_hu: Ez ki fog cserélni minden előző biztonsági mentést ennek: {0}
it_it: Questo sostituirà qualsiasi backup precedente per:
nl_nl: Dit zal elke, eerder gemaakte back-up vervangen voor:
pl_pl: Zastąpi to wszelkie poprzednie kopie zapasowe dla:
pt_br: Isso substituirá todos os backups anteriores para:
pt_pt: Isto irá substituir quaisquer cópias de segurança anteriores por:
ru_ru: Это заменит все предыдущие резервные копии для {0}
tr_tr: Bu, aşağıdakiler için önceki tüm yedeklemelerin yerini alacaktır:
zh_hans: 这将会取代以下内容之前的备份：

# Backup_ConfirmHeader
source: Confirm backup
da_dk: Bekræft backup
de_de: Sicherung bestätigen
es_es: Confirmar copia de seguridad
fr_fr: Confirmer backup
he: אשר את הגיבוי
hu_hu: Backup megerősítése
it_it: Conferma backup
nl_nl: Bevestig back-up
pl_pl: Potwierdź kopię zapasową
pt_br: Confirmar backup
pt_pt: Confirmar cópia de segurança
ru_ru: Подтвердить резервное копирование
tr_tr: Yedeklemeyi onayla
zh_hans: 确定备份

# Backup_FailedHeader
source: Backup failed
da_dk: Backupfejl
de_de: Sicherung fehlgeschlagen
es_es: Error de copia de seguridad
fr_fr: Backup échoué
he: הגיבוי נכשל
hu_hu: Biztonsági mentés sikertelen
it_it: Backup non riuscito
nl_nl: Back-up aanmaken mislukt
pl_pl: Tworzenie kopii zapasowej nie powiodło się
pt_br: Backup falhou
pt_pt: A cópia de segurança falhou
ru_ru: Ошибка резервного копирования
tr_tr: Yedekleme başarısız oldu
zh_hans: 备份失败

# Backup_MissingDirectoriesError
source: Backup for {0} could not finish due to not all specified directories being found
da_dk: {0} kunne ikke backes up, da ikke alle valgte mapper blev fundet
de_de: Sicherung für {0} konnte nicht Fertiggestellt werden wegen einer der Verzeichnisse konnte nicht Gefunden werden.
es_es: No se pudo completar la copia de seguridad de {0} debido a que no se encontraron todos los directorios especificados
fr_fr: Le backup de {0} n'a pas pu être fini car certains dossiers spécifiés manquent
he: לא ניתן היה לסיים את הגיבוי של {0} מכיוון שלא נמצאו כל הספריות שצוין
hu_hu: A biztonsági mentése ennek: {0} nem ment végbe, mivel egy vagy több megaott meghajtó nem található
it_it: Impossibile completare il backup di {0} perché non sono state trovate tutte le directory specificate
nl_nl: Back-up voor {0} kon niet worden voltooid, omdat niet alle gespecificeerde mappen konden worden gevonden.
pl_pl: Tworzenie kopii zapasowej dla {0} nie mogło się zakończyć, ponieważ nie znaleziono wszystkich określonych folderów
pt_br: O backup para {0} não pôde ser concluído porque nem todos os diretórios especificados foram encontrados
pt_pt: A cópia de segurança para o {0} não pode terminar porque nem todos os directórios especificados foram encontrados
ru_ru: Резервное копирование для {0} не удалось завершить, так как не все указанные папки были найдены
tr_tr: Belirtilen tüm dizinler bulunamadığından {0} için yedekleme tamamlanamadı
zh_hans: {0}无法完成备份，因为有目录未找到

# GameFinder_GamesFoundHeader
source: Installed games found
da_dk: Installerede spil fundet
de_de: Installierte Spiele wurden gefunden
es_es: Se encontraron juegos instalados
fr_fr: Jeux installés trouvés
he: נמצאו משחקים מותקנים
hu_hu: Megtalált telepített játékok
it_it: Giochi installati trovati
nl_nl: Geïnstalleerde spellen gevonden
pl_pl: Znaleziono zainstalowane gry
pt_br: Jogos instalados encontrados
pt_pt: Jogos instalados encontrados
ru_ru: Найдены установленные игры
tr_tr: Yüklü oyunlar bulundu
zh_hans: 找到已安装游戏

# GameFinder_GamesFound
source: The following new games were found:
da_dk: De følgende nye spil blev fundet:
de_de: Diese neue installierten Spiele wurden gefunden:
es_es: Se encontraron los siguientes juegos nuevos:
fr_fr: Ces nouveaux jeux ont été trouvés :
he: המשחקים החדשים הבאים נמצאו:
hu_hu: A következő játékok lettek újonnan találva:
it_it: Sono stati trovati i nuovi giochi seguenti:
nl_nl: De volgende, nieuwe games zijn gevonden:
pl_pl: Znaleziono nowe gry:
pt_br: Os seguintes novos jogos foram encontrados:
pt_pt: Os novos jogos seguintes foram encontrados:
ru_ru: Были найдены следующие новые игры:
tr_tr: Aşağıdaki yeni oyunlar bulundu:
zh_hans: 找到了这些新游戏：

# UbiIniWriteAccess_Error
source: An error occurred when attempting to enable write access for the Rayman configuration file
da_dk: En fejl opstod i forsøget på at aktivere skrivetilladelse til Rayman-konfigurationsfilen
de_de: Ein Fehler ist aufgetreten beim aktivieren von Schreibrechte für die Rayman Konfigurationsdatei
es_es: Se produjo un error al intentar habilitar el acceso de escritura para el archivo de configuración de Rayman
fr_fr: Une erreur est survenue en essayant d'activer l'accès en écriture du fichier de configuration de Rayman
he: אירעה שגיאה בעת ניסיון לאפשר גישת כתיבה עבור קובץ התצורה של Rayman
hu_hu: Hiba lépett fel a Rayman konfigurációs fájl írási engedélyének bekapcsolásakor
it_it: Si è verificato un errore durante il tentativo di abilitare l'accesso in scrittura per il file di configurazione Rayman
nl_nl: Er heeft een fout plaatsgevonden tijdens de poging, schrijftoegang in te schakelen voor het Rayman configuratiebestand.
pl_pl: Wystąpił błąd podczas próby umożliwienia dostępu do zapisu dla pliku konfiguracyjnego gry Rayman
pt_br: Ocorreu um erro ao tentar habilitar o acesso de escrita para o arquivo de configuração do Rayman
pt_pt: Ocorreu um erro quando se tentava activar o acesso de escrita para o ficheiro de configuração Rayman
ru_ru: Произошла ошибка при попытке открыть доступ на изменение конфигурационного файла Rayman
tr_tr: Rayman yapılandırma dosyası için yazma erişimi etkinleştirilmeye çalışılırken bir hata oluştu
zh_hans: 在试图启用雷曼设置文件的读取权限时发生错误。

# UbiIniWriteAccess_InfoMessage
source: To be able to configure the Rayman games without running this program as administrator you will need to accept the following admin prompt
da_dk: For at kunne konfigurere Rayman-spillene uden at køre dette program som administrator, skal følgende administratorprompt accepteres
de_de: Zum aktivieren von den Rayman Spielen ohne das Programm als Administrator auszuführen. Du musst den folgenden Administrator Aufforderung akzeptieren
es_es: Para poder configurar los juegos de Rayman sin ejecutar este programa como administrador, deberás aceptar la siguiente solicitud de administrador
fr_fr: Pour pouvoir configurer les jeux Rayman sans exécuter le programme en mode administrateur, vous allez devoir accepter l'invite d'administration qui va suivre
he: על מנת שיהיה ניתן להגדיר את משחקי Rayman מבלי להפעיל תוכנית זו כמנהל, יהיה עליך לאשר את הודעת הניהול הבאה
hu_hu: Ahhoz, hogy tudd konfigurálni a Rayman játékokat anélkül, hogy rendszergazdai joggal nyitod meg az alkalmazást, el kell fogadnod a következő felugró ablakot:
it_it: Per poter configurare i giochi Rayman senza eseguire questo programma come amministratore, dovrai accettare il seguente prompt di amministrazione
nl_nl: Om de Rayman games te kunnen configureren, zonder dit hulpprogramma met administrator rechten te gebruiken, dien je de volgende administrator prompt te accepteren
pl_pl: Aby móc konfigurować gry z serii Rayman bez uruchamiania tego programu jako administrator, musisz zaakceptować następujący monit administratora
pt_br: Para poder configurar os jogos do Rayman sem executar este programa como administrador, você precisará aceitar o seguinte prompt de administrador
pt_pt: Para se poder configurar os jogos do Rayman sem executar este programa como administrador tu irás necessitar de aceitar o seguinte administrador a pronto
ru_ru: Чтобы иметь возможность настроить игры из серии Rayman без запуска этой программы от имени администратора, Вам нужно будет принять следующее приглашение администратора
tr_tr: Rayman oyunlarını bu programı yönetici olarak çalıştırmadan yapılandırabilmek için aşağıdaki yönetici istemini kabul etmeniz gerekir.
zh_hans: 为了能在不使用管理员权限运行此程序的情况下配置雷曼游戏，需要确认以下管理员窗口提示

# Restore_Failed
source: Restore failed for {0}
da_dk: Gendannelsesfejl for {0}
de_de: Wiederherstellung für {0} ist fehlgeschlagen
es_es: Restauración fallida para {0}
fr_fr: Restauration échouée pour {0}
he: השחזור נכשל עבור {0}
hu_hu: Visszaállítás sikertelen volt a következőnek: {0}
it_it: Ripristino non riuscito per {0}
nl_nl: Herstel mislukt voor {0}
pl_pl: Przywracanie nie powiodło się dla {0}
pt_br: Restauro falhou para o {0}
pt_pt: O restauro falhou para o {0}
ru_ru: Ошибка при восстановлении {0}
tr_tr: {0} için geri yükleme başarısız oldu
zh_hans: {0}恢复失败

# Restore_SuccessHeader
source: Restore successful
da_dk: Gendannelse fuldført
de_de: Wiederherstellung erfolgreich
es_es: Restauración exitosa
fr_fr: Restauration réussie
he: שחזור מוצלח
hu_hu: Visszaállítás sikeresen befejeződött
it_it: Ripristino riuscito
nl_nl: Herstel succesvol
pl_pl: Przywracanie zakończyło się powodzeniem
pt_br: Restauro feito com sucesso
pt_pt: Restauro sucedido
ru_ru: Восстановление прошло успешно
tr_tr: Geri yükleme başarılı
zh_hans: 恢复成功

# Restore_Success
source: Your save files for {0} were successfully restored
da_dk: Dine spildata til {0} blev gendannet med succes
de_de: Deine Speicher Dateien für {0} wurden erfolgreich wiederhergestellt
es_es: Tus archivos de guardado para {0} se restauraron correctamente
fr_fr: Vos sauvegardes pour {0} ont été restaurées avec succès
he: קבצי השמירה שלך עבור {0} שוחזרו בהצלחה
hu_hu: A mentési fájlok sikeresen vissza lettek állítva a következőnek: {0}
it_it: I tuoi file di salvataggio per {0} sono stati ripristinati correttamente
nl_nl: Je save files voor {0} zijn succesvol hersteld
pl_pl: Twoje pliki zapisu dla {0} zostały pomyślnie przywrócone
pt_br: Seus arquivos salvos para {0} foram restaurados com sucesso
pt_pt: Os teus ficheiros de progressão para o {0} foram restaurados com sucesso
ru_ru: Ваши файлы сохранения для {0} успешно восстановлены
tr_tr: {0} için kaydedilen dosyalarınız başarıyla geri yüklendi
zh_hans: 你的{0}存档文件已经成功恢复

# Restore_ConfirmHeader
source: Confirm restore
da_dk: Bekræft gendannelse
de_de: Wiederherstellung bestätigen
es_es: Confirmar restauración
fr_fr: Confirmer restauration
he: אשר את השחזור
hu_hu: Visszaállítás elfogadása
it_it: Conferma ripristino
nl_nl: Bevestig herstel
pl_pl: Potwierdź przywrócenie
pt_br: Confirmar restauro
pt_pt: Confirmar restauro
ru_ru: Подтверждение восстановления
tr_tr: Geri yüklemeyi onayla
zh_hans: 确认恢复

# Restore_Confirm
source: This will replace current {0} save files with backed up ones.
da_dk: Dette erstatter de nuværende spildata til {0} med backupdata
de_de: Das wird deine Aktuelle {0} Speicherdaten inklusive deine gesicherten .
es_es: Esto reemplazará los archivos de guardado actuales de {0} con los respaldados.
fr_fr: Cela remplacera les sauvegardes de {0} par celles en backup
he: פעולה זו תחליף את {0} הקבצים השמורים הנוכחיים לקבצים המגובים.
hu_hu: A következő folyamat ki fogja cserélni a meglévő {0} mentési fájlokat a biztonsági mentéskor levőkre.
it_it: Questo sostituirà i file di salvataggio di {0} correnti con quelli di cui è stato eseguito il backup.
nl_nl: Dit zal de huidige save files van {0} vervangen met de back-up bestanden.
pl_pl: Spowoduje to zastąpienie bieżących plików zapisu {0} kopiami zapasowymi.
pt_br: Isso substituirá os arquivos salvos atuais {0} pelos do backup.
pt_pt: Isto irá substituir os ficheiros de progressão actuais do {0} com os da cópia de segurança.
ru_ru: Это заменит текущие файлы сохранения {0} на резервные копии.
tr_tr: Bu, mevcut {0} kayıtlı dosyaları yedeklenenlerle değiştirecektir.
zh_hans: 这样会用备份存档取代{0}存档文件

# Restore_FailedHeader
source: Restore failed
da_dk: Gendannelsesfejl
de_de: Wiederherstellung fehlgeschlagen
es_es: Restauración fallida
fr_fr: Restauration échouée
he: השחזור נכשל
hu_hu: Visszaállítás sikertelen
it_it: Ripristino non riuscito
nl_nl: Herstel mislukt
pl_pl: Przywracanie nie powiodło się
pt_br: Restauro falhou
pt_pt: O restauro falhou
ru_ru: Ошибка при восстановлении
tr_tr: Geri yükleme başarısız oldu
zh_hans: 恢复失败

# Restore_MissingBackup
source: There was no backup found for {0}
da_dk: Der blev ikke fundet en backup til {0}
de_de: Es wurde keine Sicherung für {0} gefunden
es_es: No se encontró una copia de seguridad para {0}
fr_fr: Aucun backup trouvé pour {0}
he: לא נמצא גיבוי עבור {0}
hu_hu: Nem található biztonsági mentés a következőnek: {0}
it_it: Nessun backup trovato per {0}
nl_nl: Er is geen back-up gevonden voor {0}
pl_pl: Nie znaleziono kopii zapasowej dla {0}
pt_br: Não foi encontrado nenhum backup para {0}
pt_pt: Não foi encontrada uma cópia de segurança para o {0}
ru_ru: Не было найдено резервных копий для {0}
tr_tr: {0} için yedek bulunamadı
zh_hans: 没有找到{0}的备份文件

# Backup_Failed
source: Backup failed for {0}
da_dk: Backupfejl for {0}
de_de: Sicherung fehlgeschlagen für {0}
es_es: Copia de seguridad fallida para {0}
fr_fr: Backup échoué pour {0}
he: הגיבוי נכשל עבור {0}
hu_hu: Biztonsági mentés sikertelen volt ennek: {0}
it_it: Backup non riuscito per {0}
nl_nl: Back-up mislukt voor {0}
pl_pl: Nie udało się utworzyć kopii zapasowej dla {0}
pt_br: Backup falhou para {0}
pt_pt: A cópia de segurança falhou para o {0}
ru_ru: Ошибка резервного копирования {0}
tr_tr: {0} için yedekleme başarısız oldu
zh_hans: {0}备份失败

# Backup_SuccessHeader
source: Backup successful
da_dk: Backup fuldført
de_de: Sicherung erfolgreich
es_es: Copia de seguridad exitosa
fr_fr: Backup réussi
he: הגיבוי בוצע בהצלחה
hu_hu: Biztonsági mentés sikeresen befejeződött
it_it: Backup riuscito
nl_nl: Back-up succesvol
pl_pl: Tworzenie kopii zapasowej powiodło się
pt_br: Backup feito com sucesso
pt_pt: Cópia de segurança sucedida
ru_ru: Резервное копирование прошло успешно
tr_tr: Yedekleme başarılı
zh_hans: 备份成功

# Backup_Success
source: Your save files for {0} were successfully backed up
da_dk: Dine spildata til {0} blev backet up med succes
de_de: Deine Speicher Dateien für {0} wurden erfolgreich gesichert
es_es: Tus archivos de guardado para {0} se respaldaron correctamente
fr_fr: Un backup de vos sauvegardes pour {0} a été réalisé avec succès
he: קבצי השמירה שלך עבור {0} גובו בהצלחה
hu_hu: A {0} mentési fájlok sikeresen el lettek tárolva
it_it: Il backup dei tuoi file di salvataggio per {0} è stato eseguito correttamente
nl_nl: Je save files voor {0} zijn succesvol geback-upt
pl_pl: Kopia zapasowa plików zapisu została pomyślnie utworzona dla {0}
pt_br: Seus arquivos salvos para {0} se tornaram backups com sucesso
pt_pt: A cópia de segurança dos teus ficheiros de progresso para o {0} foi feita com sucesso
ru_ru: Ваши резервные копии файлов сохранения для {0} были успешно созданы
tr_tr: {0} için kaydetme dosyalarınız başarıyla yedeklendi
zh_hans: 你的{0}存档文件已经成功备份

# Backup_MissingFilesError
source: No files were found to backup for {0}
da_dk: Ingen filer blev fundet, der kunne backes up, til {0}
de_de: Keine Dateien wurden Gefunden für die Sicherung {0}
es_es: No se encontraron archivos para respaldar en {0}
fr_fr: Aucun backup trouvé pour {0}
he: לא נמצאו קבצים לגיבוי עבור {0}
hu_hu: Nem találhatók visszaállítható fájlok ehhez: {0}
it_it: Nessun file trovato di cui eseguire il backup di {0}
nl_nl: Geen spelbestanden van {0} gevonden om te back-uppen
pl_pl: Nie znaleziono plików do utworzenia kopii zapasowej dla {0}
pt_br: Nenhum arquivo foi encontrado para fazer backup para {0}
pt_pt: Nenhum ficheiro foi encontrado para fazer a cópia de segurança do {0}
ru_ru: Файлы для резервного копирования {0} не были найдены
tr_tr: {0} için yedeklenecek dosya bulunamadı
zh_hans: 未找到可以为{0}进行备份的文件

# Download_NoFilesFound
source: No files were found to download
da_dk: Ingen filer blev fundet, der kunne downloades
de_de: Keine Dateien wurden Gefunden zum Herunterladen
es_es: No se encontraron archivos para descargar
fr_fr: Aucun fichier à télécharger a été trouvé
he: לא נמצאו קבצים להורדה
hu_hu: Nem találhatók letölthető fájlok
it_it: Non sono stati trovati file da scaricare
pt_br: Nenhum arquivo foi encontrado para baixar
pt_pt: Nenhum ficheiro foi encontrado para descarregar
ru_ru: Файлы для загрузки не были найдены
tr_tr: İndirilecek dosya bulunamadı
zh_hans: 未找到可以下载文件

# Download_ConfirmSize
source: This patch requires its files to be downloaded. The total size of the download is {0}. Continue?
da_dk: Denne patch kræver, at dens filer skal downloades. Downloadens samlede størrelse er {0}. Fortsæt?
de_de: Dieser Patch erfordert die Dateien heruntergeladen zu haben. Die gesamtGröße für dass ist {0}. Fortfahren?
es_es: Este parche requiere que sus archivos se descarguen. El tamaño total de la descarga es {0}. ¿Continuar?
fr_fr: Ce patch a besoin de téléchager des fichiers. La taille totale des fichiers est de {0}. Continuer ?
he: תיקון זה דורש הורדה של הקבצים שלו. הגודל הכולל של ההורדה הוא {0}. האם להמשיך?
hu_hu: A patch-nek szüksége van a hozzátartozó fájlok letöltésére. A letöltés teljes mérete {0}. Folytatod?
it_it: Questa patch richiede il download dei suoi file. La dimensione totale del download è {0}. Continuare?
pt_br: Esta correção requer que seus arquivos sejam baixados. O tamanho total do download é {0}. Continuar?
pt_pt: Este patch requer que os seus ficheiros sejam descarregados. O tamanho total da descarga é {0}. Continuar?
ru_ru: Для работы этого патча необходимо загрузить дополнительные файлы, общий объем которых составляет {0}. Продолжить?
tr_tr: Bu yama, dosyalarının indirilmesini gerektirir. İndirmenin toplam boyutu {0}. Devam etmek?
zh_hans: 此补丁需要下载文件。需要下载的总大小是{0}。继续？

# Download_ConfirmHeader
source: Confirm download
da_dk: Bekræft download
de_de: Herunterladen bestätigen
es_es: Confirmar descarga
fr_fr: Confirmer le téléchargement
he: אשר הורדה
hu_hu: Letöltés megerősítése
it_it: Conferma il download
pt_br: Confirmar download
pt_pt: Confirmar descarga
ru_ru: Подтверждение загрузки
tr_tr: İndirmeyi onayla
zh_hans: 确认下载

# Download_Confirm
source: This patch requires its files to be downloaded. Continue?
da_dk: Denne patch kræver, at dens filer skal downloades. Fortsæt?
de_de: Dieser Patch erfordert die Dateien heruntergeladen zu werden. Fortfahren?
es_es: Este parche requiere que se descarguen sus archivos. ¿Continuar?
fr_fr: Ce patch a besoin de téléchager des fichiers. Continuer ?
he: תיקון זה דורש הורדה של הקבצים שלו. להמשיך?
hu_hu: A patch-nek szüksége van a hozzátartozó fájlok letöltésére. Folytatod?
it_it: Questa patch richiede il download dei suoi file. Continuare?
pt_br: Esta correção requer que seus arquivos sejam baixados. Continuar?
pt_pt: Este patch requer que os seus ficheiros sejam descarregados. Continuar?
ru_ru: Для работы этого патча необходимо загрузить дополнительные файлы. Продолжить?
tr_tr: Bu yama, dosyalarının indirilmesini gerektirir. Devam et?
zh_hans: 此补丁需要下载文件。继续？

# Download_Error
source: The files could not be downloaded
da_dk: Filerne kunne ikke downloades
de_de: Die Dateien konnten nicht heruntergeladen werden
es_es: No se pudieron descargar los archivos
fr_fr: Les fichiers n'ont pas pu être téléchargés
he: לא ניתן היה להוריד את הקבצים
hu_hu: A fájlok letöltése során hiba merült fel
it_it: Impossibile scaricare i file
pt_br: Os arquivos não puderam ser baixados
pt_pt: Os ficheiros não poderam ser descarregados
ru_ru: Не удалось загрузить файлы
tr_tr: Dosyalar indirilemedi
zh_hans: 无法下载此文件

# Update_UnknownError
source: Unknown error
da_dk: Ukendt fejl
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
he: שגיאה לא ידועה
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ru_ru: Неизвестная ошибка
tr_tr: Bilinmeyen hata
zh_hans: 未知错误

# Update_WebError
source: A connection could not be established to the server
da_dk: Forbindelse til serveren kunne ikke oprettes
de_de: Die Verbindung zum Server konnte nicht hergestellt werden
es_es: No se pudo establecer una conexión con el servidor
fr_fr: La connexion n'a pas pu être établie avec le serveur
he: לא ניתן היה ליצור חיבור לשרת
hu_hu: A szerverrel nem lehetett kapcsolat létesíteni
it_it: Non è stato possibile stabilire una connessione al server
pt_br: Uma conexão não pôde ser estabelecida ao servidor
pt_pt: A conecção não pode ser estabelecida com o servidor
ru_ru: Не удалось установить соединение с сервером
tr_tr: Sunucuya bağlantı kurulamadı
zh_hans: 无法连接到服务器

# Update_FormatError
source: The information from the server was not valid
da_dk: Ugyldig serverinformation
de_de: Die Informationen vom Server sind nicht gültig
es_es: La información del servidor no era válida
fr_fr: Les informations du serveur ne sont pas valides
he: המידע מהשרת לא היה תקף
hu_hu: A szervertől kapott információ érvénytelen volt
it_it: Le informazioni dal server non erano valide
pt_br: A informação do servidor é inválida
pt_pt: A informação do servidor não foi válida
ru_ru: Данные с сервера были недействительными
tr_tr: Sunucudan gelen bilgiler geçerli değildi
zh_hans: 来自服务器的信息不可用
