Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Config_ButtonMappingInfo
source: As the game doesn't allow native button remapping you change it here. This will not work for controllers.
da_dk: Som i følge med at spillet ikke tillader nativ remapping, kan det indstilles her. Dette virker ikke med controllere.
de_de: Wenn dein Spiel nicht erlaubt deine Tasten zu belegen, kannst du es hier ändern. Das Funktioniert mit Controllern.
es_es: Dado que el juego no permite la reasignación de botones de forma nativa, puedes cambiarlos aquí. Esto no funcionará para los mandos.
fr_fr: Comme le jeu ne propose pas de mappage de boutons de façon nattive, il est possible de le changer ici. Cela ne marchera pas pour les manettes
he: מכיוון שהמשחק אינו מאפשר לשנות כפתורים מקוריים, תוכל לשנות אותו כאן. זה לא יעבוד עבור בקרים.
hu_hu: Mivel a játék nem engedi a natív gomb konfigurációt, itt kell beállítani. Ez nem működik kontrollerekkel.
it_it: Poiché il gioco non consente la rimappatura nativa dei pulsanti, puoi modificarla qui. Questo non funzionerà per i controller.
nl_nl: Omdat het spel geen native button remapping toestaat, wijs je de knoppen hier opnieuw toe.
pl_pl: Ponieważ gra nie pozwala na zmianę przycisków natywnych, możesz zmienić to tutaj. Nie działa dla kontrolerów.
pt_br: Como o jogo não permite o remapeamento nativo de botões, é possível alterá-los aqui. Isso não funcionará para controles.
pt_pt: Como o jogo não suporta remapeamento de botões nativos tu alteras aqui. Isto não irá funcionar em comandos.
ru_ru: Поскольку игра не позволяет переназначать кнопки, Вы можете поменять их здесь. Это не будет работать с контроллерами.
tr_tr: Oyun yerel düğmenin yeniden eşlenmesine izin vermediğinden, onu buradan değiştirebilirsiniz. Bu oyun denetleyiciler için çalışmaz.
zh_hans: 游戏不允许修改按键位置时你可以在这里修改。这里不能修改游戏手柄的按键。

# Config_ButtonMappingKeyHeader
source: Key
da_dk: Knap
de_de: Knopf
es_es: Tecla
fr_fr: Clé
he: מקש
hu_hu: Gomb
it_it: Tasto
nl_nl: Toets
pl_pl: Klawisz
pt_br: Tecla
pt_pt: Tecla
ru_ru: Клавиша
tr_tr: Kilit
zh_hans: 键

# Config_ButtonMappingReset
source: Reset
da_dk: Nulstil
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
he: אתחול
nl_nl: Beginwaarden
pt_br: Resetar
pt_pt: Repor
ru_ru: Сброс
tr_tr: Sıfırla
zh_hans: 重置

# Config_RRRScreenMode
source: Screen Mode
da_dk: Skærmtilstand
de_de: Bildschirm Modus
es_es: Modo de pantalla
fr_fr: Mode écran
he: מצב מסך
hu_hu: Képernyő mód
it_it: Modalità Schermo
nl_nl: Schermmodus
pl_pl: Tryb ekranu
pt_br: Modo da Tela
pt_pt: Modo de ecrã
ru_ru: Экранный режим
tr_tr: Ekran modu
zh_hans: 屏幕模式

# Config_RRRScreenModeInfo
source: The screen mode options will behave differently depending on the selected resolution. Usually keeping the 4:3 mode enabled will allow the game not to be stretched on different aspect ratios.
da_dk: Skærmtilstandsindstillingerne vil opføre sig anderledes, afhængig af den valgte opløsning. Normalt forhindres spillet i at blive strukket til andre billedformater, hvis 4:3-tilstanden er aktiveret.
de_de: Dieser Bildschirm Modus will sich anders Verhalten abhängen was du für eine Auflösung ausgewählt hast. Normalerweise wenn der 4:3 Modus aktiviert ist wird das Spiel nicht Erlaubt es zu skalieren in Verschieden Auflösungen
es_es: Las opciones de modo de pantalla se comportarán de manera diferente según la resolución seleccionada. Por lo general, mantener habilitado el modo 4:3 permitirá que el juego no se estire en diferentes relaciones de aspecto.
fr_fr: Les options du mode écran vont se comporter différemment en fonction de la résolution choisie. En général, garder le mode 4:3 activé permettra au jeu de ne pas être étiré contrairement aux autres ratios d'aspect.
he: אפשרויות מצב המסך יתנהגו אחרת בהתאם לרזולוציה שנבחרה. בדרך כלל שמירה על מצב 4: 3 מופעל, תאפשר למשחק לא להתמתח לפי יחסי גובה שונים.
hu_hu: A képernyő mód opciók máshogy fognak viselkedni a különböző felbontásokhoz képest. Általában 4:3-ban a játék nem tud kinyúlni más méretekbe
it_it: Le opzioni della modalità schermo si comporteranno in modo diverso a seconda della risoluzione selezionata. Di solito mantenere la modalità 4:3 abilitata consentirà alla visuale del gioco di non essere allungata su diversi formati.
nl_nl: De schermmodus-opties zullen, afhankelijk van de geselecteerde resolutie, een bepaald effect hebben. Normaal gesproken zal het beeld in geval van een andere resolutie/aspect ratio niet opgerekt worden als de 4:3 modus ingeschakeld is.
pl_pl: Opcja trybu ekranu będzie zachowywała się inaczej w zależności od wybranej rozdzielczości. Zazwyczaj przy włączonym trybie 4:3 gra nie będzie rozciągnięta na różnych proporcjach.
pt_br: As opções do modo de tela se comportarão diferentemente dependendo da resolução selecionada. Normalmente, manter o modo 4:3 habilitado permitirá que o jogo não seja esticado em diferentes proporções de tela.
pt_pt: As opções do modo de ecrã irão comportar-se de forma diferente dependendo da resolução seleccionada. Normalmente mantendo o modo 4:3 activo irá permitir que o jogo não seja esticado para outras proporções de aspecto diferentes.
ru_ru: Параметры экранного режима будут вести себя по-разному в зависимости от выбранного разрешения. Обычно сохранение режима 4:3 позволит игре не растягиваться на разные соотношения сторон.
tr_tr: Ekran modu seçenekleri, seçilen çözünürlüğe bağlı olarak farklı davranacaktır. Genellikle 4:3 modunun etkin tutulması, oyunun farklı en boy oranlarında uzatılmamasına izin verir.
zh_hans: 屏幕模式会根据你选择的分辨率有不同的表现。一般保持4:3模式会让游戏不被拉伸到不同的纵横比。

# About_ProgramInfo
source: Rayman Control Panel is an open source community project created by RayCarrot. This software is a single free to use executable file with the intent to easily access settings and fixes for the various Rayman titles released for Windows. This is a growing project with more features planned on being added with future updates. The utilities and various configuration tools have been created with help from various members of the Rayman community, all credited below.
da_dk: Rayman Control Panel er et open-source fællesskabsprojekt skabt af RayCarrot. Dette software er én enkel gratis eksekverbar fil, med hensigt på at nemt kunne tilgå indstillinger og rettelser til de mange Rayman-titler udgivet til Windows. Dette er et voksende projekt, og flere funktioner planlægges at blive tilføjet i fremtidige opdateringer. Hjælpeværktøjerne og de mange konfigurationsindstillinger er blevet skabt med hjælp fra adskillige medlemmer af Rayman-fællesskabet, som alle er krediteret nedenfor.
de_de: Dieser Bildschirm Modus will sich anders Verhalten abhängen was du für eine Auflösung ausgewählt hast. Normalerweise wenn der 4:3 Modus aktiviert ist wird das Spiel nicht Erlaubt es zu skalieren in Verschied an den Auflösungen
es_es: Rayman Control Panel es un proyecto de la comunidad de código abierto creado por RayCarrot. Este software es un archivo ejecutable gratuito destinado a acceder fácilmente a configuraciones y correcciones para los diversos títulos de Rayman lanzados para Windows. Este es un proyecto en crecimiento con la planificación de agregar más características en futuras actualizaciones. Las utilidades y diversas herramientas de configuración han sido creadas con la ayuda de varios miembros de la comunidad de Rayman, todos acreditados a continuación.
fr_fr: Rayman Control Panel est un projet communautaire open source créé par RayCarrot. Ce logiciel est un unique fichier éxécutable libre d'accès avec l'intention de faciliter l'accès à différentes options et améliorations pour les différents jeux Rayman sortis sur Windows. Il s'agit d'un projet en pleine expansion avec plusieures fonctionnalités prévues pour de futures mise à jour. Les utilitaires et les outils de configuration ont été créés avec l'aide de divers membres de la communauté Rayman, tous crédités ci-dessous.
he: "Rayman Control Panel הינו פרויקט קהילתי בקוד פתוח שנוצר על ידי RayCarrot. תוכנה זו היא קובץ הפעלה בודד שמטרתו לגשת בקלות להגדרות ותיקונים עבור כותרי Rayman השונים שיצאו עבור Windows. זהו פרויקט שהולך וגדל ובהמשך יתווספו תכונות נוספות עם עדכונים עתידיים. השירותים וכלי התצורה השונים נוצרו בעזרת חברים שונים בקהילת Rayman, כולם מוזכרים להלן ".
hu_hu: A Rayman Control Panel egy nyílt forráskódú közösségi projekt RayCarrot által. Ez a szoftver ingyenesen használható egy egyedüli exe fájlban, aminek a célja, hogy könnyen elérhetőek legyenek a beállítások, kompatibiltási módok és fixek különböző Rayman játékokhoz Windows-on. A projekt folyamatosan nő és frissülni tervezett funkciókkal a jövőben. A segédprogramok és különböző konfigurációs eszközök a Rayman közösség segítségével jöttek létre, lásd alul.
it_it: Rayman Control Panel è un progetto open source della community creato da RayCarrot. Questo software è un unico file eseguibile gratuito con l'intento di accedere facilmente alle impostazioni e alle correzioni per i vari titoli di Rayman rilasciati per Windows. Questo è un progetto in crescita con ulteriori funzionalità pianificate per essere aggiunte con aggiornamenti futuri. Le utilità e i vari strumenti di configurazione sono stati creati con l'aiuto di vari membri della comunità Rayman, tutti indicati di seguito.
nl_nl: Rayman Control Panel is een opensourceproject, geïnitieerd door RayCarrot. De software is gratis te gebruiken en heeft als doel, gemakkelijk instellingen en fixes te benaderen voor de verschillende Rayman games, uitgebracht voor Windows. Het project kent vooruitgang en zal meer features bieden in de toekomst. De hulpprogramma's en verscheidene configuratietools zijn ontwikkeld met hulp van diverse leden van de Rayman community; credits hieronder.
pl_pl: Rayman Control Panel to projekt społecznościowy open source stworzony przez użytkownika o pseudonimie RayCarrot. Oprogramowanie jest darmowym plikiem wykonywalnym, którego celem jest łatwy dostęp do ustawień i poprawek dla różnych gier z serii Rayman wydanych na systemie Windows. Jest to rozwijający się projekt, którego kolejne funkcje są planowane w przyszłych aktualizacjach. Narzędzia i różne narzędzia konfiguracyjne zostały stworzone z pomocą członków społeczności Raymana, wymienionych poniżej.
pt_br: Rayman Control Panel é um projeto da comunidade de código aberto criado por RayCarrot. Este software é um único arquivo executável gratuito com a intenção de acessar facilmente as configurações e consertos para os vários títulos do Rayman lançados para Windows. Este é um projeto crescente com mais recursos planejados para serem adicionados com atualizações futuras. Os utilitários e várias ferramentas de configuração foram criados com a ajuda de vários membros da comunidade de Rayman, todos creditados abaixo.
pt_pt: O Rayman Control Panel (Painel de Controlo Rayman) é um projecto comunitário open source criado por RayCarrot. Este software é um executável de utilização única livre com o intuito de aceder fácilmente a definições e correcções para os vários títulos do Rayman lançados para o Windows. Isto é um projecto em crescimento com mais funcionalidades planeadas para actualizações futuras. Os utilitários e as várias ferramentas de configuração foram criados com a ajuda de vários membros da comunidade Rayman, todos creditados abaixo.
ru_ru: Rayman Control Panel - это совместный проект с открытым исходным кодом, созданный RayCarrot. Это программное обеспечение представляет собой один бесплатный исполняемый файл с возможностями легко получить доступ к настройкам и исправлениям для различных игр серии Rayman, выпущенных для Windows. Это растущий проект с большим количеством функций, которые планируется добавить в будущих обновлениях. Утилиты и различные инструменты были созданы с помощью членов фан-базы Рэймана, перечисленных ниже.
tr_tr: Rayman Control Panel, RayCarrot tarafından oluşturulan açık kaynaklı bir topluluk projesidir. Bu yazılım, Windows için piyasaya sürülen çeşitli Rayman oyunları için ayarlara ve düzeltmelere kolayca erişmeyi amaçlayan, kullanımı ücretsiz tek bir yürütülebilir dosyadır. Bu, gelecekteki güncellemelerle eklenmesi planlanan daha fazla özellik ile büyüyen bir projedir. Yardımcı programlar ve çeşitli yapılandırma araçları, tümü aşağıda adı geçen Rayman topluluğunun çeşitli üyelerinin yardımıyla oluşturulmuştur.
zh_hans: Rayman Control Panel是一个由RayCarrot创立的开源社区项目。这个软件是一个单独的exe文件，目标是为各个Windows系统的的雷曼游戏提供更便捷的设置和修复。 这是一个不断更新的项目，在未来的更新中将会添加更多功能。软件里各种功能和设置工具是在雷曼社区中其他成员的帮助下创作的，以下是成员列表。

# About_Credits
source: Credits
da_dk: Kredit
de_de: Mitwirkende
es_es: Créditos
fr_fr: Crédits
he: קרדיט
hu_hu: Stáblista
it_it: Crediti
pl_pl: Twórcy
pt_br: Créditos
pt_pt: Créditos
ru_ru: Разработчики
tr_tr: Kredi
zh_hans: 制作人

# About_UpdateHistory
source: Update history
da_dk: Opdateringshistorik
de_de: Aktualisierungs Vergangenheit
es_es: Historial de actualizaciones
fr_fr: Historique des mises à jour
he: היסטורית עדכונים
hu_hu: Frissítési előzmények
it_it: Cronologia degli aggiornamenti
nl_nl: Updategeschiedenis
pl_pl: Historia aktualizacji
pt_br: Histórico de atualizações
pt_pt: Histórico de actualizações
ru_ru: История обновлений
tr_tr: Güncelleme geçmişi
zh_hans: 更新历史

# About_UpdateCheck
source: Check for new updates
da_dk: Søg efter nye opdateringer
de_de: Auf Aktualisierungen prüfen
es_es: Buscar nuevas actualizaciones
fr_fr: Chercher de nouvelles mises à jour
he: בדוק אם קיימים עדכונים חדשים
hu_hu: Új frissítések keresése
it_it: Verifica la presenza di nuovi aggiornamenti
nl_nl: Controleer op nieuwe updates
pl_pl: Sprawdź, czy dostępne są nowe aktualizacje
pt_br: Verificar por novas atualizações
pt_pt: Verificar por novas actualizações
ru_ru: Проверить наличие обновлений
tr_tr: Yeni güncellemeleri kontrol edin
zh_hans: 检查新的更新

# Backup_LastBackupDate
source: Last backup
da_dk: Sidste backup
de_de: Letzter Backup
es_es: Última copia de seguridad
fr_fr: Dernier backup
he: גיבוי אחרון
hu_hu: Utolsó biztonsági mentés
it_it: Ultimo backup
nl_nl: Laatste back-up
pl_pl: Ostatnia kopia zapasowa
pt_br: Último backup
pt_pt: Última cópia de segurança /
ru_ru: Последняя резервная копия
tr_tr: Son yedekleme
zh_hans: 最后备份

# Backup_LastBackupSize
source: Backup size
da_dk: Backupstørrelse
de_de: Backup Größe
es_es: Tamaño de la copia de seguridad
fr_fr: Taille du backup
he: גודל גיבוי
hu_hu: Biztonsági mentés mérete
it_it: Dimensione backup
nl_nl: Back-up grootte
pl_pl: Rozmiar kopii zapasowej
pt_br: Tamanho do backup
pt_pt: Tamanho da cópia de segurança
ru_ru: Размер резервной копии
tr_tr: Yedekleme boyutu
zh_hans: 备份大小

# Backup_Restore
source: Restore
da_dk: Gendan
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
he: שחזור
hu_hu: Bizonsági mentésre visszaállítás
it_it: Ripristina
nl_nl: Herstel
pl_pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ru_ru: Восстановить
tr_tr: Eski haline getir
zh_hans: 恢复

# Settings_UserLevel
source: User Level
da_dk: Brugerniveau
de_de: Nutzer erfahrung
es_es: Nivel de usuario
fr_fr: Niveau utilisateur
he: רמת משתמש
hu_hu: Felhasználói szint
it_it: Livello Utente
nl_nl: Gebruikersniveau
pl_pl: Poziom użytkownika
pt_br: Nível do Usuário
pt_pt: Nível de utilizador
ru_ru: Уровень пользователя
tr_tr: Kullanıcı düzeyi
zh_hans: 用户等级

# Settings_UserLevelInfo
source: The user level determines which options and information is available in the application. The higher the user level, the more advanced options and information will be shown.
da_dk: Brugerniveauet bestemmer, hvilke indstillinger og informationer er tilgængelige i applikationen. Jo højere brugerniveauet er, jo flere avancerede indstillinger og informationer vil der blive vist.
de_de: Das Nutzer Level entscheidet welche Optionen und Informationen verfügbar in der App sind. Desto höher das Nutzer Level ist, desto mehr Erweiterte Optionen und Informationen werden Angezeigt.
es_es: El nivel de usuario determina qué opciones e información están disponibles en la aplicación. Cuanto mayor sea el nivel de usuario, se mostrarán opciones e información más avanzadas.
fr_fr: Le niveau utilisateur détermine quelles options et informations sont disponibles dans l'application. Plus le niveau utilisateur est élevé, plus le nombre d'options et d'informations montrés sera grand.
he: רמת המשתמש קובעת אילו אפשרויות ומידע זמינים ביישום. ככל שרמת המשתמש גבוהה יותר, יוצגו אפשרויות ומידע מתקדמים יותר.
hu_hu: A felhasználói szint meghatározza milyen opciók elérhetőek az applikáción belül. Minél magasabb a felhasználói szint, annál bonyolultabb opciók és információk elérhetők.
it_it: Il livello utente determina quali opzioni e informazioni sono disponibili nell'applicazione. Più alto è il livello utente, più avanzate saranno le opzioni e le informazioni mostrate all'utente.
nl_nl: Het gebruikersniveau bepaalt welke opties en informatie beschikbaar is in de applicatie; hoe hoger het gebruikersniveau, hoe meer geavanceerde opties en informatie zichtbaar zal zijn.
pl_pl: Poziom użytkownika określa, które opcje i informacje są dostępne w aplikacji. Im wyższy poziom użytkownika, tym bardziej zaawansowane opcje i informacje będą wyświetlane.
pt_br: O nível do usuário determina quais opções e informações estão disponíveis na aplicação. Quanto maior o nível de usuário, mais opções avançadas e informações serão mostradas.
pt_pt: O nível de utilizador determina que informações e opções estão disponíveis na aplicação. Quanto maior o nível de utilizador, mais informações e opções avançadas serão mostradas.
ru_ru: Уровень пользователя определяет, какие параметры и информация доступны в приложении. Чем выше уровень пользователя, тем больше дополнительных параметров и информации будет доступно.
tr_tr: Kullanıcı seviyesi, uygulamada hangi seçeneklerin ve bilgilerin mevcut olduğunu belirler. Kullanıcı seviyesi ne kadar yüksek olursa, o kadar gelişmiş seçenekler ve bilgiler gösterilecektir.
zh_hans: 用户等级会决定在应用程序里可以看到的信息和选项。用户等级越高，可以看到的高级选项和信息就越多。

# Settings_UserLevelNormalInfo
source: Normal user level - for users who want all the default features without any of the more advanced options or technical details
da_dk: Almindeligt brugerniveau - til brugere som ønsker alle standardfunktionerne uden nogen af de mere avancerede indstillinger eller tekniske detaljer
de_de: Normales Benutzer Level - Für Nutzer die alle Normalen Features haben wollen ohne die Erweiterten Optionen oder die Technischen Details.
es_es: Nivel de usuario normal: Para usuarios que desean todas las funciones predeterminadas sin opciones avanzadas ni detalles técnicos
fr_fr: Niveau d'utilisateur normal - pour les utilisateurs voulant toutes les fonctionnalités par défaut sans aucune option avancée ou détail technique.
he: רמת משתמשים רגילה - למשתמשים שרוצים את כל תכונות ברירת המחדל ללא כל האפשרויות המתקדמות יותר או הפרטים הטכניים
hu_hu: Normál felhasználói szint - azon felhasználók számára, akik az alap beállításokat szeretnék használni bármilyen összezavaró opciók és technikai részletek nélkül
it_it: Livello utente normale - per gli utenti che desiderano tutte le funzionalità predefinite senza alcuna delle opzioni più avanzate o dettagli tecnici
nl_nl: Normaal gebruikersniveau - voor gebruikers die alle standaard features willen zonder verdere, geavanceerde opties en/of technische details.
pl_pl: Poziom użytkownika normalnego — dla użytkowników, którzy chcą mieć podstawowe funkcje bez bardziej zaawansowanych opcji czy szczegółów technicznych
pt_br: Nível Normal de usuário - para usuários que desejam todos os recursos padrão sem nenhuma das opções mais avançadas ou detalhes técnicos
pt_pt: Nível de utilizador normal - Para utilizadores que queiram todas as funcionalidades padrão sem quaisquer das opções mais avançadas ou detalhes técnicos
ru_ru: Уровень пользователя 'обычный' - для пользователей, которым нужны все стандартные функции без каких-либо более продвинутых параметров или технических деталей
tr_tr: Normal kullanıcı düzeyi - daha gelişmiş seçenekler veya teknik ayrıntılar olmadan tüm varsayılan özellikleri isteyen kullanıcılar için
zh_hans: 普通用户等级—适用于想要所有默认设置并且不想了解高级选项或者技术细节的用户。

# Settings_UserLevelAdvanced
source: Advanced
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
he: מתקדם
hu_hu: Haladó
it_it: Avanzato
nl_nl: Geavanceerd
pl_pl: Zaawansowany
pt_br: Avançado
pt_pt: Avançado
ru_ru: Продвинутый
tr_tr: Gelişmiş
zh_hans: 高级

# Settings_UserLevelAdvancedInfo
source: Advanced user level - for users who want more advanced features above the default ones, but without the technical details
da_dk: Avanceret brugerniveau - til brugere som ønsker flere avancerede funktioner udover de standarde, men uden de tekniske detaljer
de_de: Erweitertes Benutzer Level - Für Nutzer sie mehr Features über die Normalen Features haben wollen, ohne die Technischen Details.
es_es: Nivel de usuario avanzado: Para usuarios que desean características más avanzadas además de las predeterminadas, pero sin detalles técnicos
fr_fr: Niveau d'utilisateur avancé - Pour les utilisateurs voulant des fonctionnalités plus avancées que celles par défaut, mais sans les détails techniques.
he: רמת משתמשים מתקדמת - למשתמשים שרוצים פיצ'רים מתקדמים יותר מעל ברירת המחדל, אך ללא הפרטים הטכניים
hu_hu: Haladó felhasználói szint - azon felhasználók számára, akiknek több funkcióra van szükségük az alapoknál, a technikai részletek nélkül
it_it: Livello utente avanzato - per gli utenti che desiderano funzionalità più avanzate rispetto a quelle predefinite, ma senza i dettagli tecnici
nl_nl: Geavanceerd gebruikersniveau - voor gebruikers die meer geavanceerde features willen naast de standaard features, maar zonder technische details.
pl_pl: Poziom użytkownika zaawansowanego — dla użytkowników, którzy chcą mieć bardziej zaawansowane funkcje powyżej podstawowych, ale bez szczegółów technicznych
pt_br: Nível Avançado de usuário - para usuários que desejam mais recursos avançados acima dos recursos padrão, mas sem os detalhes técnicos
pt_pt: Nível de utilizador avançado - Para utilizadores que queiram mais funcionalidades avançadas acima dos de padrão, mas sem os detalhes técnicos
ru_ru: Уровень пользователя 'продвинутый' - для пользователей, которые хотят получить более продвинутые функции, помимо стандартных, но без технических деталей
tr_tr: Gelişmiş kullanıcı düzeyi - varsayılanların üzerinde, ancak teknik ayrıntılar olmadan daha gelişmiş özellikler isteyen kullanıcılar için
zh_hans: 高级用户等级—适用于想要除了基础选以外更多的高级选项，但是不需要技术细节的用户。

# Settings_UserLevelTechnical
source: Technical
da_dk: Teknisk
de_de: Technisch
es_es: Técnico
fr_fr: Technique
he: טכני
hu_hu: Technikai
it_it: Tecnico
nl_nl: Technisch
pl_pl: Techniczny
pt_br: Técnico
pt_pt: Técnico
ru_ru: Технический
tr_tr: Teknik
zh_hans: 技术性
