Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Utilities_SyncTextureInfo_Success
source: {0}/{1} texture infos have been synchronized
da_dk: {0}/{1} teksturinformationer blev synkroniseret
es_es: Se han sincronizado {0}/{1} información de textura
fr_fr: {0}/{1} informations de textures ont été synchronisées
he: {0}/{1} פרטי טקסטורות סונכרנו
hu_hu: {0}/{1} textúra infó szinkronizálva
it_it: {0}/{1} informazioni delle texture sono state sincronizzate
nl_nl: {0}/{1} textuurinformatie gesynchroniseerd
pl_pl: Informacje o teksturach {0}/{1} zostały zsynchronizowane
pt_br: {0}/{1} informações de texturas foram sincronizadas
pt_pt: Foram sincronizadas as informações de textura {0}/{1}
ru_ru: Информация о {0}/{1} текстурах была синхронизирована
tr_tr: {0}/{1} doku bilgisi senkronize edildi
zh_hans: {0}/{1}材质信息已同步

# Utilities_SyncTextureInfo_Error
source: An error occurred when synchronizing the texture info
da_dk: En fejl opstod i forsøg på at synkronisere teksturinformation
es_es: Se produjo un error al sincronizar la información de textura
fr_fr: Une erreur est survenue en synchronisant les informations de texture
he: אירעה שגיאה בעת סנכרון פרטי הטקסטורה
hu_hu: A textúra infók szinkronizálása közben hiba történt
it_it: Si è verificato un errore durante la sincronizzazione delle informazioni delle texture
nl_nl: Er heeft een fout plaatsgevonden tijdens het synchroniseren van de textuurinformatie
pl_pl: Wystąpił błąd podczas synchronizacji informacji o teksturze
pt_br: Ocorreu um erro ao sincronizar as informações das texturas
pt_pt: Ocorreu um erro ao sincronizar as inforrmações de textura
ru_ru: Произошла ошибка при синхронизации информации о текстурах
tr_tr: Doku bilgisi senkronize edilirken bir hata oluştu
zh_hans: 在同步材质信息时出现错误

# Utilities_Other_Header
source: Other
da_dk: Andet
es_es: Otros
fr_fr: Autres
he: אחר
hu_hu: Egyéb
it_it: Altro
nl_nl: Overige
pl_pl: Inne
pt_br: Outros
pt_pt: Outro
ru_ru: Прочее
tr_tr: Diğer
zh_hans: 其他

# NotImplemented
source: This feature has not been implemented yet
da_dk: Denne funktion er endnu ikke blevet implementeret
es_es: Esta función aún no se ha implementado
fr_fr: Cette fonctionnalité n'a pas encore été implémentée
he: תכונה זו לא יושמה עדיין
hu_hu: Ez a funkció még nincs implementálva
it_it: Questa funzione non è stata ancora implementata
nl_nl: Deze feature is nog niet geïmplementeerd
pl_pl: Ta funkcja nie została jeszcze zaimplementowana
pt_br: Este recurso ainda não foi implementado
pt_pt: Ainda não foi implementada esta característica
ru_ru: Эта функция еще не реализована
tr_tr: Bu özellik henüz uygulanmadı
zh_hans: 这个功能还没有被实装

# Utilities_Decoder_Header
source: Decoders
da_dk: Afkodere
es_es: Decodificadores
fr_fr: Décodeurs
he: מפענחים
hu_hu: Dekódolók
it_it: Decodificatori
pl_pl: Dekodowanie
pt_br: Decodificadores
pt_pt: Descodificadores
ru_ru: Декодеры
tr_tr: Kod çözücüler
zh_hans: 解码器

# Utilities_Decoder_Decode
source: Decode
da_dk: Afkod
es_es: Decodificar
fr_fr: Décoder
he: פענוח
hu_hu: Dekódolás
it_it: Decodifica
nl_nl: Decoderen
pl_pl: Dekoduj
pt_br: Decodificar
pt_pt: Descodificar
ru_ru: Декодирование
tr_tr: Kod çöz
zh_hans: 解码

# Utilities_Decoder_Encode
source: Encode
da_dk: Indkod
es_es: Codificar
fr_fr: Encoder
he: קידוד
hu_hu: Titkosítás
it_it: Codifica
nl_nl: Encoderen
pl_pl: Odkoduj
pt_br: Codificar
pt_pt: Codificar
ru_ru: Кодирование
tr_tr: Kodla
zh_hans: 编码

# Utilities_Decoder_R2SnaHeader
source: Rayman 2 Encoded Files (.sna/.dsb)
da_dk: Indkodede Rayman 2-filer (.sna/.dsb)
es_es: Archivos codificados de Rayman 2 (.sna/.dsb)
fr_fr: Fichiers encodés Rayman 2 (.sna/.dsb)
he: קבצים מקודדים של Rayman 2 (.sna/.dsb)
hu_hu: Rayman 2 Titkosított Fájlok (.sna/.dsb)
it_it: File Codificati Rayman 2 (.sna/.dsb)
nl_nl: Rayman 2 Geëncodeerde Bestanden (.sna/.dsb)
pl_pl: Zakodowane pliki gry Rayman 2 (.sna/.dsb)
pt_br: Arquivos Codificados do Rayman 2 (.sna/.dsb)
pt_pt: Ficheiros Codificados Rayman 2 (.sna/.dsb)
ru_ru: Закодированные файлы Rayman 2 (.sna/.dsb)
tr_tr: Rayman 2 Kodlanmış Dosyalar (.sna/.dsb)
zh_hans: 雷曼2编码文件(.sna/.dsb)

# Utilities_Decoder_DecodeFileSelectionHeader
source: Select files to decode
da_dk: Vælg filer, der skal afkodes
es_es: Seleccionar archivos para decodificar
fr_fr: Sélectionner les fichiers à décoder
he: בחר קבצים לפענוח
hu_hu: Dekódolandó fájlok kiválasztása
it_it: Seleziona i file da decodificare
nl_nl: Selecteer bestanden om te decoderen
pl_pl: Wybierz pliki do odkodowania
pt_br: Escolher arquivos para decodificar
pt_pt: Selecciona os ficheiros a descodificar
ru_ru: Выберите файлы для декодирования
tr_tr: Kodu çözülecek dosyaları seçin
zh_hans: 选择文件进行解码

# Utilities_Decoder_EncodeFileSelectionHeader
source: Select files to encode
da_dk: Vælg filer, der skal indkodes
es_es: Seleccionar archivos para codificar
fr_fr: Sélectionner les fichiers à encoder
he: בחר קבצים לקידוד
hu_hu: Tikosítandó fájlok kiválasztása
it_it: Seleziona i file da codificare
nl_nl: Selecteer bestanden om te encoderen
pl_pl: Wybierz pliki do zakodowania
pt_br: Escolhar arquivos para codificar
pt_pt: Selecciona os ficheiros a codificar
ru_ru: Выберите файлы для кодирования
tr_tr: Kodlama dosyaları seçin
zh_hans: 选择文件进行编码

# Utilities_Decoder_DecodeSuccess
source: The files were successfully decoded
da_dk: Filerne blev afkodet med succes
es_es: Los archivos se decodificaron correctamente
fr_fr: Les fichiers ont été décodés avec succès
he: הקבצים פוענחו בהצלחה
hu_hu: Fájlok sikeresen dekódolva
it_it: I file sono stati decodificati con successo
nl_nl: De bestanden zijn succesvol gedecodeerd
pl_pl: Pliki zostały pomyślnie odkodowane
pt_br: Os arquivos foram decodificados com sucesso
pt_pt: Foram descodificados os ficheiros com sucesso
ru_ru: Файлы были успешно декодированы
tr_tr: Dosyaların kodu başarıyla çözüldü
zh_hans: 文件已成功解码

# Utilities_Decoder_EncodeSuccess
source: The files were successfully encoded
da_dk: Filerne blev indkodet med succes
es_es: Los archivos se codificaron correctamente
fr_fr: Les fichiers ont été encodés avec succès
he: הקבצים קודדו בהצלחה
hu_hu: Fájlok sikeresen titkosítva
it_it: I file sono stati codificati con successo
nl_nl: De bestanden zijn succesvol geëncodeerd
pl_pl: Pliki zostały pomyślnie zakodowane
pt_br: Os arquivos foram codificados com sucesso
pt_pt: Foram codificados os ficheiros com sucesso
ru_ru: Файлы были успешно закодированы
tr_tr: Dosyalar başarıyla kodlandı
zh_hans: 文件已成功编码

# Utilities_Decoder_DecodeError
source: An error occurred when decoding the files
da_dk: En fejl opstod i forsøg på at afkode filerne
es_es: Se produjo un error al decodificar los archivos
fr_fr: Une erreur est survenue en décodant les fichiers
he: אירעה שגיאה בעת פענוח הקבצים
hu_hu: A dekódolás közben hiba történt
it_it: Si è verificato un errore durante la decodifica dei file
nl_nl: Er heeft een fout plaatsgevonden tijdens het decoderen van de bestanden
pl_pl: Wystąpił błąd podczas rozkodowania plików
pt_br: Ocorreu um erro enquanto os arquivos eram decodificados
pt_pt: Ocorreu um erro ao descodificar os ficheiros
ru_ru: Произошла ошибка при декодировании файлов
tr_tr: Dosyaların kodu çözülürken bir hata oluştu
zh_hans: 在解码文件时出现错误

# Utilities_Decoder_EncodeError
source: An error occurred when encoding the files
da_dk: En fejl opstod i forsøg på at indkode filerne
es_es: Se produjo un error al codificar los archivos
fr_fr: Une erreur est survenue en encodant les fichiers
he: אירעה שגיאה בעת קידוד הקבצים
hu_hu: A titkosítás közben hiba történt
it_it: Si è verificato un errore durante la codifica dei file
nl_nl: Er heeft een fout plaatsgevonden tijdens het encoderen van de bestanden
pl_pl: Wystąpił błąd podczas kodowania plików
pt_br: Um erro ocorreu enquanto os arquivos eram codificados
pt_pt: Ocorreu um erro ao codificar os ficheiros
ru_ru: Произошла ошибка при кодировании файлов
tr_tr: Dosyaları kodlarken bir hata oluştu
zh_hans: 在编码文件时出现错误

# Utilities_Decoder_R3SaveHeader
source: Rayman 3 Save Files (.sav)
da_dk: Spildata til Rayman 3 (.sav)
es_es: Archivos de guardado de Rayman 3 (.sav)
fr_fr: Fichiers de Sauvegarde Rayman 3 (.sav)
he: קבצי שמירה של Rayman 3 (.sav)
hu_hu: Rayman 3 mentések (.sav)
it_it: File di salvataggio Rayman 3 (.sav)
pl_pl: Pliki zapisu gry Rayman 3 (.sav)
pt_br: Arquivos Salvos de Rayman 3 (.sav)
pt_pt: Ficheiros de Progressão Rayman 3 (.sav)
ru_ru: Файлы сохранения Rayman 3 (.sav)
tr_tr: Rayman 3 kaydedilmiş dosyalar (.sav)
zh_hans: 雷曼3存档文件(.sav)

# RL_LevelName_1_1
source: Once upon a Time
da_dk: Engang for længe siden
es_es: Érase una vez
fr_fr: Il était une fois
it_it: C'era una volta
pl_pl: Dawno, dawno temu
pt_br: Era uma vez...
ru_ru: Давным-давно
zh_hans: 曾几何时

# RL_LevelName_1_2
source: Creepy Castle
da_dk: Det uhyggelige slot
es_es: Castillo del terror
fr_fr: Château hanté
it_it: Castello del brivido
pl_pl: Straszny zamek
pt_br: Castelo dos horrores
ru_ru: Зловещий замок
zh_hans: 悚栗城堡

# RL_LevelName_1_3
source: Enchanted Forest
da_dk: Den fortryllede skov
es_es: El bosque encantado
fr_fr: La forêt enchantée
it_it: Foresta incantata
pl_pl: Czarodziejski las
pt_br: Floresta encantada
ru_ru: Волшебный лес
zh_hans: 魔咒森林

# RL_LevelName_1_4
source: Ropes Course
da_dk: Tovbanen
es_es: ¡Dale cuerda!
fr_fr: Encordé
it_it: Piccoli Tarzan crescono
pl_pl: Trasa linowa
pt_br: Com a corda toda
ru_ru: Веревочный курс
zh_hans: 绳索相引

# RL_LevelName_1_5
source: Quick Sand
da_dk: Kviksand
es_es: Arenas Movedeprizas
fr_fr: Sable mouvant
it_it: Sabbie mobili
pl_pl: Ruchome piaski
pt_br: Areia movediça
ru_ru: Зыбучие пески
zh_hans: 极速流沙

# RL_LevelName_1_6
source: How to Shoot your Dragon
da_dk: Sådan skyder du din drage
es_es: Como estresar a tu dragon
fr_fr: Nid de Dragons
it_it: Tutti a scuoladrago
pl_pl: Jak ustrzelić smoka
pt_br: Como disparar seu dragão
ru_ru: Как пристрелить дракона
zh_hans: 怎样打飞龙

# RL_LevelName_2_1
source: Ray and the Beanstalk
da_dk: Ray og bønnestagen
es_es: Ray y las judias magicas
fr_fr: Ray et le haricot magique
it_it: Ray e la pianta di fagioli
pl_pl: Ray i magiczna fasola
pt_br: Ray e o pé de feijão
ru_ru: Рэй и бобовое зернышко
zh_hans: 雷曼与魔豆

# RL_LevelName_2_2
source: The Winds of Strange
da_dk: De sære vinde
es_es: Soplan vientos de extrañenza
fr_fr: Vent du lointain
it_it: I venti dello straniamento
pl_pl: Wichry dziwaczności
pt_br: E o vento estranhou
ru_ru: Ветра странных перемен
zh_hans: 诡异之风

# RL_LevelName_2_3
source: Castle in the Clouds
da_dk: Slottet i skyen
es_es: Un castillo en las nubes
fr_fr: Le château dans les nuages
it_it: Castello nelle nuvole
pl_pl: Zamek w chmurach
pt_br: Castelo nas nuvens
ru_ru: Замок в небесах
zh_hans: 云中城堡

# RL_LevelName_2_4
source: Altitude Quickness
da_dk: Hastige højder
es_es: Mal de altura
fr_fr: Vertigineux
it_it: Più veloce della luce
pl_pl: Na wysokich obrotach
pt_br: Medo de altura
ru_ru: Гонка в воздухе
zh_hans: 急速高空

# RL_LevelName_2_5
source: When Toads Fly
da_dk: Når tudserne flyver
es_es: Cuando las ranas vuelen
fr_fr: Les Crapauds Volants
it_it: Ranocchi con le ali
pl_pl: Żabo-LOT-em bliżej
pt_br: Quando os sapos voarem
ru_ru: Когда у жаб вырастают крылья
zh_hans: 让蟾蜍飞

# RL_LevelName_3_1
source: What the Duck?
da_dk: Hvad anden?
es_es: ¡Qué patosos!
fr_fr: Gros canard !
it_it: Mondo papero!
pl_pl: Ja cię kwaczę!
pt_br: Mas que pato!
ru_ru: Какого кряка?
zh_hans: 你鸭的

# RL_LevelName_3_2
source: Spoiled Rotten
da_dk: En rådden affære
es_es: Podrido y estropeado
fr_fr: Pourri gâté
it_it: Puzzo marcio
pl_pl: Zepsuty do szpiku kości
pt_br: Podre e estragado
ru_ru: Испорченный до крайности
zh_hans: 溺爱不明

# RL_LevelName_3_3
source: I've Got a Filling
da_dk: En bid for meget
es_es: Pato a la guacamola
fr_fr: Guacamole à l'étalage
it_it: Cuori di panna
pl_pl: Nadzienie matką głupich
pt_br: Tenho um preenchimento
ru_ru: Меня наполняет...
zh_hans: 心满意足

# RL_LevelName_3_4
source: Snakes on a Cake
da_dk: Slanger på kagen
es_es: Serpientes en la tarta
fr_fr: Le Serpent sur le gâteau
it_it: Dolci serpenti
pl_pl: Węże w cieście
pt_br: Cobras no bolo
ru_ru: Змеиный десерт
zh_hans: 刺蛇蛋糕

# RL_LevelName_3_5
source: Lucha Libre Get Away
da_dk: Lucha Libres store flugt
es_es: Lucha Libre y pies en polvorosa
fr_fr: Il est libre Lucha
it_it: In fuga per la lotta
pl_pl: Lucha Libre i wielki pościg
pt_br: Lucha libre com fuga
ru_ru: Прочь, злые мексиканцы!
zh_hans: 自由摔角大追击

# RL_LevelName_4_1
source: The Mysterious Inflatable Island
da_dk: Den mystiske, oppustelige ø
es_es: La isla hinchable misteriosa
fr_fr: L'Île Flottante
it_it: La misteriosa isola gonfiabile
pl_pl: Tajemnicza nadmuchiwana wyspa
pt_br: A misteriosa ilha inflável
ru_ru: Таинственный надувной остров
zh_hans: 神秘充气岛

# RL_LevelName_4_2
source: The Deadly Lights
da_dk: Dødbringende lys
es_es: ¡No vayas en la luz!
fr_fr: Dangereuses lumières
it_it: Luci mortali
pl_pl: Zwodnicze światła
pt_br: Não siga as luzes!
ru_ru: Смертельный свет
zh_hans: 死亡光线

# RL_LevelName_4_3
source: Mansion of the Deep
da_dk: Palæet i dybet
es_es: Una mansion muy profunda
fr_fr: Les appartements sous-marins
it_it: La magione abissale
pl_pl: Pałac z głębin
pt_br: Mansão das profundezas
ru_ru: Глубинный особняк
zh_hans: 深渊豪宅

# RL_LevelName_4_4
source: Infiltration Station
da_dk: Infiltrationsstation
es_es: Estación de in-filtrado
fr_fr: Labo sous l'eau
it_it: Infiltrazione nella stazione
pl_pl: Stacja-infiltracja
pt_br: Estação infiltração
ru_ru: Станция зачистки
zh_hans: 潜行狙击

# RL_LevelName_4_5
source: Elevator Ambush
da_dk: Bagholdsangreb i elevatoren
es_es: Emboscada en el ascensor
fr_fr: Ascenseurs sans fin
it_it: Imboscata da ascensore
pl_pl: Zasadzka w windzie
pt_br: Emboscada no elevador
ru_ru: Засада на подъёмнике
zh_hans: 电梯伏击

# RL_LevelName_4_6
source: There's Always a Bigger Fish
da_dk: Der kommer altid en større fisk
es_es: El pez gordo se come al chico
fr_fr: Un sacré poisson !
it_it: C'è sempre un pesce più grosso
pl_pl: Zawsze się znajdzie grubsza ryba
pt_br: Sempre pode ser pior!
ru_ru: Всегда найдётся рыба побольше
zh_hans: 大鱼吃小鱼

# RL_LevelName_5_1
source: Shields Up... and Down
da_dk: Op og ned med skjoldet
es_es: Escudo arriba, escudo abajo
fr_fr: Levée de boucliers
it_it: Scudi su... e giù
pl_pl: Tarcza w górę... i w dół
pt_br: Escudos pra cima... E pra baixo
ru_ru: Поднять щиты... и опустить
zh_hans: 颤栗盾牌

# RL_LevelName_5_2
source: The Dark Creatures Rise
da_dk: De mørke uhyrer rejser sig
es_es: El resurgir de las criaturas oscuras
fr_fr: Les créatures de la nuit
it_it: Il ritorno della creatura oscura
pl_pl: Mroczne stwory powstają
pt_br: As criaturas escuras ressurgem
ru_ru: Тёмная тварь: Возрождение
zh_hans: 黑暗涌现

# RL_LevelName_5_3
source: The Amazing Maze
da_dk: Den fantastiske labyrint
es_es: El laberinto asombroso
fr_fr: Labyrinthique
it_it: Labirintissimo
pl_pl: Niesamowity labirynt
pt_br: O labirinto incrível
ru_ru: Идеальный лабиринт
zh_hans: 超级迷宫

# RL_LevelName_5_4
source: The Great Lava Pursuit
da_dk: Den store lavajagt
es_es: La persecución de la lava
fr_fr: Poursuite dans la lave
it_it: La grande fuga lavica
pl_pl: Lawą, mości panowie!
pt_br: A perseguição da lava
ru_ru: Геройская гонка с лавой
zh_hans: 熔岩大追击

# RL_LevelName_5_5
source: Swarmed and Dangerous
da_dk: Besværmet og farlig
es_es: Enjambre peligroso
fr_fr: Soulèvement de masse
it_it: Sciame impavido
pl_pl: Otoczony i niebezpieczny
pt_br: Enxame perigoso
ru_ru: Очень опасный рой
zh_hans: 蜂拥而至

# RL_LevelName_5_6
source: Hell Breaks Loose
da_dk: Helvede bryder løs
es_es: El infierno se desata
fr_fr: C'est l'enfer ici !
it_it: Inferno di fuoco
pl_pl: Piekło uciekło
pt_br: O terror começa
ru_ru: Ад на земле
zh_hans: 极恶释放

# Utilities_Converter_RLSaveHeader
source: Rayman Legends Save Files
da_dk: Spildata til Rayman Legends
es_es: Archivos de guardado de Rayman Legends
fr_fr: Fichiers de sauvegarde de Rayman Legends
he: קבצי שמירה של Rayman Legends
hu_hu: Rayman Legends Mentések
it_it: File di salvataggio Rayman Legends
pl_pl: Pliki zapisu gry Rayman Legends
pt_br: Arquivos Salvos de Rayman Legends
pt_pt: Ficheiros de progressão do Rayman Legends
ru_ru: Файлы сохранения Rayman Legends
tr_tr: Rayman Legends Kayıtlı Dosyalar
zh_hans: 雷曼：传奇存档文件

# Utilities_Converter_ROSaveHeader
source: Rayman Origins Save Files
da_dk: Spildata til Rayman Origins
es_es: Archivos de guardado de Rayman Origins
fr_fr: Fichiers de sauvegarde de Rayman Origins
he: קבצי שמירה של Rayman Origins
hu_hu: Rayman Origins Mentések
it_it: File di salvataggio Rayman Origins
pl_pl: Pliki zapisu gry Rayman Origins
pt_br: Arquivos Salvos de Rayman Origins
pt_pt: Ficheiros de progressão do Rayman Origins
ru_ru: Файлы сохранения Rayman Origins
tr_tr: Rayman Origins Kayıtlı Dosyalar
zh_hans: 雷曼：起源存档文件

# Archive_Extract
source: Extract
da_dk: Udpak
es_es: Extraer
fr_fr: Extraire
he: לחלץ
hu_hu: Kicsomagolás
it_it: Estrai
nl_nl: Uitpakken
pl_pl: Wypakuj
pt_br: Extrair
pt_pt: Extraír
ru_ru: Извлечь
tr_tr: Çıkar
zh_hans: 提取

# Utilities_ArchiveExplorer_Create
source: Create
da_dk: Opret
es_es: Crear
fr_fr: Créer
he: ליצור
hu_hu: Létrehozás
it_it: Crea
nl_nl: Aanmaken
pl_pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru_ru: Создать
tr_tr: Oluştur
zh_hans: 创建

# Settings_ArchiveGFGenerateMipmaps
source: Automatically generate mipmaps (.gf)
da_dk: Generér automatisk mipmaps (.gf)
es_es: Generar automáticamente mipmaps (.gf)
fr_fr: Générer automatiquement les mipmaps (.gf)
he: יצירה אוטומטית של מפות mipmap (.gf)
hu_hu: mipmap-ek automatikus generálása (.gf)
it_it: Genera mipmap automaticamente (.gf)
nl_nl: Automatisch mipmaps genereren (.gf)
pl_pl: Automatycznie generuj mipmapy (.gf)
pt_br: Automaticamente gerar mipmaps (.gf)
pt_pt: Gerar mipmaps (.gf) automáticamente
ru_ru: Автоматическое создание мипмапов (.gf)
tr_tr: Mipmap'leri (.gf) otomatik olarak oluştur
zh_hans: 自动生成mipmaps(.gf)

# Settings_ArchiveGFGenerateMipmapsInfo
source: Automatically generate mipmaps for supported games when importing to .gf files
da_dk: Generér automatisk mimaps til understøttede spil, når der importeres til .gf-filer
es_es: Generar automáticamente mipmaps para juegos compatibles al importar archivos .gf
fr_fr: Générer automatiquement les mipmaps pour les jeux compatibles en important des fichiers .gf
he: צור אוטומטית מפות mipmap עבור משחקים נתמכים בעת ייבוא לקבצי .gf
hu_hu: mipmapek automatikus generálása a támogatott játékokban .gf fájl importálásánál
it_it: Genera mipmap automaticamente per i giochi supportati durante l'importazione in file .gf
nl_nl: Automatisch mipmaps genereren voor ondersteunde spellen, wanneer geïmporteerd wordt naar .gf-bestanden
pl_pl: Automatycznie generuj mipmapy dla obsługiwanych gier podczas importowania do plików .gf
pt_br: Automaticamente gera mipmaps para jogos suportados ao importar para arquivos .gf
pt_pt: Gerar mipmaps automáticamente para jogos suportados ao importar para ficheiros .gf
ru_ru: Автоматическое создание мипмапов для поддерживаемых игр при импорте в .gf-файлы
tr_tr: .gf dosyalarına aktarırken desteklenen oyunlar için mipmap'leri otomatik olarak oluştur
zh_hans: 在支持的游戏导入为.gf文件时自动生成mipmaps

# Settings_ArchiveGFTransparency
source: Automatically update format (.gf)
da_dk: Opdatér automatisk format (.gf)
es_es: Actualizar automáticamente el formato (.gf)
fr_fr: Mettre automatiquement à jour le format (.gf)
he: עדכון אוטומטי של פורמט (.gf)
hu_hu: Formátum automatikus frissítése (.gf)
it_it: Aggiorna automaticamente il formato (.gf)
nl_nl: Bestandsindeling automatisch updaten (.gf)
pl_pl: Automatycznie aktualizuj format (.gf)
pt_br: Automaticamente atualizar formato (.gf)
pt_pt: Actualizar automáticamente o formato de ficheiro (.gf)
ru_ru: Автоматическое обновление формата (.gf)
tr_tr: Biçimi (.gf) otomatik olarak güncelle
zh_hans: 自动更新格式(.gf)

# Settings_ArchiveGFTransparency_PreserveFormat
source: Never (preserve original format)
da_dk: Aldrig (bevar originalformat)
es_es: Nunca (conservar el formato original)
fr_fr: Jamais (conserver le format original)
he: לעולם לא (לשמור על הפורמט המקורי)
hu_hu: Soha (eredeti formátum megtartása)
it_it: Mai (conserva il formato originale)
nl_nl: Nooit (behoud originele bestandsindeling)
pl_pl: Nigdy (zachowaj oryginalny format)
pt_br: Nunca (preservar formato original)
pt_pt: Nunca (Preservar o formato original)
ru_ru: Никогда (сохранять исходный формат)
tr_tr: Hiçbir zaman (orijinal biçimi koru)
zh_hans: 永不（保留原始格式）

# Settings_ArchiveGFTransparency_PreserveFormatInfo
source: The original format will always be preserved. Importing an ARGB image to a .gf file which doesn't support transparency will result in the alpha channel getting lost.
da_dk: Originalformatet bevares. Hvis et ARGB-billede importeres til en .gf-fil, som ikke understøtter gennemsigtighed, vil det resultere i, at alfakanalen bliver tabt.
es_es: El formato original siempre se conservará. Al importar una imagen ARGB a un archivo .gf que no admite transparencia, se perderá el canal alfa.
fr_fr: Le format original sera toujours préservé. Importer une image ARGB vers un fichier .gf qui n'est pas compatible avec la transparence résultera en la perte du canal alpha.
he: הפורמט המקורי יישמר תמיד. ייבוא תמונת ARGB לקובץ .gf שאינו תומך בשקיפות יגרום לאיבוד ערוץ האלפא.
hu_hu: Az eredeti formátum mindig megmarad. ARGB formátumú fájlt egy .gf-re importálva (ami nem támogatja az átlátszóságot) az alfa csatorna elvész
it_it: Il formato originale verrà sempre conservato. L'importazione di un'immagine ARGB in un file .gf che non supporta la trasparenza comporterà la perdita del canale alfa.
nl_nl: De originele bestandsindeling zal te allen tijde in stand worden gehouden. Wanneer een ARGB-afbeelding geïmporteerd wordt naar een .gf-bestand en deze geen transparantie ondersteunt, zal het alfakanaal verloren gaan.
pl_pl: Oryginalny format zawsze zostanie zachowany. Importowanie obrazu ARGB do pliku .gf, który nie obsługuje przezroczystości, spowoduje utratę kanału alfa.
pt_br: O formato original sempre será preservado. Importar uma imagem ARGB para um arquivo .gf que não suporta transparência resultará no canal alfa se perdendo.
pt_pt: O formato original será sempre preservado. Importar uma imagem ARGB para um ficheiro .gf que não suporta transparência irá resultar numa perda de canal alfa.
ru_ru: Исходный формат всегда будет сохранен. Импорт изображения ARGB в .gf-файл, который не поддерживает прозрачность, приведет к потере альфа-канала.
tr_tr: Orijinal biçim her zaman korunacaktır. Şeffaflığı desteklemeyen bir .gf dosyasına bir ARGB görüntüsünün içe aktarılması, alfa kanalının kaybolmasına neden olur.
zh_hans: 原始格式将会一直被保留。将ARGB图片导入不支持透明度的.gf文件将会导致alpha通道丢失。

# Settings_ArchiveGFTransparency_UpdateBasedOnPixelFormat
source: Match imported format
da_dk: Match importeret format
es_es: Coincidir con el formato importado
fr_fr: Correspondance du format importé
he: התאם פורמט מיובא
hu_hu: Egyeztetés az importált formátummal
it_it: Corrispondere al formato importato
nl_nl: Match geïmporteerde bestandsindeling
pl_pl: Dopasuj zaimportowany format
pt_br: Corresponder ao formato importado
pt_pt: Corresponder formato importado
ru_ru: Сопоставлять импортированный формат
tr_tr: İçe aktarılan biçimi eşleştir
zh_hans: 匹配导入格式
