Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# GameSettings_UbiArt_LaunchCommands_MapInfo
source: The relative file path to a scene file to load when the game starts. WARNING: Loading directly into a map using this will skip loading your save file and might cause your save to be reset if the game ever auto-saves. It is highly recommended to backup your save files before using this.
es_es: La ruta de archivo relativa a un archivo de escena para cargar cuando el juego comienza. ADVERTENCIA: Cargar directamente un mapa con esto omitirá la carga de tu archivo de guardado y podría provocar que tu guardado se reinicie si el juego guarda automáticamente. Se recomienda encarecidamente hacer una copia de seguridad de tus archivos de guardado antes de usar esto.
fr_fr: Le chemin relatif vers un fichier de scène lorsque le jeu est lancé. ATTENTION : Charger directement une carte de cette manière ignorera le chargement de votre sauvegarde et peut causer une réinitialisation de celle-ci si le jeu réalise une sauvegarde automatique. Il est hautement recommandé de faire un backup de vos fichiers de sauvegarde avant d'utiliser ceci.
he: נתיב הקובץ היחסי לקובץ סצנה לטעינה כשהמשחק מתחיל. אזהרה: טעינה ישירות למפה באמצעות זה תדלג על טעינת קובץ השמירה שלך ועלולה לגרום לאיפוס השמירה שלך אם המשחק יישמר אוטומטית. מומלץ מאוד לגבות את קבצי השמירה שלך לפני השימוש בזה.
it_it: Il percorso file relativo a un file di scena da caricare all'avvio del gioco. ATTENZIONE: il caricamento diretto in una mappa tramite questa opzione salterà il caricamento del file di salvataggio e potrebbe causare il ripristino del salvataggio se il gioco salva automaticamente. Si consiglia vivamente di eseguire il backup dei file di salvataggio prima di utilizzare questa opzione.
nl_nl: Het relatieve bestandspad naar een scene-bestand wanneer het spel start. WAARSCHUWING: Direct laden binnen een map via deze weg zorgt ervoor dat de save file níét geladen wordt en kan er vervolgens voor zorgen dat de save file gereset wordt als het spel ooit de auto-save feature gebruikt. Het is ten zeerste aanbevolen de save files te back-uppen voordat dit gebruikt wordt.
pl_pl: Względna ścieżka do pliku sceny, który ma zostać załadowany po uruchomieniu gry. OSTRZEŻENIE: Wczytanie mapy bezpośrednio za pomocą tej opcji spowoduje pominięcie wczytywania pliku zapisu i może spowodować jego zresetowanie, jeśli gra kiedykolwiek zapisze się automatycznie. Zdecydowanie zaleca się wykonanie kopii zapasowej plików zapisu przed użyciem tej opcji.
pt_br: O caminho de arquivo relativo para um arquivo de cena para carregar quando o jogo começa. AVISO: Carregar diretamente em um mapa usando isso pulará o carregamento do seu arquivo salvo e pode fazer com que seu salvamento seja reiniciado se o jogo salvar automaticamente. É altamente recomendável fazer backup dos seus arquivos salvos antes de usar isso.
pt_pt: O caminho relativo para um ficheiro de cena a carregar quando o jogo começa. AVISO: Carregar diretamente para um mapa usando esta opção irá saltar o carregamento do teu ficheiro guardado e poderá fazer com que o teu ficheiro guardado seja reiniciado se o jogo alguma vez for guardado automaticamente. É altamente recomendável fazeres uma cópia de segurança dos teus ficheiros guardados antes de usares isto.
zh_hans: 相关的文件路径到一个在游戏开始时加载的场景文件。 警告：直接用它载入地图将会跳过读取你的存档文件的过程并且因为游戏自动保存可能导致你的存档被重置。非常推荐在使用这个功能之前备份存档。

# GameSettings_UbiArt_LaunchCommands_LanguageHeader
source: Language
da_dk: Sprog
es_es: Idioma
fr_fr: Langue
he: שפה
it_it: Lingua
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
pt_pt: Idioma
zh_hans: 语言

# GameSettings_UbiArt_LaunchCommands_LanguageInfo
source: All languages are not available in all releases of the game.
da_dk: Ikke alle sprog er tilgængelige i alle udgivelser af spillet.
es_es: No todos los idiomas están disponibles en todas las versiones del juego.
fr_fr: Les langues ne sont pas toutes disponibles dans toutes les versions du jeu.
he: כל השפות אינן זמינות בכל מהדורות המשחק.
it_it: Non tutte le lingue sono disponibili in tutte le versioni del gioco.
nl_nl: Niet alle talen zijn beschikbaar binnen elke release van het spel.
pl_pl: Nie wszystkie języki są dostępne we wszystkich wersjach gry.
pt_br: Todos os idiomas estão indisponíveis em todos os lançamentos do jogo.
pt_pt: Nem todos os idiomas estão disponíveis em todas as versões do jogo.
zh_hans: 所有语言在此游戏的所有版本中都不可用。

# GameSettings_UbiArt_LaunchCommands_NoSaveHeader
source: Disable loading/saving
es_es: Deshabilitar carga/guardado
fr_fr: Désactiver chargement/sauvegarde
he: השבת טעינה/שמירה
it_it: Disabilita caricamento/salvataggio
nl_nl: Uitschakelen laden/opslaan
pl_pl: Wyłącz wczytywanie/zapisywanie
pt_br: Desabilitar carregamento/salvamento
pt_pt: Desactivar carregar/gravar
zh_hans: 禁用读取/保存

# GameSettings_UbiArt_LaunchCommands_NoSaveInfo
source: Disables loading saves and saving the game. It is highly recommended to use this when loading into a specific map to avoid resetting your save file.
es_es: Deshabilita la carga y el guardado del juego. Se recomienda encarecidamente usar esto al cargar un mapa específico para evitar reiniciar tu archivo de guardado.
fr_fr: Désactive le chargement de sauvegarde et la sauvegarde du jeu. Il est hautement recommandé d'utiliser ceci lorsque vous chargez une carte spécifique afin d'éviter de réinitialiser votre fichier de sauvegarde.
he: משבית טעינת שמירות ושמירת המשחק. מומלץ מאוד להשתמש בזה בעת טעינת מפה ספציפית כדי למנוע איפוס של קובץ השמירה.
it_it: Disattiva il caricamento dei salvataggi e il salvataggio del gioco. È altamente consigliato usarlo quando si carica una mappa specifica per evitare di reimpostare il file di salvataggio.
nl_nl: Schakelt het laden van saves en het opslaan van het spel uit. Het is ten zeerste aanbevolen dit te gebruiken wanneer geladen wordt in een specifieke map, om te voorkomen dat de save file wordt gereset.
pl_pl: Wyłącza wczytywanie zapisów i tworzenia zapisów. Zaleca się użycie tej opcji podczas wczytywania konkretnej mapy, aby uniknąć zresetowania pliku zapisu.
pt_br: Desabilita salvamentos de carregamento e salvar o jogo. É altamente recomendado usar isso ao carregar num mapa específico para evitar resetar seu arquivo de salvamento.
pt_pt: Desactiva o carregamento de gravações e a gravação do jogo. Recomenda-se vivamente a sua utilização quando carregas num mapa específico para evitar a reposição do teu ficheiro de gravação.
zh_hans: 禁用游戏加载和保存存档。非常推荐在载入一些特定地图时启用来避免存档文件被重置。

# GameSettings_UbiArt_LaunchCommands_FramerateHeader
source: Framerate
es_es: Fotogramas por segundo (FPS)
fr_fr: Images par seconde
he: קצב פריימים
it_it: Frequenza dei fotogrammi
nl_nl: Framesnelheid
pl_pl: Liczba klatek na sekundę
pt_br: Taxa de quadros
pt_pt: Taxa de quadros
zh_hans: 帧数

# GameSettings_UbiArt_LaunchCommands_FramerateInfo
source: Sets the framerate of the main app loop. This will cause the speed of the game to change as well due to the game logic being hard-coded to 60 fps.
es_es: Establece la tasa de fotogramas por segundo del bucle principal de la aplicación. Esto también cambiará la velocidad del juego debido a que la lógica del juego está codificada para 60 fps.
fr_fr: Change le nombre d'images par secondes de la boucle principale de l'application. Cela causera aussi un changement de la vitesse de jeu, la logique de jeu étant hardcodée sur 60 images par secondes.
he: מגדיר את קצב הפריימים לשניה של לולאת האפליקציה הראשית. זה יגרום לשינוי מהירות המשחק גם בגלל שהלוגיקת המשחק מקודדת ל-60 פריימים לשנייה.
it_it: Imposta il la frequenza dei fotogrammi del loop dell'app principale. Ciò causerà anche la modifica della velocità del gioco, poiché la logica del gioco è codificata a 60 fps.
nl_nl: Stelt de framesnelheid in van de belangrijkste app loop. Dit zorgt ervoor dat de snelheid van het spel ook verandert, aangezien de spellogica hard-coded is op 60 fps.
pl_pl: Ustawia liczbę klatek na sekundę głównej pętli aplikacji. Spowoduje to również zmianę szybkości gry, ponieważ logika gry jest zakodowana na stałe na 60 fps.
pt_br: Define a taxa de quadros do loop do aplicativo principal. Isso fará com que a velocidade do jogo também mude devido à lógica do jogo ser codificada para 60 fps.
pt_pt: Define a taxa de quadros do loop principal da aplicação. Isto fará com que a velocidade do jogo também mude devido ao facto de a lógica do jogo estar codificada para 60 fps.
zh_hans: 设置主程序循环的帧数。这样会导致游戏速度也会改变因为游戏逻辑是硬编码到60fps的。

# GameSettings_UbiArt_LaunchCommands_NoSoundHeader
source: Mute
da_dk: Dæmp
es_es: Silenciar
fr_fr: Muet
he: השתק
it_it: Muto
nl_nl: Dempen
pl_pl: Wycisz
pt_br: Mutar
pt_pt: Silenciar
zh_hans: 静音

# GameSettings_UbiArt_LaunchCommands_NoSoundInfo
source: Mutes all sounds.
da_dk: Dæmper alle lyde.
es_es: Silencia todos los sonidos.
fr_fr: Coupe tous les sons.
he: משתיק את כל הצלילים.
it_it: Disattiva tutti i suoni.
nl_nl: Dempt alle geluiden.
pl_pl: Wycisza wszystkie dźwięki.
pt_br: Muta todos os sons.
pt_pt: Silencia todos os sons.
zh_hans: 静音所有音效

# GameSettings_UbiArt_LaunchCommands_CameraMaxZoomHeader
source: Max camera zoom
da_dk: Maks kamerazoom
es_es: Zoom máximo de cámara
fr_fr: Zoom de camera maximum
he: זום מקסימלי של המצלמה
it_it: Zoom massimo della camera
pl_pl: Maksymalne powiększenie kamery
pt_br: Zoom de câmera máximo
pt_pt: Zoom de câmara máximo
zh_hans: 最大镜头缩放

# GameSettings_UbiArt_LaunchCommands_CameraMaxZoomInfo
source: Zooms out the camera.
da_dk: Zoomer kameraet ud.
es_es: Aleja la cámara.
fr_fr: Éloigne la caméra.
he: מרחיק את המצלמה.
it_it: Riduce lo zoom della camera.
nl_nl: Uitzoomen van de camera
pl_pl: Oddala kamerę.
pt_br: Afasta o zoom da câmera.
pt_pt: Afasta a câmara.
zh_hans: 缩小镜头。

# GameSettings_UbiArt_LaunchCommands_AllPlayersTogetherHeader
source: All players together cheat
es_es: Truco de todos los jugadores juntos
fr_fr: Cheat Tous les joueurs ensemble
he: כל השחקנים ביחד מרמים
it_it: Trucco tutti i giocatori insieme
nl_nl: Alle spelers cheaten samen
pl_pl: Wszyscy gracze wspólnie oszukują
pt_br: Todos os jogadores juntos trapaceiam
pt_pt: Todos os jogadores fazem batota juntos
zh_hans: 所有玩家在一起作弊

# GameSettings_UbiArt_LaunchCommands_AllPlayersTogetherInfo
source: Causes all players to follow player 1.
da_dk: Får alle spillere til at følge spiller 1.
es_es: Hace que todos los jugadores sigan al jugador 1.
fr_fr: Tous les joueurs suivent le joueur 1.
he: גורם לכל השחקנים לעקוב אחרי שחקן 1.
it_it: Fa sì che tutti i giocatori seguano il giocatore 1.
nl_nl: Zorgt ervoor dat alle spelers, speler 1 volgen.
pl_pl: Powoduje, że wszyscy gracze podążają za graczem 1.
pt_br: Causa todos os jogadores a seguirem o jogador 1.
pt_pt: Faz com que todos os jogadores sigam o jogador 1
zh_hans: 让所有玩家都跟随玩家1

# GameSettings_UbiArt_LaunchCommands_NoMouseHeader
source: Hide mouse cursor
da_dk: Skjul musemarkør
es_es: Ocultar el cursor del ratón
fr_fr: Cacher le curseur de la souris
he: הסתר את סמן העכבר
it_it: Nascondi cursore del mouse
nl_nl: Verberg muiscursor
pl_pl: Ukryj kursor myszy
pt_br: Ocultar cursor do mouse
pt_pt: Ocultar cursor do rato
zh_hans: 隐藏鼠标指针

# GameSettings_UbiArt_LaunchCommands_FullscreenHeader
source: Fullscreen
da_dk: Fuldskærm
es_es: Pantalla completa
fr_fr: Plein écran
he: מסך מלא
it_it: A schermo intero
nl_nl: Volledig scherm
pl_pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Ecrã inteiro
zh_hans: 全屏

# GameSettings_UbiArt_LaunchCommands_WidthHeader
source: Width
da_dk: Bredde
es_es: Ancho
fr_fr: Largeur
he: רוחב
it_it: Larghezza
nl_nl: Breedte
pl_pl: Szerokość
pt_br: Largura
pt_pt: Largura
zh_hans: 宽

# GameSettings_UbiArt_LaunchCommands_HeightHeader
source: Height
da_dk: Højde
es_es: Altura
fr_fr: Hauteur
he: גובה
it_it: Altezza
nl_nl: Hoogte
pl_pl: Wysokość
pt_br: Altura
pt_pt: Altura
zh_hans: 高

# GameSettings_UbiArt_LaunchCommands_XHeader
source: X-position
es_es: Posición X
fr_fr: Position X
he: מיקום X
it_it: Posizione X
nl_nl: X-positie
pl_pl: Pozycja X
pt_br: Posição-x
pt_pt: Posição X
zh_hans: X-位置

# GameSettings_UbiArt_LaunchCommands_YHeader
source: Y-position
es_es: Posición Y
fr_fr: Position Y
he: מיקום Y
it_it: Posizione Y
nl_nl: Y-positie
pl_pl: Pozycja Y
pt_br: Posição-y
pt_pt: Posição Y
zh_hans: Y-位置

# GameSettings_UbiArt_LaunchCommands_DefaultOption
source: Default
da_dk: Standard
es_es: Predeterminado
fr_fr: Par défaut
he: ברירת מחדל
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
pt_pt: Padrão
zh_hans: 默认

# ModLoader_GameBanana_SelectDownloadFileHeader
source: Select the mod file to download
da_dk: Vælg modfilen, der skal downloades
es_es: Seleccionar archivo del mod para descargar
fr_fr: Sélectionnez le fichier de mod à télécharger
he: בחר את קובץ המוד להורדה
it_it: Seleziona il file mod da scaricare
pt_br: Selecionar o arquivo de mod para baixar
zh_hans: 选择一个mod文件来下载

# ModLoader_GameBanana_SelectDownloadFileTitle
source: Select mod file
da_dk: Vælg modfil
es_es: Seleccionar archivo del mod
fr_fr: Sélectionnez le fichier de mod
he: בחר קובץ mod
it_it: Seleziona il file mod
pt_br: Selecionar arquivo de mod
zh_hans: 选择mod文件

# PostUpdate_MigrateTPLS
source: The Per-level Soundtrack utility for Rayman 1 has been reworked in this version to no longer rely on a custom DOSBox build. To continue using it you have to install it again. The previous version has automatically been uninstalled.
es_es: La utilidad de Banda sonora por nivel para Rayman 1 ha sido rediseñada en esta versión para no depender de una compilación personalizada de DOSBox. Para continuar usándola, debes instalarla nuevamente. La versión anterior se ha desinstalado automáticamente.
fr_fr: L'utilitaire de bande-son par niveau pour Rayman 1 a été retravaillé dans cette version afin de ne plus dépendre d'un build personnalisé de DOSBox. Veuillez réinstaller l'utilitaire pour continuer à l'utiliser. L'ancienne version a été automatiquement désinstallée.
he: כלי השירות לפסקול לפי רמה עבור Rayman 1 עובדה מחדש בגרסה זו כדי שלא להסתמך עוד על גרסאות DOSBox מותאם אישית. כדי להמשיך להשתמש בו, עליך להתקין אותו שוב. הגרסה הקודמת הוסרה אוטומטית.
it_it: L'utilità Colonna sonora Per-livello per Rayman 1 è stata rielaborata in questa versione per non basarsi più su una build DOSBox personalizzata. Per continuare a usarla, devi installarla di nuovo. La versione precedente è stata disinstallata automaticamente.
nl_nl: Het Per-level Soundtrack hulpprogramma voor Rayman 1 is zodanig herwerkt in deze versie dat deze niet meer afhankelijk is van een aangepaste DOSBox build. Om deze te kunnen blijven gebruiken, dien je deze opnieuw te installeren. De vorige versie is automatisch gede-installeerd.
pl_pl: Narzędzie ścieżki dźwiękowej na poziom dla gry Rayman 1 zostało przerobione w tej wersji, aby nie polegało już na niestandardowej kompilacji DOSBox. Aby nadal z niego korzystać, należy zainstalować go ponownie. Poprzednia wersja została automatycznie odinstalowana.
pt_br: O utilitário de Trilha Sonora Por-fase de Rayman 1 foi retrabalhado nesta versão para não mais depender de uma compilação personalizada do DOSBox. Para continuar a usá-lo, você precisa instalá-lo novamente. A versão anterior foi desinstalada automaticamente.
pt_pt: O utilitário de banda sonora por.nível para Rayman 1 foi reformulado nesta versão para não depender mais de uma compilação personalizada do DOSBox. Para continuar a usá-lo, é preciso instalá-lo novamente. A versão anterior foi automaticamente desinstalada.
zh_hans: 给雷曼1使用的前关卡音轨功能已经被重制，在这个版本中不再需要自定义DOSBox。想要继续使用你需要重新安装它。之前的版本已被自动卸载。

# PostUpdate_MigrateTPLSHeader
source: Per-level Soundtrack Update Notice
es_es: Aviso de actualización de banda sonora por nivel
fr_fr: Avis de mise à jour de la bande-son par niveau
he: הודעת עדכון פסקול ברמה לכל שלב
it_it: Avviso di aggiornamento della Colonna sonora Per-livello
nl_nl: Per-level Soundtrack Update Aankondiging
pl_pl: Powiadomienie o aktualizacji ścieżki dźwiękowej na poziom
pt_br: Aviso de Atualização da Trilha Sonora Por-fase
pt_pt: Aviso de atualização da banda sonora por-nível
zh_hans: 前关卡音轨更新提示

# PostUpdate_MigrateR2Widescreen
source: The option to patch Rayman 2 to use widescreen has been removed in this version in favor of the new improved widescreen implementation that's now available in Ray2Fix. The exe for the added game "{0}" has been detected as using a widescreen patch. If this was applied through the Rayman Control Panel then it is highly recommended to revert this patch now and use the widescreen option in Ray2Fix instead. Do you want to revert the patch?
es_es: La opción para parchear Rayman 2 y usar pantalla ancha se ha eliminado en esta versión en favor de la nueva implementación mejorada de pantalla ancha disponible en Ray2Fix. El ejecutable del juego añadido "{0}" se ha detectado con un parche de pantalla ancha. Si esto fue aplicado a través del Panel de Control de Rayman, se recomienda encarecidamente revertir este parche ahora y usar la opción de pantalla ancha en Ray2Fix en su lugar. ¿Deseas revertir el parche?
fr_fr: L'option pour patcher Rayman 2 pour fonctionner correctement en écran large a été retirée en faveur d'une implémentation améliorée maintenant intégrée à Ray2Fix. L'exécutable du jeu ajouté "{0}" a été détécté comme utilisant un patch pour écran large. Si celui-ci a été appliqué via le Rayman Control Panel, il est hautement recommandé de le désinstaller maintenant et d'utiliser l'option écran large de Ray2Fix à la place. Voulez-vous désinstaller le patch ?
he: האפשרות לתקן את Rayman 2 לשימוש במסך רחב הוסרה בגרסה זו לטובת הטמעת מסך רחב המשופרת החדשה שזמינה כעת ב-Ray2Fix. ה-exe של המשחק שנוסף "{0}" זוהה כמשתמש במסך רחב אם זה הוחל דרך לוח הבקרה של Rayman, מומלץ מאוד להחזיר את התיקון הזה עכשיו ולהשתמש באפשרות מסך רחב ב-Ray2Fix. האם אתה רוצה להחזיר את התיקון?
it_it: L'opzione per applicare la patch a Rayman 2 per usare il widescreen è stata rimossa in questa versione in favore della nuova implementazione migliorata del widescreen ora disponibile in Ray2Fix. È stato rilevato che l'exe per il gioco aggiunto ""{0}"" usa una patch widescreen. Se è stata applicata tramite Rayman Control Panel, si consiglia vivamente di ripristinare questa patch ora e di utilizzare invece l'opzione widescreen in Ray2Fix. Vuoi ripristinare la patch?
nl_nl: De optie om Rayman 2 te patchen, zodat het in breedbeeld gespeeld kan worden, is verwijderd in deze versie ten behoeve van een nieuwe, verbeterde breedbeeld-implementatie die nu beschikbaar is in Ray2Fix. De .exe voor het toegevoegde spel "{0}" is gedetecteerd als zijnde gebruikmakende van een breedbeeld-patch. Als dit toegepast is via het Rayman Control Panel, dan is het ten zeerste aanbevolen de patch terug te draaien en de breedbeeldoptie via Ray2Fix in plaats daarvan te gebruiken. Wil je de patch terugdraaien?
pl_pl: Opcja patchowania Rayman 2 w celu użycia szerokiego ekranu została usunięta w tej wersji na rzecz nowej ulepszonej implementacji szerokiego ekranu, która jest teraz dostępna w Ray2Fix. Wykryto że plik exe dodanej gry "{0}" używa poprawki szerokoekranowej. Jeśli zostało to zastosowane przez Rayman Control Panel, to zdecydowanie zaleca się cofnięcie tej poprawki i użycie opcji szerokiego ekranu w Ray2Fix. Czy chcesz cofnąć poprawkę?
pt_br: A opção de aplicar correção no Rayman 2 para usar widescreen foi removida nesta versão em favor da nova implementação widescreen aprimorada que agora está disponível no Ray2Fix. O exe para o jogo adicionado "{0}" foi detectado como usando uma correção widescreen. Se isso foi aplicado através do Rayman Control Panel, então é altamente recomendado reverter esta correção agora e usar a opção widescreen no Ray2Fix. Deseja reverter a correção?
pt_pt: A opção de corrigir o Rayman 2 para usar o ecrã panorâmico foi removida nesta versão em favor da nova implementação melhorada do ecrã panorâmico que está agora disponível no Ray2Fix. O executável para o jogo adicionado ”{0}“ foi detectado como usando uma correcção de ecrã panorâmico. Se este foi aplicado através do Rayman Control Panel, então é altamente recomendável reverter esta correcção agora e usar a opção de ecrã panorâmico no Ray2Fix. Queres reverter a correcção?
zh_hans: 在雷曼2使用宽屏补丁的选项已被移除，因为Ray2Fix里又更好的宽屏选项。 已添加的游戏"{0}" 的exe文件已被移除宽屏补丁。如果这是通过Rayman Control Panel应用的，非常推荐现在就撤销此补丁并且使用Ray2Fix中的宽屏选项。 你想要撤销此补丁吗？

# PostUpdate_MigrateR2WidescreenHeader
source: Rayman 2 Widescreen Patch Update Notice
es_es: Aviso de actualización del parche de pantalla ancha para Rayman 2
fr_fr: Avis de mise à jour du patch écran large de Rayman 2
he: הודעת עדכון תיקון Rayman 2 Widescreen
it_it: Avviso di aggiornamento patch widescreen per Rayman 2
nl_nl: Rayman 2 Widescreen Patch Update Aankondiging
pl_pl: Powiadomienie o aktualizacji Rayman 2 Widescreen Patch
pt_br: Aviso de Atualização da Correção Widescreen de Rayman 2
pt_pt: Aviso de atualização da correcção Rayman 2 Panorâmico
zh_hans: 雷曼2宽屏补丁更新提示

# GameInfo_LaunchUri
source: Launch URI:
es_es: Iniciar URI:
fr_fr: Lancer URI :
he: הפעל URI:
it_it: URI di avvio:
nl_nl: Starten URI:
pl_pl: Uruchom URI:
pt_br: URI de inicialização:
pt_pt: Lançar URI:
zh_hans: 启动URL:

# Rayman2_Beta_19980722_Win32_Title
source: Rayman 2 Beta (1998/07/22)
es_es: Rayman 2 Beta (22/07/1998)
fr_fr: Rayman 2 Beta (22/07/1998)
he: Rayman 2 בטא (1998/07/22)
it_it: Rayman 2 Beta (22/07/1998)
zh_hans: 雷曼2Beta(1998/07/22)

# Config_ResolutionR2Info
source: By default the game only supports resolution with an aspect ratio of 4:3. Any other resolution will result in the game being stretched. In order to add proper widescreen support it is recommended to use Ray2Fix and enable the widescreen option there.
es_es: Por defecto, el juego solo admite resoluciones con una relación de aspecto de 4:3. Cualquier otra resolución hará que el juego se estire. Para agregar un soporte adecuado para pantalla ancha, se recomienda usar Ray2Fix y habilitar la opción de pantalla ancha allí.
fr_fr: Par défaut, le jeu ne supporte que des résolutions ayant un ratio d'image de 4:3. N'importe quelle autre résolution causera un étirement de l'image. Afin d'ajouter un support correct de l'écran large, il est recommandé d'utiliser Ray2Fix et d'y activer l'option d'écran large.
he: כברירת מחדל המשחק תומך ברזולוציה רק ​​ביחס גובה-רוחב של 4:3. כל רזולוציה אחרת תגרום למתיחת המשחק. על מנת להוסיף תמיכה מתאימה במסך רחב מומלץ להשתמש ב-Ray2Fix ולאפשר שם את אפשרות המסך הרחב.
it_it: Di default il gioco supporta solo una risoluzione con formato a 4:3. Qualsiasi altra risoluzione comporterà l'allungamento del gioco. Per aggiungere un supporto widescreen appropriato, si consiglia di usare Ray2Fix e abilitare lì l'opzione widescreen.
nl_nl: Standaard ondersteunt het spel alleen resoluties met een aspect ratio van 4:3. Elke andere resolutie resulteert in een uitgerekt beeld. Voor het toevoegen van de juiste ondersteuning voor breedbeeldverhoudingen is het aanbevolen de breedbeeldoptie via Ray2Fix in te schakelen.
pl_pl: Domyślnie gra obsługuje tylko rozdzielczości o proporcjach 4:3. Każda inna rozdzielczość spowoduje rozciągnięcie gry. Aby dodać właściwą obsługę szerokiego ekranu, zaleca się użycie Ray2Fix i włączenie tam opcji szerokoekranowej.
pt_br: Por padrão, o jogo suporta apenas resolução com proporção de 4:3. Qualquer outra resolução fará com que o jogo seja esticado. Para adicionar um suporte widescreen adequado, é recomendado usar o Ray2Fix e habilitar lá a opção widescreen.
pt_pt: Por defeito, o jogo só suporta resoluções com um rácio de aspecto de 4:3. Qualquer outra resolução fará com que o jogo fique esticado. Para adicionar o suporte adequado ao ecrã panorâmico, recomenda-se a utilização do Ray2Fix e a activação da opção de ecrã panorâmico.
tr_tr: Geniş ekran desteği etkinleştirilmemişse, 4:3'ten farklı bir en boy oranına ayarlandığında oyun uzayacaktır.
zh_hans: 在默认情况下此游戏只支持高宽比为4:3的分辨率。其他分辨率将会导致游戏画面被拉伸。推荐使用Ray2Fix的宽屏选项来添加适合的宽屏支持。
