Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# GameSelection_Search
source: Search
da_dk: Søg
es_es: Buscar
fr_fr: Rechercher
he: חיפוש
it_it: Cerca
nl_nl: Zoeken
pl_pl: Szukaj
pt_br: Procurar
pt_pt: Procurar
ru_ru: Поиск
tr_tr: Aramak
zh_hans: 搜索

# GameSelection_GroupGames
source: Group games
da_dk: Gruppér spil
es_es: Agrupar juegos
fr_fr: Groupes de jeux
he: לאגד משחקים
it_it: Raggruppa giochi
nl_nl: Groepeer spellen
pl_pl: Pogrupowane gry
pt_br: Agrupar jogos
pt_pt: Agrupar jogos
ru_ru: Группировать игры
tr_tr: Grup oyunları
zh_hans: 团体游戏

# GameSelection_ResetSort
source: Reset custom sort
da_dk: Nulstil brugerdefineret sortering
es_es: Restablecer orden personalizado
fr_fr: Réinitialiser le filtre personnalisé
he: איפוס מיון מותאם אישית
it_it: Ripristina ordine personalizzato
nl_nl: Reset aangepaste sortering
pl_pl: Zresetuj sortowanie niestandardowe
pt_br: Redefinir classificação personalizada
pt_pt: Reiniciar ordem personalizada
ru_ru: Сброс пользовательской сортировки
tr_tr: Özel sıralamayı sıfırla
zh_hans: 重置自定义分组

# GameSelection_ConfigureClients
source: Configure game clients/emulators
da_dk: Konfigurér spilklienter/emulatorer
es_es: Configurar clientes/emuladores de juegos
fr_fr: Configurer les clients de jeu/émulateurs
he: הגדירו לקוחות/אימולטורים למשחק
it_it: Configura client di gioco/emulatori
nl_nl: Configureer gameplatforms/emulators
pl_pl: Konfiguracja klientów gier/emulatorów
pt_br: Configurar clientes/emuladores de jogos
pt_pt: Configurar clientes/emuladores de jogo
ru_ru: Настройка игровых клиентов/эмуляторов
tr_tr: Oyun istemcilerini/emülatörlerini yapılandırın
zh_hans: 设置游戏客户端/模拟器

# GameSelection_AddGame
source: Add game
da_dk: Tilføj spil
es_es: Agregar juego
fr_fr: Ajouter un jeu
he: הוספת משחק
it_it: Aggiungi gioco
nl_nl: Voeg spel toe
pl_pl: Dodaj grę
pt_br: Adicionar jogo
pt_pt: Adicionar jogo
ru_ru: Добавить игру
tr_tr: Oyun ekle
zh_hans: 添加游戏

# Settings_StartupGameFinder
source: Search for installed games and game clients/emulators
da_dk: Søg efter installerede spil og spilklienter/emulatorer
es_es: Buscar juegos y clientes/emuladores de juegos instalados
fr_fr: Chercher des jeux installés et des clients de jeu/émulateurs
he: חיפוש משחקים מותקנים ולקוחות משחקים/אימולטורים
it_it: Cerca giochi installati e client di gioco/emulatori
nl_nl: Zoek naar geïnstalleerde spellen en gameplatforms/emulators
pl_pl: Wyszukaj zainstalowane gry i klientów/emulatory gier
pt_br: Procurar por jogos instalados e clientes/emuladores de jogos
pt_pt: Procurar por jogos e clientes/emuladores de jogo instalados
ru_ru: Поиск установленных игр и игровых клиентов/эмуляторов
tr_tr: Yüklü oyunları ve oyun istemcilerini/emülatörlerini arayın
zh_hans: 搜索已安装的游戏和游戏客户端/模拟器

# Home_RecentGames
source: Recent
da_dk: Seneste
es_es: Recientes
fr_fr: Récents
he: לאחרונה
it_it: Recenti
pl_pl: Ostatnie
pt_br: Recente
pt_pt: Recentes
ru_ru: Недавнее
tr_tr: Son
zh_hans: 最近

# Home_FavoriteGames
source: Favorites
da_dk: Favoritter
es_es: Favoritos
fr_fr: Favoris
he: מועדפים
it_it: Preferiti
nl_nl: Favorieten
pl_pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritos
ru_ru: Избранное
tr_tr: Favoriler
zh_hans: 喜爱的游戏

# Finder_ResultHeader
source: Finder result
da_dk: Søgeresultat
es_es: Resultado de búsqueda
fr_fr: Résultats de la recherche
he: תוצאת איתור
it_it: Risultato della ricerca
nl_nl: Zoekresultaten
pl_pl: Wynik wyszukiwania
pt_br: Resultado do localizador
pt_pt: Resultado da busca
ru_ru: Результаты поиска
tr_tr: Bulucu sonucu
zh_hans: 查找结果

# Finder_Error
source: An error occurred during the finder operation
da_dk: En fejl opstod i søgeoperationen
es_es: Se produjo un error durante la operación de búsqueda
fr_fr: Une erreur est survenue pendant la recherche
he: אירעה שגיאה במהלך פעולת האיתור
it_it: Si è verificato un errore durante l'operazione di ricerca
nl_nl: Er heeft een fout plaatsgevonden tijdens het zoekproces
pl_pl: Wystąpił błąd podczas operacji wyszukiwania
pt_br: Ocorreu um erro durante a operação do localizador
pt_pt: Ocorreu um erro durante a operação de busca
ru_ru: Во время поиска произошла ошибка
tr_tr: Bulucu işlemi sırasında bir hata oluştu
zh_hans: 在查找时出现错误

# Finder_FoundClients
source: The following new game clients/emulators were found:
da_dk: De følgende nye spilklienter/emulatorer blev fundet:
es_es: Se encontraron los siguientes nuevos clientes/emuladores de juegos:
fr_fr: Les clients de jeu/émulateurs suivants ont été trouvés :
he: נמצאו לקוחות/אימולטורים חדשים של המשחק:
it_it: Sono stati trovati i seguenti nuovi client di gioco/emulatori:
nl_nl: De volgende, nieuwe gameplatforms/emulators zijn gevonden:
pl_pl: Znaleziono następujące nowe klienty/emulatory gier:
pt_br: Os seguintes novos clientes/emuladores de jogos foram encontrados:
pt_pt: Foram encontrados os seguintes novos clientes/emuladores de jogo:
ru_ru: Были найдены следующие новые игровые клиенты/эмуляторы:
tr_tr: Aşağıdaki yeni oyun istemcileri/emülatörleri bulundu:
zh_hans: 找到以下的游戏客户端/模拟器：

# Finder_FoundClientsHeader
source: Installed game clients/emulators found
da_dk: Installerede spilklienter/emulatorer fundet
es_es: Se encontraron clientes/emuladores de juegos instalados
fr_fr: Clients de jeu/émulateurs trouvés
he: נמצאו לקוחות/אימולטורים מותקנים של משחקים
it_it: Client di gioco/emulatori installati trovati
nl_nl: Geïnstalleerde gameplatforms/emulators gevonden
pl_pl: Znaleziono zainstalowane klienty/emulatory gier
pt_br: Clientes/emuladores de jogos instalados encontrados
pt_pt: Clientes/emuladores de jogo instalados encontrados
ru_ru: Найденные установленные игровые клиенты/эмуляторы
tr_tr: Yüklü oyun istemcileri/emülatörleri bulundu
zh_hans: 找到已安装的客户端/模拟器

# Games_MissingLaunchComponent
source: This game can't be launched without a game client/emulator. Make sure you first add a supported game client/emulator and then select it for use with this game.
da_dk: Spillet kan ikke startes uden en spilklient/emulator. Vær sikker på, at du først tilføjer en understøttet spilklient/emulator, og derefter vælger den til brug for dette spil.
es_es: Este juego no se puede iniciar sin un cliente/emulador de juegos. Asegúrate de agregar primero un cliente/emulador de juegos compatible y luego seleccionarlo para su uso con este juego.
fr_fr: Ce jeu ne peut pas être démarré sans client de jeu/émulateur. Ajoutez un client de jeu/émulateur et sélectionnez le afin de pouvoir démarrer ce jeu.
he: לא ניתן להפעיל את המשחק הזה ללא לקוח/אימולטור משחק. תחילה הקפידו להוסיף לקוח/אימולטור משחק נתמך ולאחר מכן לבחור אותו לשימוש עם משחק זה.
it_it: Questo gioco non può essere avviato senza un client di gioco/emulatore. Assicurati di aggiungere prima un client di gioco/emulatore supportato, quindi selezionalo per l'utilizzo con questo gioco.
nl_nl: Dit spel kan níét gestart worden zonder een gameplatform/emulator. Zorg ervoor dat er eerst een ondersteund(e) gameplatform/emulator wordt toegevoegd om deze vervolgens te gebruiken voor dit spel.
pl_pl: Tej gry nie można uruchomić bez klienta gry/emulatora. Upewnij się, że najpierw dodasz obsługiwanego klienta/emulatora gier, a następnie wybierzesz go do użytku z tą grą.
pt_br: Este jogo não pode ser iniciado sem um cliente/emulador de jogos. Certifique-se de primeiro adicionar um cliente/emulador de jogos suportado e então selecioná-lo para uso com este jogo.
pt_pt: Este jogo não pode ser iniciado sem um cliente/emulador de jogo. Certifica-te de que adicionas primeiro um cliente/emulador de jogo suportado e depois selecciona-o para ser utilizado com este jogo.
ru_ru: Эта игра не может быть запущена без игрового клиента/эмулятора. Убедитесь, что вы сначала добавили поддерживаемый игровой клиент/эмулятор, а затем выбрали его для использования с этой игрой.
tr_tr: Bu oyun, bir oyun istemcisi/emülatörü olmadan başlatılamaz. Önce desteklenen bir oyun istemcisi/emülatörü eklediğinizden emin olun ve ardından onu bu oyunla kullanmak için seçin.
zh_hans: 此游戏无法在不使用客户端/模拟器的情况下启动。请确保先添加一个支持游戏的客户端/启动器并且选择它来启动此游戏。

# Games_RenameHeader
source: Rename game
da_dk: Omdøb spil
es_es: Cambiar nombre del juego
fr_fr: Renommer le jeu
he: שינוי שם המשחק
it_it: Rinomina gioco
nl_nl: Hernoem spel
pl_pl: Zmień nazwę gry
pt_br: Renomear jogo
pt_pt: Mudar o nome do jogo
ru_ru: Переименование игры
tr_tr: Oyunu yeniden adlandır
zh_hans: 重命名游戏

# Games_RenameInfo
source: Rename {0}. Keep the name empty to use the default one.
da_dk: Omdøb {0}. Lad navnet være tomt for at bruge det standarde.
es_es: Cambiar nombre de {0}. Deja el campo vacío para usar el nombre predeterminado.
fr_fr: Renomme {0}. Gardez le champ vide pour utiliser le nom par défaut.
he: שנו את שם {0}. השאירו את השם ריק כדי להשתמש ברירת המחדל.
it_it: Rinomina {0}. Mantieni vuoto il nome per utilizzare quello predefinito.
nl_nl: Hernoem {0}. Houd het naamveld leeg om de standaardnaam te gebruiken.
pl_pl: Zmień nazwę {0}. Pozostaw nazwę pustą, aby użyć nazwy domyślnej.
pt_br: Renomear {0}. Mantenha o nome vazio para usar o padrão.
pt_pt: Mudar o nome de {0}. Mantém o nome vazio para utilizar o nome predefinido.
ru_ru: Переименование {0}. Оставьте поле название пустым, чтобы использовать название по умолчанию.
tr_tr: {0}'ı yeniden adlandırın. Varsayılanı kullanmak için adı boş bırakın.
zh_hans: 重命名{0}。留空来使用默认名称。

# GameHub_ArchivePanel_Open
source: Open
da_dk: Åbn
es_es: Abrir
fr_fr: Ouvrir
he: פתיחה
it_it: Apri
pl_pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ru_ru: Открыть
tr_tr: Açık
zh_hans: 打开

# Progression_SharedBackupsInfo
source: This game shares the same backups as the following games. This means creating a backup from one of these games will overwrite any backups created for the other ones as well.
da_dk: Dette spil deler samme backups som de følgende spil. Dette betyder, at hvis en backup oprettes fra et af disse spil, overskrives backups også ved de andre.
es_es: Este juego comparte las mismas copias de seguridad que los siguientes juegos. Esto significa que crear una copia de seguridad desde uno de estos juegos sobrescribirá cualquier copia de seguridad creada para los otros juegos también.
fr_fr: Ce jeu partage les mêmes sauvegardes que les jeux suivants. Cela veut dire que créer un backup pour un de ces jeux va écraser les backups créés pour les autres jeux.
he: משחק זה חולק את אותם גיבויים כמו המשחקים הבאים. המשמעות היא שיצירת גיבוי מאחד מהמשחקים הללו יחליף את כל הגיבויים שנוצרו גם עבור האחרים.
it_it: Questo gioco condivide gli stessi backup dei seguenti giochi. Ciò significa che la creazione di un backup da uno di questi giochi sovrascriverà anche eventuali backup creati per gli altri.
nl_nl: Dit spel deelt dezelfde back-ups als de volgende spellen. Dit betekent dat bij het aanmaken van een back-up voor één van deze spellen, elke aangemaakte back-up voor een evt. ander spel ook zal worden overschreven.
pl_pl: Ta gra współdzieli te same kopie zapasowe, co poniższe gry. Oznacza to, że utworzenie kopii zapasowej jednej z tych gier spowoduje nadpisanie kopii zapasowych utworzonych również dla innych gier.
pt_br: Este jogo compartilha os mesmos backups dos jogos seguintes. Isso significa que criar um backup de um desses jogos sobrescreverá quaisquer backups criados para os outros também.
pt_pt: Este jogo partilha as mesmas cópias de segurança que os jogos seguintes. Isto significa que criar uma cópia de segurança de um destes jogos irá substituir quaisquer cópias de segurança criadas para os outros também.
ru_ru: В этой игре используются те же резервные копии, что и в следующих играх. Это означает, что создание резервной копии для одной из этих игр приведет к перезаписи всех резервных копий, созданных и для остальных игр.
tr_tr: Bu oyun, aşağıdaki oyunlarla aynı yedekleri paylaşır. Bu, bu oyunlardan birinden yedek oluşturmanın, diğerleri için oluşturulan tüm yedeklerin üzerine yazacağı anlamına gelir.
zh_hans: 此游戏和以下游戏使用共同的备份。这意味着从任意以下游戏中创建备份将会覆盖其中其他游戏的备份。

# Progression_GroupGames
source: Group games
da_dk: Gruppér spil
es_es: Agrupar juegos
fr_fr: Grouper les jeux
he: לאגד משחקים
it_it: Raggruppa giochi
nl_nl: Groepeer spellen
pl_pl: Pogrupowane gry
pt_br: Agrupar jogos
pt_pt: Agrupar jogos
ru_ru: Группировать игры
tr_tr: Grup oyunları
zh_hans: 群游戏

# AddGames_Title
source: Add Games
da_dk: Tilføj spil
es_es: Agregar juegos
fr_fr: Ajouter des jeux
he: הוסף משחק
it_it: Aggiungi gioco
nl_nl: Spellen Toevoegen
pl_pl: Dodaj gry
pt_br: Adicionar Jogos
pt_pt: Adicionar jogos
ru_ru: Добавить игры
tr_tr: Oyun Ekle
zh_hans: 添加游戏

# AddGames_Find
source: Find game
da_dk: Find spil
es_es: Buscar juego
fr_fr: Trouver un jeu
he: מצא משחק
it_it: Trova gioco
nl_nl: Zoek spel
pl_pl: Znajdź grę
pt_br: Achar jogo
pt_pt: Procurar jogo
ru_ru: Найти игру
tr_tr: Oyun bul
zh_hans: 查找游戏

# AddGames_AddError
source: An error occurred when adding the game
da_dk: En fejl opstod i forsøg på at tilføje spillet
es_es: Se produjo un error al agregar el juego
fr_fr: Une erreur est survenue lors de l'ajout du jeu
he: אירעה שגיאה בעת הוספת המשחק
it_it: Si è verificato un errore durante l'aggiunta del gioco
nl_nl: Er heeft een fout plaatsgevonden tijdens het toevoegen van het spel
pl_pl: Wystąpił błąd podczas dodawania gry
pt_br: Ocorreu um erro ao adicionar o jogo
pt_pt: Ocorreu um erro ao adicionar o jogo
ru_ru: Произошла ошибка при добавлении игры
tr_tr: Oyun eklenirken bir hata oluştu
zh_hans: 在添加游戏时出现错误

# AddGames_AddErrorHeader
source: Error adding game
da_dk: Fejl ved spiltilføjelse
es_es: Error al agregar el juego
fr_fr: Erreur lors de l'ajout de jeu
he: שגיאה בהוספת המשחק
it_it: Errore aggiunta gioco
nl_nl: Fout toevoegen spel
pl_pl: Błąd podczas dodawania gry
pt_br: Erro adicionando o jogo
pt_pt: Erro ao adicionar o jogo
ru_ru: Ошибка при добавлении игры
tr_tr: Oyun eklenirken hata oluştu
zh_hans: 添加游戏错误

# AddGames_FindSuccessResult
source: The game was found at {0}
da_dk: Spillet blev fundet ved {0}
es_es: Se encontró el juego en {0}
fr_fr: Une jeu a été trouvé à {0}
he: המשחק נמצא ב-{0}
it_it: Il gioco è stato trovato in {0}
nl_nl: Het spel is gevonden in {0}
pl_pl: Gra została odnaleziona w {0}
pt_br: O jogo foi encontrado em {0}
pt_pt: O jogo foi encontrado em {0}
ru_ru: Игра была найдена в {0}
tr_tr: Oyun istemcisi/emülatörü şu adreste bulundu: {0}
zh_hans: 游戏在{0}被找到

# AddGames_FindResultHeader
source: Finder result
da_dk: Søgeresultat
es_es: Resultado de la búsqueda
fr_fr: Résultats de la recherche
he: תוצאת איתור
it_it: Risultato della ricerca
nl_nl: Zoekresultaten
pl_pl: Wynik wyszukiwania
pt_br: Resultado do localizador
pt_pt: Resultado da busca
ru_ru: Результаты поиска
tr_tr: Buluncu/Finder sonucu
zh_hans: 查找结果

# AddGames_FindFailedResult
source: The game was not found
da_dk: Spillet blev ikke fundet
es_es: No se encontró el juego
fr_fr: Le jeu n'a pas été trouvé
he: המשחק לא נמצא
it_it: Il gioco non è stato trovato
nl_nl: Het spel is niet gevonden
pl_pl: Nie znaleziono gry
pt_br: O jogo não foi encontrado
pt_pt: Não foi encontrado o jogo
ru_ru: Игра не найдена
tr_tr: Oyun bulunamadı
zh_hans: 游戏未找到

# GameClients_BrowseFileHeader
source: Select the game client executable
da_dk: Vælg den eksekverbare spilklientfil
es_es: Selecciona el ejecutable del cliente de juego
fr_fr: Sélectionnez l'exécutable du client de jeu
he: בחרו את קובץ ההפעלה של לקוח המשחק
it_it: Seleziona l'eseguibile del client di gioco
nl_nl: Selecteer het uitvoerbare bestand van het gameplatform
pl_pl: Wybierz plik wykonywalny klienta gry
pt_br: Selecionar o executável do cliente de jogo
pt_pt: Seleccionar o executável do cliente de jogo
ru_ru: Выберите исполняемый файл игрового клиента
tr_tr: Oyun şu adreste bulundu: {0}
zh_hans: 选择游戏客户端exe文件

# GameClients_BrowseDirHeader
source: Select the game client installation
da_dk: Vælg installation til spilklient
es_es: Selecciona la instalación del cliente de juego
fr_fr: Sélectionnez l'installateur du client de jeu
he: בחרו את התקנת לקוח המשחק
it_it: Seleziona l'installazione del client di gioco
nl_nl: Selecteer de installatie van het gameplatform
pl_pl: Wybierz instalację klienta gry
pt_br: Selecionar a instalação do cliente de jogo
pt_pt: Selecciona a instalação do cliente de jogo
ru_ru: Выберите установочный файл игрового клиента
tr_tr: Oyun istemcisi kurulumunu seçin
zh_hans: 选择游戏客户端安装

# GameClients_InvalidLocation
source: The selected location is not valid
da_dk: Den valgte placering er ikke gyldig
es_es: La ubicación seleccionada no es válida
fr_fr: L'emplacement choisi n'est pas valide
he: המיקום שנבחר אינו חוקי
it_it: La posizione selezionata non è valida
nl_nl: De geselecteerde locatie is niet geldig
pl_pl: Wybrana lokalizacja jest nieprawidłowa
pt_br: O local selecionado é inválido
pt_pt: A localização seleccionada não é válida
ru_ru: Выбранное местоположение некорректно
tr_tr: Seçilen konum geçerli değil
zh_hans: 选择的位置不可用

# GameClients_FindSuccessResult
source: The game client/emulator was found at {0}
da_dk: Spilklienten/emulatoren blev fundet ved {0}
es_es: El cliente/emulador de juego se encontró en {0}
fr_fr: Le client de jeu/émulateur a été trouvé à {0}
he: לקוח המשחק/האמולטור נמצא ב-{0}
it_it: Il client di gioco/emulatore è stato trovato in {0}
nl_nl: Het gameplatform/de emulator is gevonden in {0}
pl_pl: Klient gry/emulator został znaleziony pod adresem {0}
pt_br: O cliente de jogo/emulador foi encontrado em {0}
pt_pt: O cliente/emulador de jogo foi encontrado em {0}
ru_ru: Игровой клиент/эмулятор был найден в {0}
tr_tr: Oyun istemcisi/emülatörü şu adreste bulundu: {0}
zh_hans: 没有在{0}找到游戏客户端/模拟器

# GameClients_FindResultHeader
source: Finder result
da_dk: Søgeresultat
es_es: Resultado de la búsqueda
fr_fr: Résultats de la recherche
he: תוצאת איתור
it_it: Risultato della ricerca
nl_nl: Zoekresultaten
pl_pl: Wynik wyszukiwania
pt_br: Resultado do localizador
pt_pt: Resultado da busca
ru_ru: Результаты поиска
tr_tr: Bulucu sonucu
zh_hans: 查找结果

# GameClients_FindFailedResult
source: The game client/emulator was not found
da_dk: Spilklienten/emulatoren blev ikke fundet
es_es: No se encontró el cliente/emulador de juego
fr_fr: Le client de jeu/émulateur n'a pas été trouvé
he: לקוח המשחק/האמולטור לא נמצא
it_it: Il client di gioco/emulatore non è stato trovato
nl_nl: Het gameplatform/de emulator is niet gevonden
pl_pl: Nie znaleziono klienta/emulatora gry
pt_br: O cliente/emulador de jogos não foi encontrado
pt_pt: Não foi encontrado o cliente/emulador de jogo
ru_ru: Игровой клиент/эмулятор не был найден
tr_tr: Oyun istemcisi/emülatörü bulunamadı
zh_hans: 游戏客户端/模拟器未找到

# GameClients_AddedClientsHeader
source: Added game clients/emulators
da_dk: Tilføjede spilklienter/emulatorer
es_es: Clientes/emuladores de juegos agregados
fr_fr: Clients de jeu/émulateurs ajoutés
he: נוספו לקוחות/אימולטורים למשחק
it_it: Aggiunti client di gioco/emulatori di gioco
nl_nl: Toegevoegde gameplatforms/emulators
pl_pl: Dodano klientów gry/emulatory
pt_br: Clientes/emuladores de jogos adicionados
pt_pt: Clientes/emuladores de jogo adicionados
ru_ru: Добавленные игровые клиенты/эмуляторы
tr_tr: Eklenik oyun istemcileri/emülatörleri
zh_hans: 已添加的游戏客户端/模拟器

# GameClients_AvailableClientsHeader
source: Available game clients and emulators
da_dk: Tilgængelige spilklienter og emulatorer
es_es: Clientes y emuladores de juegos disponibles
fr_fr: Clients de jeu et émulateurs disponibles
he: לקוחות משחקים ואמולטורים זמינים
it_it: Client di gioco ed emulatori disponibili
nl_nl: Beschikbare gameplatforms en emulators
pl_pl: Dostępne klienty gier i emulatory
pt_br: Clientes e emuladores de jogos disponíveis
pt_pt: Clientes e emuladores de jogo disponíveis
ru_ru: Доступные игровые клиенты и эмуляторы
tr_tr: Kullanılabilir oyun istemcileri ve emülatör
zh_hans: 可用的游戏客户端/模拟器

# GameClients_LocateClient
source: Locate
da_dk: Find
es_es: Ubicar
fr_fr: Localiser
he: איתור
it_it: Localizza
nl_nl: Lokaliseer
pl_pl: Zlokalizuj
pt_br: Localizar
pt_pt: Procurar
ru_ru: Поиск
tr_tr: Bul
zh_hans: 位置

# GameClients_FindClient
source: Find game client/emulator
da_dk: Find spilklient/emulator
es_es: Buscar cliente/emulador de juego
fr_fr: Trouver un client de jeu/émulateur
he: מצאו לקוח/אימולטור משחק
it_it: Trova client di gioco/emulatore
nl_nl: Zoek gameplatform/emulator
pl_pl: Znajdź klienta gry/emulator
pt_br: Encontrar cliente/emulador de jogos
pt_pt: Encontrar cliente/emulador de jogo
ru_ru: Найти игровой клиент/эмулятор
tr_tr: Oyun istemcisi/emülatörü bulun
zh_hans: 寻找游戏客户端/模拟器

# GameClients_OpenLocation
source: Open location
da_dk: Åbn placering
es_es: Abrir ubicación
fr_fr: Parcourir les fichiers
he: פתח מיקום
it_it: Apri directory
nl_nl: Open locatie
pl_pl: Otwórz folder zawierający
pt_br: Abrir local
pt_pt: Abrir localização
ru_ru: Открыть местоположение
tr_tr: Konumu aç
zh_hans: 打开位置

# GameClients_Rename
source: Rename
da_dk: Omdøb
es_es: Cambiar nombre
fr_fr: Renommer
he: שינוי שם
it_it: Rinomina
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_br: Renomear
pt_pt: Mudar o nome
ru_ru: Переименовать
tr_tr: Yeniden isimlendir
zh_hans: 重命名

# GameClients_Remove
source: Remove
da_dk: Fjern
es_es: Eliminar
fr_fr: Retirer
he: להסיר
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Remover
pt_pt: Eliminar
ru_ru: Удалить
tr_tr: Kaldır
zh_hans: 移除

# GameClients_SupportedGamesHeader
source: Supported games
da_dk: Understøttede spil
es_es: Juegos compatibles
fr_fr: Jeux pris en charge
he: משחקים נתמכים
it_it: Giochi supportati
nl_nl: Ondersteunde spellen
pl_pl: Obsługiwane gry
pt_br: Jogos suportados
pt_pt: Jogos suportados
ru_ru: Поддерживаемые игры
tr_tr: Desteklenen oyunlar
zh_hans: 支持的游戏

# GameClients_ConfigTitle
source: Configure game clients/emulators
da_dk: Konfigurér spilklienter/emulatorer
es_es: Configurar clientes/emuladores de juegos
fr_fr: Configurer les clients de jeu/émulateurs
he: הגדירו לקוחות/אימולטורים למשחק
it_it: Configura client di gioco/emulatori
nl_nl: Configureer gameplatforms/emulators
pl_pl: Konfiguracja klientów gier/emulatorów
pt_br: Configurar clientes/emuladores de jogos
pt_pt: Configurar clientes/emuladores de jogo
ru_ru: Настройка игровых клиентов/эмуляторов
tr_tr: Oyun istemcilerini/emülatörlerini yapılandırın
zh_hans: 设置游戏客户端/模拟器

# GameClients_RenameHeader
source: Rename game client/emulator
da_dk: Omdøb spilklient/emulator
es_es: Cambiar nombre del cliente/emulador de juego
fr_fr: Renommer les clients de jeu/émulateurs
he: שנה את שם לקוח/אימולטור המשחק
it_it: Rinomina client di gioco/emulatori installati trovati
nl_nl: Hernoem gameplatform/emulator
pl_pl: Zmień nazwę klienta/emulatora gry
pt_br: Renomear cliente/emulador de jogos
pt_pt: Mudar o nome de cliente/emulador de jogo
ru_ru: Переименование игрового клиента/эмулятора
tr_tr: Oyun istemcisini/emülatörünü yeniden adlandır
zh_hans: 重命名游戏客户端/模拟器

# GameClients_RenameHeaderInfo
source: Rename {0}. Keep the name empty to use the default one.
da_dk: Omdøb {0}. Lad navnet være tomt for at bruge det standarde.
es_es: Cambiar nombre de {0}. Deja el campo vacío para usar el nombre predeterminado.
fr_fr: Renomme {0}. Gardez le champ vide pour utiliser le nom par défaut.
he: שנו את שם {0}. השאירו את השם ריק כדי להשתמש ברירת המחדל.
it_it: Rinomina {0}. Mantieni vuoto il nome per utilizzare quello predefinito.
nl_nl: Hernoem {0}. Houd het naamveld leeg om de standaardnaam te gebruiken.
pl_pl: Zmień nazwę {0}. Pozostaw nazwę pustą, aby użyć nazwy domyślnej.
pt_br: Renomeia {0}. Mantenha o nome em branco para usar o nome padrão.
pt_pt: Mudar o nome de {0}. Mantém o nome vazio para utilizar o nome predefinido.
ru_ru: Переименование {0}. Оставьте поле название пустым, чтобы использовать название по умолчанию.
tr_tr: {0}'ı yeniden adlandırın. Varsayılanı kullanmak için adı boş bırakın.
zh_hans: 重命名{0}。留空来使用默认名称。
