Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# ModLoader_TooShortSearchText
source: The search text has to have at least 2 characters
da_dk: Søgningen skal indeholde mindst to tegn
es_es: El texto de búsqueda debe tener al menos 2 caracteres
fr_fr: Le texte de recherche doit contenir au moins 2 caractères
he: טקסט החיפוש חייב להכיל לפחות 2 תווים
it_it: Il testo di ricerca deve contenere almeno 2 caratteri
nl_nl: De zoektekst dient minimaal 2 tekens te bevatten
pl_pl: Szukany tekst musi mieć co najmniej 2 znaki
pt_br: O texto de busca deve ter pelo menos 2 caracteres
pt_pt: O texto de pesquisa tem de ter pelo menos 2 caracteres
zh_hans: 搜索的文字必须至少有两个字符。

# ModLoader_SearchFeedInfo
source: Showing search results for "{0}"
da_dk: Viser søgeresultater for "{0}"
es_es: Mostrando resultados de búsqueda para "{0}"
fr_fr: Affichage des résultats de recherche pour "{0}"
he: מציג תוצאות חיפוש עבור "{0}"
it_it: Mostrando risultati di ricerca per "{0}"
nl_nl: Zoekresultaten laten zien voor "{0}"
pl_pl: Wyświetlanie wyników wyszukiwania dla "{0}"
pt_br: Mostrando resultados de busca para "{0}"
pt_pt: A exibir resultados de pesquisa para “{0}”
zh_hans: 显示"{0}"的搜索结果

# ModLoader_CategoryFeedInfo
source: Showing mods in the category "{0}"
da_dk: Viser mods i kategorien "{0}"
es_es: Mostrando mods en la categoría "{0}"
fr_fr: Affichage des mods dans la catégorie "{0}"
he: מציג מודים בקטגוריה "{0}"
it_it: Mostrando mod nella categoria "{0}"
pt_br: Mostrando mods na categoria "{0}"
zh_hans: 显示"{0}"分类的mod

# ModLoader_Search
source: Search mods
da_dk: Søg efter mods
es_es: Buscar mods
fr_fr: Rechercher des mods
he: חיפוש מודים
it_it: Cerca mod
nl_nl: Zoeken modificaties
pl_pl: Szukaj modów
pt_br: Procurar mods
pt_pt: Procurar modificações
zh_hans: 搜索mod

# SecretCodes_Cooking
source: You just entered the cooking code! All the images are now cooking!
da_dk: Du har lige indtastet "cooking"-koden! Alle billederne bliver nu "cooked"!
es_es: ¡Acabas de ingresar el código de cocina! ¡Ahora todas las imágenes están cocinándose!
fr_fr: Vous venez d'entrer le code Cooking ! Toutes les images sont maintenant en train d'être cuisinées !
he: הרגע הזנת את קוד הבישול! כל התמונות מתבשלות עכשיו!
it_it: Hai appena inserito il codice Cooking! Tutte le immagini sono ora in cottura!
nl_nl: Je hebt zojuist de 'koken-code' ingevoerd! Alle afbeeldingen zijn nu aan het koken!
pl_pl: Właśnie wpisano kod cooking! Wszystkie obrazki są teraz ciasteczkami!
pt_br: Você inseriu o código de cozimento! Agora todas as imagens estão cozinhando!
pt_pt: Acabaste de introduzir o código de cozedura! Todas as imagens estão agora a cozinhar!
zh_hans: 你刚刚输入了烘焙代码！ 所有图像已被烘焙！

# SecretCodes_CookingHeader
source: Cooking Code
da_dk: "Cooking"-kode
es_es: Código Cooking
fr_fr: Code Cooking
he: קוד בישול
it_it: Codice Cooking
nl_nl: Koken-Code
pt_br: Código de Cozimento
pt_pt: Código Cooking
zh_hans: 烘焙代码

# About_Credits_Mr5088
source: Portuguese (Brazil) program translation
da_dk: Portugesisk (Brasilien) programoversættelse
fr_fr: Traduction du programme en portugais (Brésil)
it_it: Traduzione del programma Portoghese (Brasile)
nl_nl: Portugese (Brazilië) programmavertaling
pl_pl: Tłumaczenie programu na język portugalski (Brazylia)
pt_br: Tradução do programa em Português (Brasil)
pt_pt: Programa de tradução Portuguesa (Brasil)
ru_ru: Перевод программы на португальский (Бразилия)
zh_hans: 葡萄牙语（巴西）程序翻译

# RRR2_LevelName_0
source: Hot Cake
de_de: Heißer Kuchen
es_es: Tarta caliente, caliente
fr_fr: Chaud chaud gâteau
it_it: La torta bollente
ru_ru: Торт с сюрпризом

# RRR2_LevelName_1
source: Chemist
de_de: Kleiner Chemiker
es_es: El pequeño químico
fr_fr: Petit chimiste
it_it: Dottor Jekonyll
ru_ru: Химик

# RRR2_LevelName_2
source: Dial R for Rabbid
de_de: Wähle H wie Hase
es_es: Telefone jo móvil
fr_fr: Lapin télécom
it_it: C’è un coniglio per te
ru_ru: Еще один звонок кролику

# RRR2_LevelName_4
source: Shopping Cart Downhill
de_de: Einkaufswagen-Abfahrt
es_es: Carros de juego
fr_fr: Chariot
it_it: Discesa in carrello
ru_ru: Гонки на тележках

# RRR2_LevelName_5
source: Rolling Stone
es_es: Rodando por la vida
fr_fr: Pierre qui roule
it_it: Pietra rotolante
ru_ru: Наперегонки с камнем

# RRR2_LevelName_6
source: Yummy Butterflies
de_de: Leckere Schmetterlinge
es_es: A la rica mariposa
fr_fr: Gobe papillons
it_it: Buone le farfalle
ru_ru: Вкусные бабочки

# RRR2_LevelName_7
source: The Office
de_de: Das Büro
es_es: Trabajo de oficina
fr_fr: Travail de bureau
it_it: Camera coniglio
ru_ru: Офис

# RRR2_LevelName_8
source: Laundry
de_de: Wäscherei
es_es: La colada
fr_fr: Blanchisserie
it_it: Lavanderia
ru_ru: Прачечная

# RRR2_LevelName_9
source: Trash Race
de_de: Müllrennen
es_es: Saltito a saltito...
fr_fr: Course en poubelle
it_it: Corsa nei secchi
ru_ru: Мусорные гонки

# RRR2_LevelName_11
source: American Football
de_de: Amer. Football
es_es: Fútbol americano
fr_fr: Football américain
it_it: Football americano
ru_ru: Американский футбол

# RRR2_LevelName_12
source: Spicy Chicken
de_de: Pikantes Hühnchen
es_es: Pollo picante
fr_fr: Poule flambé
it_it: Pollo piccante
ru_ru: Цыпленок табака

# RRR2_LevelName_13
source: Bumper Cars
de_de: Autoscooter
es_es: Coches de choque
fr_fr: Auto-tamponneuses
it_it: Autoscontri
ru_ru: Машинки

# RRR2_LevelName_14
source: Snail Race
de_de: Schneckenrennen
es_es: Carrera de caracol
fr_fr: Course d’escargots
it_it: Lumache da corsa
ru_ru: Гонки улиток

# RRR2_LevelName_15
source: Ice on ice
de_de: Eis auf Eis
es_es: ¡Al rico helado!
fr_fr: Glace sur glace
it_it: Sul ghiaccio
ru_ru: Мороженое на льду

# DosBoxOptions_Cycles
source: Cycles
da_dk: Cyklusser
de_de: Zyklen
es_es: Cíclos
he: מחזורים
it_it: Cicli
nl_nl: Kloktikken
pl_pl: Cykle
pt_br: Ciclos
pt_pt: Ciclos
ru_ru: Циклы
tr_tr: Döngüler
zh_hans: 循环

# Config_Textures
source: Textures
da_dk: Teksturer
de_de: Texturen
es_es: Texturas
he: טקסטורות
hu_hu: Textúrák
it_it: Texture
nl_nl: Texturen
pl_pl: Tekstury
pt_br: Texturas
pt_pt: Texturas
ru_ru: Текстуры
tr_tr: Dokular
zh_hans: 材质

# Config_ButtonMappingActionHeader
source: Action
da_dk: Aktion
de_de: Aktion
es_es: Acción
he: פעולה
hu_hu: Művelet
it_it: Azione
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
pt_pt: Acção
ru_ru: Действие
tr_tr: Aksiyon
zh_hans: 动作

# Settings_UserLevelNormal
source: Normal
da_dk: Almindelig
he: פשוט
hu_hu: Normál
it_it: Normale
nl_nl: Normaal
pl_pl: Normalny
ru_ru: Обычный
zh_hans: 普通

# SecretCodes_KonamiHeader
source: Konami Code
da_dk: Konami-kode
es_es: Código Konami
he: קוד קונאמי
hu_hu: Konami kód
it_it: Codice Konami
pl_pl: Kod Konami
pt_pt: Código Konami
ru_ru: Код Konami
tr_tr: Konami Kodu
zh_hans: Konami代码

# GameInfo_WinStoreArchitecture
source: Architecture
da_dk: Arkitektur
de_de: Architektur
es_es: Arquitectura
he: ארכיטקטורה
hu_hu: Architektúra
it_it: Architettura
nl_nl: Architectuur
pl_pl: Architektura
pt_br: Arquitetura
pt_pt: Arquitectura
ru_ru: Архитектура
tr_tr: Mimari
zh_hans: 构筑

# GameInfo_WinStoreVersion
source: Version
es_es: Versión
he: גרסא
hu_hu: Verzió
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
pt_pt: Versão
ru_ru: Версия
tr_tr: Sürüm
zh_hans: 版本

# RR2Options_GameMode_Orange
source: Orange
es_es: Naranja
he: כתום
hu_hu: Narancs
it_it: Arancione
nl_nl: Oranje
pl_pl: Pomarańczowe
pt_br: Laranja
pt_pt: Laranja
ru_ru: Оранжевые
tr_tr: Turuncu
zh_hans: 橘

# GameOptions_Info
source: Information
de_de: Info
es_es: Información
he: מידע
hu_hu: Információ
it_it: Informazioni
nl_nl: Informatie
pl_pl: Informacje
pt_br: Informação
pt_pt: Informação
ru_ru: Информация
tr_tr: Bilgi
zh_hans: 信息

# Progression_Header
source: Progression
da_dk: Fremskridt
es_es: Progreso
he: התקדמות
hu_hu: Haladás
it_it: Progressi
nl_nl: Voortgang
pl_pl: Postęp
pt_br: Progressão
pt_pt: Progressão
ru_ru: Прогресс
tr_tr: Ilerlemek
zh_hans: 进度

# Config_RJRHeroes_DarkRayman
source: Dark Rayman
es_es: Rayman Oscuro
it_it: Rayman oscuro
pt_br: Raymesis
pt_pt: Rayman Escuro
zh_hans: 黑暗雷曼

# Progression_RM_Lums
source: Lums
he: לומים
it_it: Lum
pl_pl: Lumy
ru_ru: Люмы

# Archive_Export_Format_Original
source: Original
he: מקורי
hu_hu: Eredeti
it_it: Originale
nl_nl: Origineel
pl_pl: Oryginalne
ru_ru: Оригинал
tr_tr: Origjinal
zh_hans: 原版

# Archive_FileInfo_Type
source: Type:
es_es: Tipo:
he: סוג:
hu_hu: Típus:
it_it: Tipo:
pl_pl: Rodzaj:
pt_br: Tipo:
pt_pt: Tipo:
ru_ru: Тип:
tr_tr: Tip:
zh_hans: 类型：

# Archive_FileInfo_Img_Mipmaps
source: Mipmaps:
he: מיפמפים:
hu_hu: Mipmap-ek:
it_it: Mipmap:
pl_pl: Mipmapy:
ru_ru: Мипмапы:
tr_tr: Mipmapler:

# Archive_Format_Original
source: Original
he: מקורי
hu_hu: Eredeti
it_it: Originale
nl_nl: Origineel
pl_pl: Oryginalne
ru_ru: Оригинал
tr_tr: Origjinal
zh_hans: 原版

# Archive_Format_Img
source: Image
da_dk: Billede
es_es: Imagen
he: תמונה
hu_hu: Kép
it_it: Immagine
nl_nl: Afbeelding
pl_pl: Obrazek
pt_br: Imagem
pt_pt: Imagem
ru_ru: Изображение
tr_tr: Imaj
zh_hans: 图片

# Config_Action_Action
source: Action
da_dk: Handling
es_es: Acción
he: פעולה
hu_hu: Interakció
it_it: Azione
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
pt_pt: Acção
ru_ru: Действие
tr_tr: Aksiyon
zh_hans: 动作

# Config_Action_Strafe
source: Strafe
da_dk: Sigt
es_es: Estrafe
he: לבזוק
hu_hu: Szökdécselés
it_it: Spostarsi lateralmente
nl_nl: Zijwaarts bewegen
pl_pl: Strafowanie
pt_br: Posição de combate
pt_pt: Posição de combate
ru_ru: Боевая готовность
tr_tr: Kınamak
zh_hans: 侧向移动

# Mod_RRR_KeyAction_18
source: Pause
es_es: Pausa
he: לעצור
it_it: Pausa
nl_nl: Pauzeren
pl_pl: Pauza
pt_br: Pausa
pt_pt: Pausa
ru_ru: Пауза
tr_tr: Durdur
zh_hans: 暂停

# Progression_Cages
source: Cages
da_dk: Bure
es_es: Jaulas
he: כלובים
hu_hu: Ketrecek
it_it: Gabbie
nl_nl: Kooien
pl_pl: Klatki
pt_br: Gaiolas
pt_pt: Jaulas
ru_ru: Клетки
tr_tr: Kafazlar
zh_hans: 笼子

# Progression_RRRPoints
source: {0} (Points)
da_dk: {0} (Point)
es_es: {0} (Puntos)
he: {0} (נקודות)
it_it: {0} (Punti)
nl_nl: {0} (Punten)
pl_pl: {0} (Punkty)
pt_br: {0} (Pontos)
pt_pt: {0} (Pontos)
ru_ru: {0} (Очки)
tr_tr: {0} (Puanlar)
zh_hans: {0}（点数）

# Progression_RRRScore
source: {0} (Score)
es_es: {0} (Puntuación)
he: {0} (ניקוד)
it_it: {0} (Punteggio)
pl_pl: {0} (Wynik)
pt_br: {0} (Pontuação)
pt_pt: {0} (Pontuação)
ru_ru: {0} (Счёт)
zh_hans: {0}（得分）

# Progression_RRRScoreSlot
source: Score
es_es: Puntuación
he: ציון
it_it: Punteggio
pl_pl: Wynik
pt_br: Pontuação
pt_pt: Pontuação
ru_ru: Счёт
zh_hans: 得分

# Progression_Lums
source: Lums
he: לומים
hu_hu: Lumok
it_it: Lum
pl_pl: Lumy
ru_ru: Люмы
tr_tr: Lumlar

# Progression_Electoons
source: Electoons
he: אלקטונים
hu_hu: Electoon-ok
it_it: Electoon
pl_pl: Elektruny
ru_ru: Электуны
tr_tr: Electoonlar
zh_hans: 电子

# Progression_DataSource_Auto
source: Auto
es_es: Automático
he: אוטומטי
it_it: Automatico
nl_nl: Automatisch
pl_pl: Automatyczny
pt_br: Automático
pt_pt: Automático
ru_ru: Изменив источник данных здесь, вы можете выбрать, какое местоположение используется для резервного копирования и просмотра прогресса.
tr_tr: Oto
zh_hans: 自动

# R2_LevelName_bonux
source: Bonus Stage
da_dk: Bonusbane
es_es: Escenario de bonificación
he: שלב בונוס
it_it: Stage bonus
nl_nl: Bonusfase
pl_pl: Etap bonusowy
pt_br: Fase Bônus
pt_pt: Estágio Bonus
ru_ru: Бонусный этап
tr_tr: Bonus Aşaması
zh_hans: 奖励关卡

# Mod_Mem_Game_R2_PS1_Proto
source: Rayman 2 (PS1 - Prototype)
es_es: Rayman 2 (PS1 - Prototipo)
it_it: Rayman 2 (PS1 - Prototipo)
pl_pl: Rayman 2 (PS1 - Prototyp)
pt_br: Rayman 2 (PS1 - Protótipo)
ru_ru: Rayman 2 (PS1 - Прототип)
zh_hans: 雷曼2(PS1-原型)

# ModLoader_ModInfo_Version
source: Version:
es_es: Versión:
he: גרסה:
it_it: Versione:
nl_nl: Versie:
pl_pl: Wersja:
pt_br: Versão:
pt_pt: Versão
ru_ru: Версия:
zh_hans: 版本:

# Ray1_VersionSelectionHeader
source: Version
es_es: Versión
he: גרסה
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
pt_pt: Versão
ru_ru: Версия
tr_tr: Sürüm
zh_hans: 版本

# ModLoader_LocalInstallSource
source: Local
da_dk: Lokal
he: מקומי
it_it: Locale
nl_nl: Lokaal
pl_pl: Lokalny
zh_hans: 位置

# ModLoader_ModInfo_Modules
source: Modules:
da_dk: Moduler:
es_es: Módulos:
he: מודולים:
it_it: Moduli:
pl_pl: Moduły:
pt_br: Módulos:
pt_pt: Módulos:
zh_hans: 模组：

# GameTool_RuntimeModifications_ModificationsPage
source: Modifications
da_dk: Modifikationer
de_de: Modifikationen
es_es: Modificaciones
he: שינויים
it_it: Modifiche in fase di esecuzione
nl_nl: Modificaties
pl_pl: Modyfikacje
pt_br: Modificações
pt_pt: Modificações
zh_hans: 修改

# Progression_RRushLums
source: Lums
he: לומים
it_it: Lum
pl_pl: Lumy

# GameSettings_UbiArt_LaunchCommands_Source
source: Source
da_dk: Kilde
es_es: Fuente
he: מקור
it_it: Sorgente
nl_nl: Bron
pl_pl: Źródło
pt_br: Fonte
pt_pt: Fonte
zh_hans: 源

# GameSettings_UbiArt_LaunchCommands_NoDamageHeader
source: Invincible
da_dk: Uskadelig
es_es: Invencible
he: בלתי מנוצח
it_it: Invincibile
nl_nl: Onoverwinnelijk
pl_pl: Niezniszczalność
pt_br: Invencível
pt_pt: Invencível
zh_hans: 无敌

# RRR2_LevelName_3
source: Burgerinni
de_de: Burgerini
es_es: Bocata
it_it: Panino
ru_ru: Бутербродные гонки

source: Ok
he: אוקיי
ru_ru: Ок
tr_tr: Tamam
zh_hans: 是

# About_Email
source: Email
es_es: Correo electrónico
he: דואר אלקטרוני
pt_pt: Correio electrónico
zh_hans: 电子邮箱

# Backup_Backup
source: Backup
es_es: Copia de seguridad
he: גיבוי
hu_hu: Biztonsági mentés
pl_pl: Utwórz kopię zapasową
pt_pt: Cópia de Segurança
ru_ru: Резервное копирование
tr_tr: Yedekle
zh_hans: 备份

# Settings_DesignHeader
source: Design
es_es: Diseño
he: עיצוב
nl_nl: Ontwerp
pl_pl: Wygląd
ru_ru: Тема
tr_tr: Dizayn
zh_hans: 设计

# Config_VSync
source: V-Sync
he: סנכרון אנכי
pl_pl: Synchronizacja pionowa
pt_br: Sincronização Vertical
ru_ru: Вертикальная синхронизация
zh_hans: 垂直同步

# GamesPage_Category_Rayman
source: Rayman
zh_hans: 雷曼

# GamesPage_Category_Fan
source: Fan-games
da_dk: Fanspil
he: משחקי מעריצים
hu_hu: Fan-game-ek
pl_pl: Fanowskie gry
pt_br: Fã-jogos
pt_pt: Jogos de Fãs
ru_ru: Фан-игры
tr_tr: Fangame'ler
zh_hans: 同人游戏

# Progression_GenericSlot
source: Slot {0}
da_dk: Plads {0}
es_es: Espacio {0}
he: משבצת {0}
ru_ru: Слот {0}
tr_tr: {0} yuvası
zh_hans: 槽{0}

# Config_RJRHeroes_Rayman
source: Rayman
zh_hans: 雷曼

# Config_RJRHeroes_Globox
source: Globox
zh_hans: 格罗伯套装

# Archive_Format_GF
source: GF (Graphic File)
da_dk: GF (Grafisk fil)
es_es: GF (Archivo Gráfico)
he: GF (קובץ גרפי)
nl_nl: GF (Grafisch Bestand)
pl_pl: GF (Plik graficzny)
pt_br: GF (Arquivo de Gráfico)
pt_pt: GF (Ficheiro Gráfico)
ru_ru: GF (Графический файл)
tr_tr: GF (Grafik Dosyası)
zh_hans: GF（图像文件）

# R1_LevelName_5
source: Allegro Presto
zh_hans: 轻快活泼

# R1Passwords_Continues
source: Continues
da_dk: Fortsættelser
es_es: Continuar
he: נסיונות
hu_hu: Folytatások
nl_nl: Hervattingen
pl_pl: Kontynuuj
ru_ru: Континью
tr_tr: Devamlar
zh_hans: 继续

# Config_Mono
source: Mono
he: מונו
ru_ru: Моно
zh_hans: 单声道

# Config_Device_Port
source: Port
es_es: Puerto
tr_tr: Liman
zh_hans: 端口

# Config_Device_ID
source: Device ID
da_dk: Enheds-ID
es_es: ID del dispositivo
hu_hu: Eszköz ID
pt_br: ID do dipositivo
zh_hans: 设备ID

# Mod_RRR_MemMod_RaymanHeader
source: Rayman
pt_pt: Rayman Raving Rabbids
ru_ru: Рэйман
zh_hans: 雷曼

# Progression_Tings
source: Tings
he: טינגס
hu_hu: Tingek
pl_pl: Tingsy
ru_ru: Тинги
tr_tr: Ting'lar
zh_hans: 蓝宝石

# Progression_Continues
source: Continues
da_dk: Fortsættelser
es_es: Continuaciones
he: נסיונות
hu_hu: Folytatások
nl_nl: Continueringen
pl_pl: Kontynuuj
ru_ru: Континью
tr_tr: Devamlar
zh_hans: 继续

# Progression_BackupSlots
source: Backup
es_es: Copia de seguridad
he: ברירת מחדל
hu_hu: Biztonsági mentés
pl_pl: Utwórz kopię zapasową
pt_pt: Cópia de segurança
ru_ru: Резервное копирование
tr_tr: Destek
zh_hans: 备份

# Mod_Mem_R1_Menu
source: Menu
es_es: Menú
he: תפריט
ru_ru: Меню
tr_tr: Menü
zh_hans: 菜单

# Mod_Mem_MenuLevelsCategory
source: Menu
es_es: Menú
he: תפריט
ru_ru: Меню
tr_tr: Menü
zh_hans: 菜单

# Mod_Mem_BonusLevelsCategory
source: Bonus
he: בונוס
pt_br: Bônus
ru_ru: Бонус
zh_hans: 奖励

# Mod_Mem_Game_R1_PC_1_21
source: Rayman 1 (PC - 1.21)
zh_hans: 雷曼1(PC-1.21)

# Mod_Mem_Game_R1_PS1_US
source: Rayman 1 (PS1 - US)
es_es: Rayman 1 (PS1 - EE. UU.)
zh_hans: 雷曼1(PS1-US)

# Mod_Mem_Game_R1_GBA_EU
source: Rayman Advance (GBA - EU)
es_es: Rayman Advance (GBA - UE)
zh_hans: 雷曼Advance (GBA - EU)

# Mod_Mem_Game_R2_PC
source: Rayman 2 (PC)
zh_hans: 雷曼2（PC）

# Mod_Mem_Game_R3_PC
source: Rayman 3 (PC)
zh_hans: 雷曼3（PC）

# Rayman1_MsDos_Title
source: Rayman
zh_hans: 雷曼

# Rayman1_Gba_Title
source: Rayman Advance
zh_hans: 雷曼Advance

# RaymanDesigner_MsDos_Title
source: Rayman Designer
zh_hans: 雷曼设计师

# Rayman2_Win32_Title
source: Rayman 2
zh_hans: 雷曼2

# RaymanM_Win32_Title
source: Rayman M
zh_hans: 雷曼M

# RaymanArena_Win32_Title
source: Rayman Arena
zh_hans: 雷曼竞技场

# Rayman3_Win32_Title
source: Rayman 3
zh_hans: 雷曼3

# RaymanOrigins_Win32_Title
source: Rayman Origins
zh_hans: 雷曼起源

# RaymanLegends_Win32_Title
source: Rayman Legends
zh_hans: 雷曼传奇

# RaymanJungleRun_WindowsPackage_Title
source: Rayman Jungle Run
zh_hans: 雷曼丛林探险

# RaymanFiestaRun_WindowsPackage_Title
source: Rayman Fiesta Run
zh_hans: 雷曼嘉年华

# RaymanFiestaRunPreloadEdition_WindowsPackage_Title
source: Rayman Fiesta Run Preload Edition
da_dk: Rayman Fiesta Run, Preload-udgave
nl_nl: Rayman Fiesta Run Preload Editie
zh_hans: 雷曼嘉年华波兰版

# RaymanFiestaRunWindows10Edition_WindowsPackage_Title
source: Rayman Fiesta Run Windows 10 Edition
da_dk: Rayman Fiesta Run, Windows 10-udgave
zh_hans: 雷曼嘉年华Windows10版本

# Rayman3_Gba_Title
source: Rayman 3
zh_hans: 雷曼3

# TonicTrouble_Win32_Title
source: Tonic Trouble
zh_hans: 麻烦大了

# TonicTroubleSpecialEdition_Win32_Title
source: Tonic Trouble Special Edition
zh_hans: 麻烦大了特别版

# RaymanDictées_Win32_Title
source: Rayman Dictées
tr_tr: Tonic Trouble Special Edition
zh_hans: 雷曼Dictées

# RaymanPremiersClics_Win32_Title
source: Rayman Premiers Clics
pt_br: Rayman Premier Clics
tr_tr: Rayman Dictées
zh_hans: 雷曼Premiers Clics

# Rayman3PrintStudio_Win32_Title
source: Rayman 3 Print Studio
tr_tr: Rayman Premiers Clics
zh_hans: 雷曼3Print Studio

# TheDarkMagiciansReignofTerror_Win32_Title
source: Rayman: The Dark Magician's Reign of Terror
zh_hans: 雷曼: The Dark Magician's Reign of Terror

# RaymanRedemption_Win32_Title
source: Rayman Redemption
zh_hans: 雷曼Redemption

# RaymanRedesigner_Win32_Title
source: Rayman ReDesigner
zh_hans: 雷曼ReDesigner

# RaymanBowling2_Win32_Title
source: Rayman Bowling 2
zh_hans: 雷曼Bowling 2

# RaymanGardenPLUS_Win32_Title
source: Rayman Garden PLUS
zh_hans: 金雷曼PLUS

# GloboxMoment_Win32_Title
source: Globox Moment
zh_hans: 格罗伯时刻

# RaymanTheDreamersBoundary_Win32_Title
source: Rayman: The Dreamer's Boundary
zh_hans: 雷曼: The Dreamer's Boundary

# Game_Rayman1_Title
source: Rayman
zh_hans: 雷曼

# Game_RaymanDesigner_Title
source: Rayman Designer
zh_hans: 雷曼设计师

# Game_Rayman2_Title
source: Rayman 2
zh_hans: 雷曼2

# Game_RaymanMArena_Title
source: Rayman M/Arena
zh_hans: 雷曼M/竞技场

# Game_Rayman3_Title
source: Rayman 3
zh_hans: 雷曼3

# Game_RaymanOrigins_Title
source: Rayman Origins
zh_hans: 雷曼起源

# Game_RaymanLegends_Title
source: Rayman Legends
zh_hans: 雷曼传奇

# Game_RaymanJungleRun_Title
source: Rayman Jungle Run
zh_hans: 雷曼丛林探险

# Game_RaymanFiestaRun_Title
source: Rayman Fiesta Run
zh_hans: 雷曼嘉年华

# Game_Rayman3_Gba_Title
source: Rayman 3 (Game Boy Advance)
zh_hans: 雷曼3(Game Boy Advance)

# Game_TheDarkMagiciansReignofTerror_Title
source: Rayman: The Dark Magician's Reign of Terror
zh_hans: 雷曼:The Dark Magician's Reign of Terror

# Game_RaymanRedemption_Title
source: Rayman Redemption
zh_hans: 雷曼Redemption

# Game_RaymanRedesigner_Title
source: Rayman ReDesigner
zh_hans: 雷曼ReDesigner

# Game_RaymanBowling2_Title
source: Rayman Bowling 2
zh_hans: 雷曼Bowling 2

# Game_RaymanGardenPLUS_Title
source: Rayman Garden PLUS
zh_hans: 雷曼 Garden PLUS

# Game_GloboxMoment_Title
source: Globox Moment
zh_hans: 格罗伯时刻

# Game_RaymanTheDreamersBoundary_Title
source: Rayman: The Dreamer's Boundary
zh_hans: 雷曼:The Dreamer's Boundary

# Game_RaymanEdutainment_Title
source: Rayman Edutainment
zh_hans: 雷曼Edutainment

# Game_TonicTrouble_Title
source: Tonic Trouble
zh_hans: 麻烦大了

# Game_RaymanDictées_Title
source: Rayman Dictées
zh_hans: 雷曼Dictées

# Game_RaymanPremiersClics_Title
source: Rayman Premiers Clics
pt_br: Rayman Premier Clics
zh_hans: 雷曼Premiers Clics

# Game_Rayman3PrintStudio_Title
source: Rayman 3 Print Studio
zh_hans: 雷曼3Print Studio

# RaymanJungleRun_Win32_Title
source: Rayman Jungle Run
zh_hans: 雷曼丛林探险

# RaymanFiestaRun_Win32_Title
source: Rayman Fiesta Run
zh_hans: 雷曼嘉年华

# Rayman1_Gbc_Title
source: Rayman
zh_hans: 雷曼

# Rayman2_Gbc_Title
source: Rayman 2
zh_hans: 雷曼2

# TonicTrouble_Gbc_Title
source: Tonic Trouble
zh_hans: 麻烦大了

# Game_Rayman1_Gbc_Title
source: Rayman (Game Boy Color)
zh_hans: 雷曼(Game Boy Color)

# Game_Rayman2_Gbc_Title
source: Rayman 2 (Game Boy Color)
zh_hans: 雷曼2(Game Boy Color)

# Game_TonicTrouble_Gbc_Title
source: Tonic Trouble (Game Boy Color)
zh_hans: 麻烦大了(Game Boy Color)

# ModLoader_Title
source: Mod Loader
es_es: Cargador de mods
he: טעינת מודים
pt_br: Carregador de Mods
pt_pt: Carregador de modificações
ru_ru: Загрузчик модов
zh_hans: Mod加载器

# ModLoader_DialogTitle
source: Mod Loader - {0}
es_es: Cargador de Mods - {0}
he: טוען מוד - {0}
pt_br: Carregador de Mods - {0}
pt_pt: Carregador de modificações - {0}
ru_ru: Загрузчик модов - {0}
zh_hans: Mod加载器-{0}

# Settings_ModLoader_Header
source: Mod Loader
es_es: Cargador de Mods
he: טוען מודים
pt_br: Carregador de Mods
pt_pt: Carregador de Modificações
zh_hans: mod加载器

# Rayman1_Ps1_Title
source: Rayman
zh_hans: 雷曼

# Rayman2_Ps1_Title
source: Rayman 2
zh_hans: 雷曼2

# RaymanRush_Ps1_Title
source: Rayman Rush
zh_hans: 雷曼Rush

# Rayman3_Ps2_Title
source: Rayman 3
zh_hans: 雷曼3

# RaymanArena_Ps2_Title
source: Rayman Arena
zh_hans: 雷曼竞技场

# RaymanM_Ps2_Title
source: Rayman M
zh_hans: 雷曼M

# DebugPageHeader
source: Debug
es_es: Depuración
he: דיבאג
nl_nl: Foutopsporing
pt_br: Depuração
pt_pt: Depuração
tr_tr: Hata Ayıklamak

# Settings_DebugHeader
source: Debug
es_es: Depuración
he: איתור באגים
pt_br: Depuração
pt_pt: Depuração
tr_tr: Hata ayıkla

# Archive_Title
source: Archive Explorer
es_es: Explorador de Archivos
hu_hu: Archívum kezelő

# Utilities_ArchiveExplorer_Header
source: Archive Explorer
es_es: Explorador de archivos
hu_hu: Archívum kezelő

# RM_RaceName_13
source: Big Bang
es_es: Big Bang - Gran Explosión
he: הפיצוץ הגדול

# Config_Device_Param
source: Param
es_es: Parámetro
hu_hu: Paraméter
pt_br: Parâmetro

# Config_Device_Cards
source: Cards
da_dk: Kort
es_es: Tarjetas
pt_br: Cartas

# ModLoader_ModifiedFilesModHeader
source: Mod
es_es: Modificación (Mod)
he: מוד
pt_pt: Modificação
ru_ru: Мод

# ModLoader_ModFileTypeFilterName
source: Mod
es_es: Modificación (Mod)
he: מוד
pt_pt: Modificação
ru_ru: Мод

# RRR2_LevelName_10
source: Baseball
es_es: Béisbol
ru_ru: Бейсбол

# About_YouTube
source: YouTube
he: יוטיוב

# GameLink_RDMapper
source: Mapper
he: מיפוי
pt_br: Mapeador
tr_tr: Haritacı

# R3_LevelName_BonusTXT
source: Bonus
he: בונוס
ru_ru: Бонус

# R3_LevelName_toudi_00
source: 2D Madness
he: טירוף דו ממדי
pl_pl: Szaleństwo w 2D
ru_ru: 2D Веселье

# R3_LevelName_ten_map
source: Racket Jump
he: קפיצת מחבטים
pl_pl: Skaczące rakiety
ru_ru: Ракетка

# R3_LevelName_crush
source: Crush
he: ריסוק
pl_pl: Zgniotka
ru_ru: Давка

# R3_LevelName_raz_map
source: Razoff Circus
he: הקרקס של ראזוף
pl_pl: Cyrk Razoffa
ru_ru: Цирк Разоффа

# R3_LevelName_sentinel
source: Sentinel
he: שומר
pl_pl: Strażnik
ru_ru: Стражник

# R3_LevelName_snipe_00
source: Missile Command
he: התקפת טילים
pl_pl: Pociski sterowane
ru_ru: Ракетная Атака

# R3_LevelName_ballmap
source: Balloons
he: בלונים
pl_pl: Balony
ru_ru: Шарики

# R3_LevelName_ship_map
source: Special Invaders
he: פולשים מיוחדים
pl_pl: Niezwykli najeźdźcy
ru_ru: Вторжение

# R3_LevelName_commando
source: Commando
he: קומנדו
pl_pl: Komandos
ru_ru: Командос
