Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# ModCreator_Step1Info
source: Modules determine how the mod will modify the game. Will it simply replace files or perform more game-specific patches? The available modules differ from game to game. You can use multiple modules within the same mod.
da_dk: Moduler bestemmer, hvordan spillet bliver modificeret af moddet. Erstatter det bare filer, eller udfører det nogle specifikke patches, som er afhængige af spillet? De tilgængelige moduler er anderledes fra spil til spil. Du kan godt bruge flere moduler i samme mod.
es_es: Los módulos determinan cómo el mod modificará el juego. ¿Simplemente reemplazará archivos o realizará parches específicos del juego? Los módulos disponibles varían de un juego a otro. Puedes usar varios módulos dentro del mismo mod.
fr_fr: Les modules déterminentn comment le mod va modifier le jeu. Est-ce que ce mod va simplement remplacer des fichiers ou faire des patchs plus spécifiques sur le jeu ? Les modules disponibles varient de jeu en jeu. Vous pouvez utiliser plusieurs modules à l'intérieur du même mod.
he: מודולים קובעים כיצד המוד ישנה את המשחק. האם הם רק יחליפו קבצים או יחילו טלאים ספציפיים יותר למשחק? המודולים הזמינים שונים ממשחק למשחק. אתם יכולים להשתמש במספר מודולים בתוך אותו מוד.
it_it: I moduli determinano come la mod modificherà il gioco. Sostituirà semplicemente i file o eseguirà patch più specifiche del gioco? I moduli disponibili variano da gioco a gioco. Puoi utilizzare più moduli all'interno della stessa mod.
nl_nl: Modules bepalen hoe de modificatie het spel zal wijzigen. Zal het simpelweg bestanden vervangen of meer spelspecifieke patches uitvoeren? De beschikbare modules verschillen per spel. Je kunt meerdere modules gebruiken binnen een en dezelfde modificatie.
pl_pl: Moduły określają, w jaki sposób mod będzie modyfikował grę. Czy po prostu zastąpi pliki lub wykona więcej poprawek specyficznych dla gry? Dostępne moduły różnią się w zależności od gry. Możesz używać wielu modułów w ramach tego samego moda.
pt_br: Os módulos determinam como o mod modificará o jogo. Ele simplesmente substituirá arquivos ou executará mais corretores específicos do jogo? Os módulos disponíveis diferem de jogo para jogo. Você pode usar vários módulos dentro do mesmo mod.
pt_pt: Os módulos determinam a forma como a modificação irá modificar o jogo. Irá simplesmente substituir ficheiros ou efectuar correcções mais específicas ao jogo? Os módulos disponíveis diferem de jogo para jogo. Podes utilizar vários módulos na mesma modificação.
zh_hans: 模块会决定此mod将如何修改游戏。让它单纯替换一些文件还是修补更多游戏里特定的东西？各个游戏可用的模组都有不同。你可以在同一个mod里使用多个模块。

# ModCreator_Step2
source: 2. Create mod folder
da_dk: 2. Opret modmappe
es_es: 2. Crear carpeta del mod
fr_fr: 2. Créer un dossier de mod
he: 2. צורו תיקיה עבור המוד
it_it: 2. Crea una cartella mod
nl_nl: 2. Creëer modificatie-map
pl_pl: 2. Utwórz folder modów
pt_br: 2. Criar a pasta do mod
pt_pt: 2. Criar pasta de modificação
zh_hans: 2.创建mod文件夹

# ModCreator_Step2Info
source: Select a new folder to create the mod in.
da_dk: Vælg en ny mappe, som moddet skal oprettes i.
es_es: Selecciona una nueva carpeta para crear el mod.
fr_fr: Sélectionner un nouveau dossier où le mod sera créé.
he: בחרו תיקיה חדשה ליצירת המוד.
it_it: 3. Modifica i metadati, aggiungi una miniatura personalizzata e aggiungi i contenuti del modulo
nl_nl: Selecteer een nieuwe map voor creatie van de modificatie
pl_pl: Wybierz nowy folder, w którym chcesz utworzyć mod.
pt_br: Selecione uma nova pasta para criar o mod.
pt_pt: Selecciona uma nova pasta para criar a modificação nela.
zh_hans: 选择一个新的文件夹来在里面创建mod。

# ModCreator_Create
source: Create mod
da_dk: Opret mod
es_es: Crear mod
fr_fr: Créer le mod
he: צור מוד
it_it: Crea mod
nl_nl: Creëren modificatie
pl_pl: Utwórz mod
pt_br: Criar mod
pt_pt: Criar modificação
zh_hans: 创建mod

# ModCreator_Step3
source: 3. Edit the metadata, add a custom thumbnail and add module contents
da_dk: 3. Redigér metadataen, tilføj et brugerdefineret miniaturebillede, og tilføj modulindhold
es_es: 3. Editar metadatos, agregar una miniatura personalizada y agregar contenidos de módulos
fr_fr: 3. Editer la métadonnée, ajouter une miniature personnalisée et ajouter des contenus de module
he: 3. ערכו את נתוני המטא, הוסיפו תמונת כריכה מותאמת אישית והוסיפו תוכן מודול
it_it: 3. Modifica i metadati, aggiungi una miniatura personalizzata e aggiungi i contenuti del modulo
nl_nl: 3. Wijzig de metadata, voeg een aangepaste miniatuurweergave en module-inhoud toe
pl_pl: 3. Edytuj metadane, dodaj niestandardową miniaturę i dodaj zawartość modułu
pt_br: 3. Editar os metadados, adicionar uma miniatura personalizada e adicionar o conteúdo do módulo
pt_pt: 3. Editar os metadados, adicionar uma miniatura personalizada e adicionar o conteúdo do módulo
zh_hans: 3.编辑元数据(metadata)，添加自定义缩略图并且添加模块内容

# ModCreator_Step3Info
source: It is recommended using a text editor with JSON support to edit the metadata, such as VS Code or Notepad++. Adding a thumbnail is done by adding a file named thumbnail.png with a recommended size of 128x128.
da_dk: Det anbefales at bruge et tekstredigeringsprogram der understøtter JSON til at redigere metadataen, som f.eks VS Code eller Notepad++. Et miniaturebillede kan tilføjes ved at tilføje en fil ved navnet thumbnail.png. Den anbefalede størrelse er 128x128.
es_es: Se recomienda usar un editor de texto con soporte JSON para editar los metadatos, como VS Code o Notepad++. Agregar una miniatura se hace añadiendo un archivo llamado thumbnail.png con un tamaño recomendado de 128x128.
fr_fr: Il est recommandé d'utiliser un éditeur de texte avec du support pour le format JSON tel que VSCode ou Notepad++ pour éditer les métadonnées. Pour ajouter une miniature, ajoutez un fichier nommé "thumbnail.png", la taille recommandée est 128x128.
he: מומלץ להשתמש בעורך טקסט עם תמיכה ב-JSON כדי לערוך את המטא נתונים, כגון VS Code או Notepad++. הוספת תמונת כריכה מתבצעת על ידי הוספת קובץ בשם thumbnail.png בגודל מומלץ של 128x128.
it_it: Si consiglia di utilizzare un editor di testo con supporto JSON per modificare i metadati, come VS Code o Notepad++. L'aggiunta di una miniatura viene eseguita aggiungendo un file denominato miniature.png con una dimensione consigliata di 128x128.
nl_nl: Het is aanbevolen een teksteditor te gebruiken met JSON-ondersteuning voor het wijzigen van de metadata, zoals VS Code of Notepad++. Het toevoegen van een miniatuurweergave gebeurt middels het toevoegen van een bestand met de naam thumbnail.png, waarbij de aanbevolen grootte 128x128 is.
pl_pl: Do edycji metadanych zaleca się użycie edytora tekstu z obsługą JSON, takiego jak VS Code lub Notepad++. Dodanie miniatury odbywa się poprzez dodanie pliku o nazwie thumbnail.png o zalecanym rozmiarze 128x128.
pt_br: É recomendado usar um editor de texto com suporte JSON para editar os metadados, como VS Code ou Notepad++. Adicionar uma miniatura é feito adicionando um arquivo chamado thumbnail.png com um tamanho recomendado de 128x128.
pt_pt: Recomenda-se a utilização de um editor de texto com suporte JSON para editar os metadados, como o VS Code ou o Notepad++. A adição de uma miniatura é feita adicionando um ficheiro chamado thumbnail.png com um tamanho recomendado de 128x128.
zh_hans: 推荐使用支持JSON的文本编辑器来编辑元数据，比如VS Code或Notepad++。通过添加名为"thumbnail.png"的png图片来添加缩略图，推荐缩略图尺寸为128x128。

# ModCreator_Step4
source: 4. Publish the mod
da_dk: 4. Udgiv moddet
es_es: 4. Publicar el mod
fr_fr: 4. Publier le mod
he: 4. פרסמו את המוד
it_it: 4. Pubblica la mod
nl_nl: 4. Publiceer de modificatie
pl_pl: 4. Opublikuj mod
pt_br: 4. Publicar o mod
pt_pt: 4. Publicar a modificação
zh_hans: 4.出版mod

# ModCreator_Step4Info
source: The mod is published by packing the mod folder in a supported archive format (.zip, .7z, .rar). If the mod is published to GameBanana it will show up as a downloadable mod in the mod loader. See the documentation for more details.
da_dk: Moddet udgives ved at indpakke modmappen i et understøttet arkivformat (.zip, .7z, .rar). Hvis moddet udgives til GameBanana, vises det som et installerbart mod i modloaderen. Se dokumentationen for yderligere detaljer.
es_es: El mod se publica empaquetando la carpeta del mod en un formato de archivo compatible (.zip, .7z, .rar). Si el mod se publica en GameBanana, aparecerá como un mod descargable en el cargador de mods. Consulta la documentación para obtener más detalles.
fr_fr: Le mod est publié en compressant le dossier de mod dans un fichier d'archive pris en charge (.zip, .7z, .rar). Si le mod est publié sur GameBanana, il sera montré comme téléchargeable dans le mod loader. Veuillez regarder la documentation pour plus de détails.
he: המוד מתפרסם על ידי אריזת תיקיית המוד בפורמט ארכיון נתמך (.zip, .7z, .rar). אם המוד יתפרסם ל-GameBanana הוא יופיע כמוד להורדה במטען המוד. עיינו בתיעוד לפרטים נוספים.
it_it: La mod viene pubblicata comprimendo la cartella mod in un formato di archivio supportato (.zip, .7z, .rar). Se la mod viene pubblicata su GameBanana, verrà visualizzata come mod scaricabile nel caricatore di mod. Consulta la documentazione per maggiori dettagli.
nl_nl: De modificatie wordt gepubliceerd via het inpakken van de modificatie-map in een ondersteunde achiefindeling (.zip, .7z, .rar). Als de modificatie gepubliceerd wordt naar GameBanana, zal het zichtbaar zijn als een downloadbare modificatie in de mod loader. Zie de documentatie voor meer details!
pl_pl: Mod jest publikowany poprzez spakowanie folderu mod w obsługiwanym formacie archiwum (.zip, .7z, .rar). Jeśli mod zostanie opublikowany na GameBanana, pojawi się jako mod do pobrania w Mod Loaderze. Więcej szczegółów można znaleźć w dokumentacji.
pt_br: O mod é publicado compactando a pasta mod em um formato de arquivo suportado (.zip, .7z, .rar). Se o mod for publicado no GameBanana, ele aparecerá como um mod para download no carregador de mods. Veja a documentação para mais detalhes.
pt_pt: A modificação é publicada ao empacotar a pasta da modificação num formato de arquivo suportado (.zip, .7z, .rar). Se a modificação for publicada na GameBanana, aparecerá como uma modificação descarregável no carregador de modificações. Vê a documentação para mais detalhes.
zh_hans: 通过将mod文件夹打包成支持的格式(.zip, .7z, .rar)来进行出版。如果Mod出版到GameBanana上它将会在mod加载器中显示为可下载mod。需要更多细节请查看文档。

# ModCreator_Title
source: Mod Creator
da_dk: Modskaber
es_es: Creador de Mods
fr_fr: Créateur du mod
he: יוצר מודים
it_it: Creatore di mod
pt_br: Criador de Mods
pt_pt: Criador de modificações
zh_hans: Mod制作器

# ModCreator_ConvertLegacyPatchBrowseTitle
source: Select patch files to convert
da_dk: Vælg patchfiler, der skal konverteres
es_es: Seleccionar archivos de parche para convertir
fr_fr: Sélectionner les fichiers patch à convertir
he: בחר קבצי תיקון להמרה
it_it: Seleziona i file della patch da convertire
nl_nl: Selecteer patchbestanden voor conversie
pl_pl: Wybierz pliki łatek do konwersji
pt_br: Selecionar arquivos de correção para converter
pt_pt: Seleccionar ficheiros de correcção para converter
zh_hans: 选择补丁文件进行转换

# ModCreator_ConvertLegacyPatchStatus
source: Converting patches
da_dk: Konverterer patches
es_es: Convirtiendo parches
fr_fr: Conversion des patchs
he: המרת טלאים
it_it: Convertendo le patch
nl_nl: Converteren patches
pl_pl: Konwertowanie łatek
pt_br: Convertendo correções
pt_pt: Converter correcções
zh_hans: 补丁转换中

# ModCreator_ConvertLegacyPatchError
source: An error occurred when converting the patches
da_dk: En fejl opstod i forsøg på at konvertere patches
es_es: Se produjo un error al convertir los parches
fr_fr: Une erreur est survenue lors de la conversion des patchs
he: אירעה שגיאה בעת המרת הטלאים
it_it: Si è verificato un errore durante la conversione delle patch
nl_nl: Er heeft een fout plaatsgevonden tijdens het converteren van de patches
pl_pl: Wystąpił błąd podczas konwertowania łatek
pt_br: Ocorreu um erro ao converter as correções
pt_pt: Ocorreu um erro ao converter as correcções
zh_hans: 在转换补丁时发生错误

# ModCreator_CreateModNoModulesError
source: At least one module has to be selected in order to create a mod
da_dk: Mindst ét modul skal vælges for at oprette et mod
es_es: Al menos un módulo debe ser seleccionado para crear un mod
fr_fr: Pour pouvoir créer le mod, veuillez sélectionner au moins un module
he: יש לבחור לפחות מודול אחד כדי ליצור מוד
it_it: È necessario selezionare almeno un modulo per creare una mod
nl_nl: Minimaal één module dient geselecteerd te worden voor het creëren van een modificatie
pl_pl: Aby utworzyć mod, należy wybrać co najmniej jeden moduł
pt_br: Pelo menos um módulo deve ser selecionado para criar um mod
pt_pt: Deve ser seleccionado pelo menos um módulo de maneira a criar uma modificação
zh_hans: 至少要选择一个模块来创建mod

# ModCreator_CreateModBrowseTitle
source: Select mod destination
da_dk: Vælg moddestination
es_es: Seleccionar destino del mod
fr_fr: Sélectionner la destination du mod
he: בחרו יעד מוד
it_it: Selezionare la destinazione della mod
nl_nl: Selecteer modificatie bestemming
pl_pl: Wybierz miejsce docelowe moda
pt_br: Selecionar destino do mod
pt_pt: Seleccionar destino da modificação
zh_hans: 选择mod目的地

# ModLoader_FilesModule_Description
source: This is used to add, replace and remove files in the game. Useful for mods such as texture replacements that wish to replace entire files.
da_dk: Dette bruges til at tilføje, erstatte, og fjerne filer i spillet. Nyttig til mods som f.eks teksturerstatninger, som ønsker at erstatte hele filer.
es_es: Esto se utiliza para agregar, reemplazar y eliminar archivos en el juego. Útil para mods como reemplazos de texturas que desean cambiar archivos completos.
fr_fr: Ce module sert à ajouter, remplacer et retirer des fichiers du jeu. Elle est particulièrement utile pour les mods visant à modifier des textures qui remplacent des fichiers entiers.
he: זה משמש להוספה, החלפה והסרה של קבצים במשחק. שימושי עבור מודים כמו החלפות טקסטורות שרוצים להחליף קבצים שלמים.
it_it: Questo viene utilizzato per aggiungere, sostituire e rimuovere file nel gioco. Utile per mod come sostituzioni di texture che desiderano sostituire interi file.
nl_nl: Dit wordt gebruikt voor het toevoegen aan, vervangen door en verwijderen van bestanden uit het spel. Nuttig voor modificaties, zoals bij de vervanging van texturen, waarbij complete bestanden worden vervangen.
pl_pl: Służy do dodawania, zastępowania i usuwania plików w grze. Przydatne w przypadku modów, takich jak podmiana tekstur, które chcą zastąpić całe pliki.
pt_br: Isto é usado para adicionar, substituir e remover arquivos no jogo. Útil para mods como substituições de textura que desejam substituir arquivos inteiros.
pt_pt: É utilizado para adicionar, substituir e remover ficheiros no jogo. Útil para modificações como as substituições de texturas que pretendem substituir ficheiros inteiros.
zh_hans: 它可以用来添加，替换或者移除游戏文件。对于比如替换材质的mod并且希望所有文件被替换时很有用。

# ModLoader_DeltasModule_DescriptionSingle
source: This is used to patch parts of the game file. The file name for single-file games should be 'game.delta'. Deltas from multiple mods can be stacked.
da_dk: Dette bruges til at patche dele af spilfilen. Filnavnet tilhørende enkeltfilspil bør være 'game.delta'. Deltaer fra flere mods kan godt stables.
es_es: Esto se utiliza para parchear partes del archivo del juego. El nombre de archivo para juegos de un solo archivo debería ser 'game.delta'. Se pueden apilar deltas de varios mods.
fr_fr: Ce module sert à patcher des parties du fichier de jeu. Le nom de fichier pour les jeux à un fichier devrait être "game.delta". Il est possible de cumuler des deltas de plusieurs mods.
he: זה משמש לתיקון חלקים מקובץ המשחק. שם הקובץ עבור משחקים עם קובץ בודד צריך להיות 'game.delta'. ניתן לערום Delta ממספר מודים.
it_it: Viene utilizzato per applicare patch a parti del file di gioco. Il nome del file per i giochi a file singolo dovrebbe essere "game.delta". I delta di più mod possono essere accumulati.
nl_nl: Dit wordt gebruikt voor het patchen van gedeelten van spelbestanden. De bestandsnaam voor 'single file'-spellen dient 'game.delta' te zijn. Delta's van meerdere modificaties kunnen gestapeld worden.
pl_pl: Służy do łatania części pliku gry. Nazwa pliku dla gier jednoplikowych powinna brzmieć "game.delta". Delty z wielu modów mogą być łączone.
pt_br: Isto é usado para corrigir partes do arquivo do jogo. O nome do arquivo para jogos de arquivo único deve ser 'game.delta'. Deltas de vários mods podem ser empilhados.
pt_pt: Isto é usado para corrigir partes do ficheiro do jogo. O nome do ficheiro para jogos de ficheiro único deve ser 'game.delta'. Os deltas de várias modificações podem ser empilhados.
zh_hans: 这用来修补游戏文件。单文件游戏的文件名应该是'game.delta'。可以堆叠多个mod的Delta。

# ModLoader_DeltasModule_DescriptionMulti
source: This is used to patch parts of a file. This should mainly be used for binary files which are known not to change much, such as an exe or game ROM. Deltas from multiple mods can be stacked.
da_dk: Dette bruges til at patche dele af en fil. Dette bør hovedsageligt bruges til binære filer, som normalt ikke ændrer meget, som f.eks en eksekverbar fil eller spil-ROM. Deltaer fra flere mods kan godt stables.
es_es: Esto se utiliza para parchear partes de un archivo. Debería usarse principalmente para archivos binarios que se sabe que no cambian mucho, como un ejecutable o una ROM de juego. Se pueden apilar deltas de varios mods.
fr_fr: Ce module est utilisé pour patcher des parties d'un fichier. Il est recommandé d'utiliser ce module sur les fichiers binaires qui sont connus pour ne pas beaucoup changer, tel qu'un exe ou une ROM de jeu. Il est possible de cumuler des deltas de plusieurs mods.
he: זה משמש לתיקון חלקים של קובץ. זה אמור לשמש בעיקר עבור קבצים בינאריים שידוע שהם לא משתנים הרבה, כגון exe או משחק רום. ניתן לערום Delta ממספר מודים.
it_it: Viene utilizzato per modificare parti di un file. Dovrebbe essere utilizzato principalmente per file binari che notoriamente non cambiano molto, come un exe o una rom di gioco. I delta di più mod possono essere accumulati.
nl_nl: Dit wordt gebruikt voor het patchen van gedeelten van een bestand. Hoofdzakelijk gebruikt voor binaire bestanden die er bekend om staan weinig te veranderen, zoals een exe of spel-ROM. Delta's van meerder modificaties kunnen gestapeld worden.
pl_pl: Służy do łatania części pliku. Powinno to być używane głównie w przypadku plików binarnych, o których wiadomo, że nie zmieniają się zbytnio, takich jak plik exe lub rom gry. Delty z wielu modów mogą być łączone.
pt_br: Isto é usado para corrigir partes de um arquivo. Isto deve ser usado principalmente para arquivos binários que são conhecidos por não mudar muito, como um exe ou ROM de jogo. Deltas de vários mods podem ser empilhados.
pt_pt: É utilizado para corrigir partes de um ficheiro. Deve ser usado principalmente para ficheiros binários que se sabe que não vão mudar muito, como um exe ou uma ROM de jogo. Os deltas de várias modificações podem ser empilhadas.
zh_hans: 这是用来修补文件的一些部分的。应该主要用在不该被改变的二进制文件上，比如说exe或者是游戏ROM。可以堆叠多个mod的Delta。

# ModLoader_DeltasModule_CreateFile
source: Create delta file
da_dk: Opret deltafil
es_es: Crear archivo delta
fr_fr: Créer un fichier delta
he: צור קובץ Delta
it_it: Crea file delta
nl_nl: Creëren delta-bestand
pl_pl: Utwórz plik delta
pt_br: Criar arquivo delta
pt_pt: Criar ficheiro delta
zh_hans: 创建Delta文件

# ModLoader_DeltasModule_CreateFileInfo
source: Create a .delta patch file from two files
da_dk: Opret .delta patchfil fra to filer
es_es: Crear un archivo de parche .delta a partir de dos archivos
fr_fr: Créer un patch .delta à partir de deux fichiers
he: צור קובץ תיקון .delta משני קבצים
it_it: Crea una patch .delta da due file
nl_nl: Creëer een .delta patch-bestand van 2 bestanden
pl_pl: Utwórz plik .delta patch z dwóch plików
pt_br: Cria um arquivo de correção .delta de dois arquivos
pt_pt: Criar um ficheiro de correcção .delta a partir de dois ficheiros
zh_hans: 从两个文件中创建一个.delta补丁

# ModLoader_DeltasModule_BrowseOriginalFile
source: Select original file
da_dk: Vælg originalfil
es_es: Seleccionar archivo original
fr_fr: Sélectionner le fichier original
he: בחר קובץ מקורי
it_it: Seleziona file originale
nl_nl: Selecteren originele bestand
pl_pl: Wybierz oryginalny plik
pt_br: Selecionar arquivo original
pt_pt: Seleccionar ficheiro original
zh_hans: 选择原始文件

# ModLoader_DeltasModule_BrowseModifiedFile
source: Select modified file
da_dk: Vælg modificeret fil
es_es: Seleccionar archivo modificado
fr_fr: Sélectionner le fichier modifié
he: בחר את הקובץ שהשתנה
it_it: Seleziona file modificato
nl_nl: Selecteren gewijzigde bestand
pl_pl: Wybierz zmodyfikowany plik
pt_br: Selecionar arquivo modificado
pt_pt: Seleccionar ficheiro modificado
zh_hans: 选择修改过的文件

# ModLoader_UbiArtLocalizationModule_Description
source: This is used to replace or add strings in the game localization for any of the supported languages. The benefit of using this module over replacing the entire file is that multiple localization mods can be stacked.
da_dk: Dette bruges til at erstatte eller tilføje tekststrenge i spillokalisationen for alle de understøttede sprog. Fordelen ved at bruge dette modul, i stedet for at erstatte hele filen, er at flere lokalisationsmods kan stables.
es_es: Esto se utiliza para reemplazar o agregar cadenas en la localización del juego para cualquiera de los idiomas admitidos. La ventaja de usar este módulo en lugar de reemplazar todo el archivo es que se pueden apilar varios mods de localización.
fr_fr: Ce module est utilisé pour remplacer ou ajouter du texte dans la localisation du jeu pour les langages pris en charge. Ce module permet de cumuler plusieurs mods de localisation, ce qui n'est pas possible en remplaçant le fichier.
he: זה משמש להחלפה או הוספה של מחרוזות בלוקליזציה של המשחק עבור כל אחת מהשפות הנתמכות. היתרון בשימוש במודול זה על פני החלפת הקובץ כולו הוא שניתן לערום מספר מודי לוקליזציה.
it_it: Viene utilizzato per sostituire o aggiungere stringhe nella localizzazione del gioco per qualsiasi lingua supportata. Il vantaggio di utilizzare questo modulo rispetto alla sostituzione dell'intero file è che è possibile impilare più mod di localizzazione.
nl_nl: Dit wordt gebruikt voor het vervangen of toevoegen van rijen in de spellokalisatie voor elke van de ondersteunde talen. Het voordeel van het gebruiken van deze module boven het vervangen van het complete bestand is, dat meerdere lokalisatie-modificaties gestapeld kunnen worden.
pl_pl: Służy do zastępowania lub dodawania ciągów znaków w lokalizacji gry dla dowolnego z obsługiwanych języków. Zaletą korzystania z tego modułu zamiast zastępowania całego pliku jest to, że można łączyć wiele modów lokalizacyjnych.
pt_br: Isto é usado para substituir ou adicionar linhas na localização do jogo para qualquer um dos idiomas suportados. O benefício de usar este módulo em vez de substituir o arquivo inteiro é que vários mods de localização podem ser empilhados.
pt_pt: Isto é usado para substituir ou adicionar strings na localização do jogo para qualquer um dos idiomas suportados. A vantagem de usar este módulo em vez de substituir o ficheiro inteiro é que podem ser empilhados várias modificações de localização.
zh_hans: 这用于替换或添加任何支持语言的游戏本地化中的字符串。与替换整个文件相比，使用此模块的好处是可以堆叠多个本地化模组。
