Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# JumpListEditor_AutoSort
source: Automatically sort games
da_dk: Sortér spil automatisk
es_es: Ordenar automáticamente los juegos
fr_fr: Trier automatiquement les jeux
he: מיון אוטומטית של משחקים
it_it: Ordina automaticamente i giochi
nl_nl: Sorteer spellen automatisch
pl_pl: Automatyczne sortowanie gier
pt_br: Classificar jogos automaticamente
pt_pt: Ordenar os jogos automaticamente
ru_ru: Авторматическая сортировка игр
tr_tr: Oyunları otomatik olarak sırala
zh_hans: 自动分类游戏

# Utilities_Converter_R1GbaSaveHeader
source: Rayman Advance Save Data
da_dk: Spildata til Rayman Advance
es_es: Datos guardados de Rayman Advance
fr_fr: Données de sauvegarde pour Rayman Advance
he: Rayman Advance נתוני שמירה
it_it: Dati di salvataggio di Rayman Advance
nl_nl: Rayman Advance Save Bestanden
pl_pl: Dane zapisu gry Rayman Advance
pt_br: Arquivo Salvo de Rayman Advance
pt_pt: Dados de progressão Rayman Advance
ru_ru: Данные сохранения для Rayman Advance
tr_tr: Rayman Advance Kayıtlı Veriler
zh_hans: 雷曼Advance存档数据

# Utilities_Converter_R3GbaSaveHeader
source: Rayman 3 (GBA) Save Data
da_dk: Spildata til Rayman 3 (GBA)
es_es: Datos guardados de Rayman 3 (GBA)
fr_fr: Données de sauvegarde pour Rayman 3 (GBA)
he: Rayman 3 (GBA) נתוני שמירה
it_it: Dati di salvataggio di Rayman 3 (GBA).
nl_nl: Rayman 3 (GBA) Save Bestanden
pl_pl: Dane zapisu gry Rayman 3 (GBA)
pt_br: Arquivo Salvo de Rayman 3 (GBA)
pt_pt: Dados de progressão Rayman 3 (GBA)
ru_ru: Данные сохранения для Rayman 3 (GBA)
tr_tr: Rayman 3 (GBA) Kayıtlı Veriler
zh_hans: 雷曼3（GBA）存档数据

# Utilities_Converter_RHRSaveHeader
source: Rayman Hoodlums' Revenge Save Data
da_dk: Spildata til Rayman Hoodlums' Revenge
es_es: Datos guardados de Rayman Hoodlums' Revenge
fr_fr: Données de sauvegarde pour Rayman : La Revanche des Hoodlums
he: Rayman Hoodlums' Revenge נתוני שמירה
it_it: Dati di salvataggio della vendetta di Rayman Hoodlums' Revenge
nl_nl: Rayman Hoodlums' Revenge Save Bestanden
pl_pl: Dane zapisu gry Rayman Hoodlums' Revenge
pt_br: Arquivo Salvo de Rayman Hoodlum's Revenge
pt_pt: Dados de progressão Rayman Hoodlums' Revenge
ru_ru: Данные сохранения для Rayman Hoodlums' Revenge
tr_tr: Rayman Hoodlum's Revenge Kayıtlı Veriler
zh_hans: 雷曼 Hoodlums' Revenge 存档数据

# Utilities_Converter_RRRGbaSaveHeader
source: Rayman Raving Rabbids (GBA) Save Data
da_dk: Spildata til Rayman Raving Rabbids (GBA)
es_es: Datos guardados de Rayman Raving Rabbids (GBA)
fr_fr: Données de sauvegarde pour Rayman contre les Lapins Crétins (GBA)
he: Rayman Raving Rabbids (GBA) נתוני שמירה
it_it: Dati di salvataggio di Rayman Raving Rabbids (GBA).
nl_nl: Rayman Raving Rabbids (GBA) Save Bestanden
pl_pl: Dane zapisu gry Rayman Szalone Kórliki (GBA)
pt_br: Arquivo Salvo de Rayman Raving Rabbids (GBA)
pt_pt: Dados de progressão Rayman Raving Rabbids (GBA)
ru_ru: Данные сохранения для Rayman Raving Rabbids (GBA)
tr_tr: Rayman Raving Rabbids (GBA) Kayıtlı Veriler
zh_hans: 雷曼疯狂兔子(GBA)存档数据

# RaymanByHisFans_MsDos_Title
source: Rayman by his Fans
fr_fr: Rayman par ses fans
zh_hans: 雷曼发烧友

# Rayman60Levels_MsDos_Title
source: Rayman 60 Levels
fr_fr: Rayman 60 niveaux
zh_hans: 雷曼60关

# RaymanRavingRabbids_Win32_Title
source: Rayman Raving Rabbids
fr_fr: Rayman contre les Lapins Crétins
pl_pl: Rayman Szalone Kórliki
pt_pt: Rayman Szalone Kórliki
zh_hans: 雷曼疯狂兔子

# RaymanRavingRabbids2_Win32_Title
source: Rayman Raving Rabbids 2
fr_fr: Rayman contre les Lapins encore plus Crétins
pl_pl: Rayman Szalone Kórliki 2
pt_pt: Rayman Szalone Kórliki 2
zh_hans: 雷曼疯狂兔子2

# RabbidsGoHome_Win32_Title
source: Rabbids Go Home
fr_fr: The Lapins Crétins : La Grosse Aventure
zh_hans: 疯狂兔子：回家

# RabbidsBigBang_WindowsPackage_Title
source: Rabbids Big Bang
fr_fr: The Lapins Crétins : Big Bang
zh_hans: 疯兔大爆炸

# RabbidsCoding_Win32_Title
source: Rabbids Coding
fr_fr: The Lapins Crétins : Apprends à coder !
zh_hans: 疯狂兔子:编程学院

# RaymanHoodlumsRevenge_Gba_Title
source: Rayman Hoodlums' Revenge
fr_fr: Rayman : La Revanche des Hoodlums
pl_pl: Rayman Hoddlums' Revenge
pt_pt: Rayman Hoddlums' Revenge
zh_hans: 雷曼Hoodlums' Revenge

# RaymanRavingRabbids_Gba_Title
source: Rayman Raving Rabbids
fr_fr: Rayman contre les Lapins Crétins
pl_pl: Rayman Szalone Kórliki
pt_pt: Rayman Szalone Kórliki
zh_hans: 雷曼疯狂兔子

# Rayman1_Demo_19951207_MsDos_Title
source: Rayman Demo (1995/12/07)
es_es: Rayman Demo (07/12/1995)
fr_fr: Démo Rayman (1995/12/07)
it_it: Rayman Demo (07/12/1995)
ru_ru: Rayman Демо (07/12/1995)
zh_hans: 雷曼Demo(1995/12/07)

# Rayman1_Demo_19960215_MsDos_Title
source: Rayman Demo (1996/02/15)
es_es: Rayman Demo (15/02/1996)
fr_fr: Démo Rayman (1996/02/15)
it_it: Rayman Demo (15/02/1996)
ru_ru: Rayman Демо (15/02/1996)
zh_hans: 雷曼Demo(1996/02/15)

# Rayman1_Demo_19951204_MsDos_Title
source: Rayman Demo (1995/12/04)
es_es: Rayman Demo (04/12/1995)
fr_fr: Démo Rayman (1995/12/04)
it_it: Rayman Demo (04/12/1995)
pt_br: Rayman Demo (1996/12/04)
ru_ru: Rayman Демо (04/12/1995)
zh_hans: 雷曼Demo(1995/12/04)

# RaymanGold_Demo_19970930_MsDos_Title
source: Rayman Gold Demo (1997/09/30)
es_es: Rayman Gold Demo (30/09/1997)
fr_fr: Démo Rayman Gold (1997/09/30)
it_it: Rayman Gold Demo (30/09/1997)
ru_ru: Rayman Gold Демо (30/09/1997)
zh_hans: 金雷曼Demo(1997/09/30)

# Rayman2_Demo_19990818_Win32_Title
source: Rayman 2 Demo (1999/08/18)
es_es: Rayman 2 Demo (18/08/1999)
fr_fr: Démo Rayman 2 (1999/08/18)
it_it: Rayman 2 Demo (18/08/1999)
ru_ru: Rayman 2 Демо (18/08/1999)
zh_hans: 雷曼2Demo(1999/08/18)

# Rayman2_Demo_19990904_Win32_Title
source: Rayman 2 Demo (1999/09/04)
es_es: Rayman 2 Demo (04/09/1999)
fr_fr: Démo Rayman 2 (1999/09/04)
it_it: Rayman 2 Demo (04/09/1999)
ru_ru: Rayman 2 Демо (04/09/1999)
zh_hans: 雷曼2Demo(1999/09/04)

# RaymanM_Demo_20020627_Win32_Title
source: Rayman M Demo (2002/06/27)
es_es: Rayman M Demo (27/06/2002)
fr_fr: Démo Rayman M (2002/06/27)
it_it: Rayman M Demo (27/06/2002)
ru_ru: Rayman M Демо (27/06/2002)
zh_hans: 雷曼M Demo(2002/06/27)

# Rayman3_Demo_20021004_Win32_Title
source: Rayman 3 Demo (2002/10/04)
es_es: Rayman 3 Demo (04/10/2002)
fr_fr: Démo Rayman 3 (2002/10/04)
it_it: Rayman 3 Demo (04/10/2002)
ru_ru: Rayman 3 Демо (04/10/2002)
zh_hans: 雷曼3Demo(2002/10/04)

# Rayman3_Demo_20021021_Win32_Title
source: Rayman 3 Demo (2002/10/21)
es_es: Rayman 3 Demo (21/10/2002)
fr_fr: Démo Rayman 3 (2002/10/21)
it_it: Rayman 3 Demo (21/10/2002)
ru_ru: Rayman 3 Демо (21/10/2002)
zh_hans: 雷曼3Demo(2002/10/21)

# Rayman3_Demo_20021210_Win32_Title
source: Rayman 3 Demo (2002/12/10)
es_es: Rayman 3 Demo (10/12/2002)
fr_fr: Démo Rayman 3 (2002/12/10)
it_it: Rayman 3 Demo (10/12/2002)
ru_ru: Rayman 3 Демо (10/12/2002)
zh_hans: 雷曼3Demo(2002/12/10)

# Rayman3_Demo_20030129_Win32_Title
source: Rayman 3 Demo (2003/01/29)
es_es: Rayman 3 Demo (29/01/2003)
fr_fr: Démo Rayman 3 (2003/01/29)
it_it: Rayman 3 Demo (29/01/2003)
ru_ru: Rayman 3 Демо (29/01/2003)
zh_hans: 雷曼3Demo(2003/01/29)

# Rayman3_Demo_20030108_Win32_Title
source: Rayman 3 Demo (2003/01/08)
es_es: Rayman 3 Demo (08/01/2003)
fr_fr: Démo Rayman 3 (2003/01/08)
it_it: Rayman 3 Demo (08/01/2003)
ru_ru: Rayman 3 Демо (08/01/2003)
zh_hans: 雷曼3Demo(2003/01/08)

# RaymanRavingRabbids_Demo_20061106_Win32_Title
source: Rayman Raving Rabbids Demo (2006/11/06)
es_es: Rayman Raving Rabbids Demo (06/11/2006)
fr_fr: Démo Rayman contre les Lapins Crétins (2006/11/06)
it_it: Rayman Raving Rabbids Demo (06/11/2006)
pl_pl: Rayman Szalone Kórliki Demo (2006/11/06)
pt_pt: Rayman Szalone Kórliki Demo (2006/11/06)
ru_ru: Rayman Raving Rabbids Демо (06/11/2006)
zh_hans: 雷曼疯狂兔子Demo(2006/11/06)

# Rayman1Minigames_Win32_Title
source: Rayman Minigames
fr_fr: Mini-jeux Rayman
he: מיני משחקי Rayman
zh_hans: 雷曼小游戏

# RaymanActivityCenter_Win32_Title
source: Rayman Activity Center
fr_fr: Rayman éveil
zh_hans: 雷曼Activity Center

# RaymanRavingRabbidsActivityCenter_Win32_Title
source: Rayman Raving Rabbids Activity Center
fr_fr: CD d'activité Rayman contre les Lapins Crétins
zh_hans: 雷曼疯狂兔子Activity Center

# Game_RaymanByHisFans_Title
source: Rayman by his Fans
fr_fr: Rayman par ses fans
zh_hans: 雷曼发烧友

# Game_Rayman60Levels_Title
source: Rayman 60 Levels
fr_fr: Rayman 60 niveaux
zh_hans: 雷曼60关

# Game_RaymanRavingRabbids_Title
source: Rayman Raving Rabbids
fr_fr: Rayman contre les Lapins Crétins
pl_pl: Rayman Szalone Kórliki
pt_pt: Rayman Szalone Kórliki
zh_hans: 雷曼疯狂兔子

# Game_RaymanRavingRabbids2_Title
source: Rayman Raving Rabbids 2
fr_fr: Rayman contre les Lapins encore plus Crétins
pl_pl: Rayman Szalone Kórliki 2
pt_pt: Rayman Szalone Kórliki 2
zh_hans: 雷曼疯狂兔子2

# Game_RabbidsGoHome_Title
source: Rabbids Go Home
fr_fr: The Lapins Crétins : La Grosse Aventure
zh_hans: 疯狂兔子：回家

# Game_RabbidsBigBang_Title
source: Rabbids Big Bang
fr_fr: The Lapins Crétins : Big Bang
zh_hans: 疯兔大爆炸

# Game_RabbidsCoding_Title
source: Rabbids Coding
fr_fr: The Lapins Crétins : Apprends à coder !
zh_hans: 疯狂兔子:编程学院

# Game_RaymanHoodlumsRevenge_Title
source: Rayman Hoodlums' Revenge
fr_fr: Rayman : La Revanche des Hoodlums
zh_hans: 雷曼Hoodlums' Revenge

# Game_RaymanRavingRabbids_Gba_Title
source: Rayman Raving Rabbids (Game Boy Advance)
fr_fr: Rayman contre les Lapins Crétins (Game Boy Advance)
pl_pl: Rayman Szalone Kórliki (Game Boy Advance)
pt_pt: Rayman Szalone Kórliki (Game Boy Advance)
zh_hans: 雷曼疯狂兔子(Game Boy Advance)

# Game_Rayman1Minigames_Title
source: Rayman Minigames
fr_fr: Mini-jeux Rayman
he: מיני משחקי Rayman
zh_hans: 雷曼小游戏

# Game_RaymanActivityCenter_Title
source: Rayman Activity Center
fr_fr: Rayman éveil
zh_hans: 雷曼Activity Center

# Game_RaymanRavingRabbidsActivityCenter_Title
source: Rayman Raving Rabbids Activity Center
fr_fr: CD d'activité Rayman contre les Lapins Crétins
zh_hans: 雷曼疯狂兔子Activity Center

# Platform_Win32
source: Desktop (Win32)
es_es: Escritorio (Win32)
fr_fr: Bureau (Win-32)
pt_pt: Ambiente de Trabalho (Win32)
ru_ru: Рабочий стол (Win32)
tr_tr: Masaüstü (Win32)
zh_hans: 桌面(Win32)

# Platform_WindowsPackage
source: Windows package (.appx/.msix)
da_dk: Windows-pakke (.appx/.msix)
es_es: Paquete de Windows (.appx/.msix)
fr_fr: Package Windows (.appx/.msix)
it_it: Pacchetto Windows (.appx/.msix)
nl_nl: Windows pakket (.appx/.msix)
pl_pl: Pakiet Windows (.appx/.msix)
pt_br: Pacote Windows (.appx/.msix)
pt_pt: Pacote Windows (.appx/.msix)
ru_ru: Пакет Windows (.appx/.msix)
tr_tr: Windows paketi (.appx/.msix)
zh_hans: Windows包裹(.appx/.msix)

# Progression_RHR_Level0Header
source: Fairy Council
fr_fr: Concile des Fées
it_it: Concilio delle Fate
nl_nl: De Feeënraad

# Progression_RHR_Level1Header
source: Clearleaf Forest
fr_fr: Forêt de Claire-Feuille
it_it: Foresta di Chiarafoglia
nl_nl: Het Helderblad Bos

# Progression_RHR_Level2Header
source: Clearleaf Falls
fr_fr: Cascade de Claire-Feuille
it_it: Cascate di Chiarafoglia
nl_nl: De Helderblad Waterval

# Progression_RHR_Level3Header
source: Infernal Machine
fr_fr: Machine Infernale
it_it: Macchina infernale
nl_nl: De Helse Machine

# Progression_RHR_Level4Header
source: Dungeon of Murk
fr_fr: Donjon Ténébreux
it_it: Prigione del fango
nl_nl: De Duistere Kerker

# Progression_RHR_Level5Header
source: Bog of Murk
fr_fr: Marécage Ténébreux
it_it: Palude Fangosa
nl_nl: Het Duistere Drasland

# Progression_RHR_Level6Header
source: Begoniax Bayou
fr_fr: Bayou de Bégoniax
it_it: Acquitrino di Begoniax
nl_nl: Begoniax' Moeras

# Progression_RHR_Level7Header
source: Rivers of Murk
fr_fr: Fleuves Ténébreux
it_it: Fiumi di Fango
nl_nl: De Duistere Rivieren

# Progression_RHR_Level8Header
source: Hoodlum Moor
fr_fr: Lande Hoodlums
it_it: Piana degli Hoodlum
nl_nl: Het Hoodlum Moeras

# Progression_RHR_Level9Header
source: Land of the Livid Dead
fr_fr: Lande aux Esprits Frappés
it_it: Terra dei morti lividi
nl_nl: Het Land van de Duivelse Doden

# Progression_RHR_Level10Header
source: Menhirs of Power
fr_fr: Menhirs du Pouvoir
it_it: Menhir del potere
nl_nl: De Machtige Menhirs

# Progression_RHR_Level11Header
source: Pit of Endless Fire
fr_fr: Fosse du Feu Éternel
it_it: Fossa del fuoco infinito
nl_nl: De Onblusbare Vuurput

# Progression_RHR_Level12Header
source: Clouds of Peril
fr_fr: Nuages du Péril
it_it: Nubi del periglio
nl_nl: De Dreigende Wolken

# Progression_RHR_Level13Header
source: Heart of the World
fr_fr: Cœur du Monde
it_it: Cuore del Mondo
nl_nl: Het Hart van de Wereld

# Progression_RHR_Level14Header
source: Reflux's Lair
fr_fr: Antre de Reflux
it_it: Covo di Reflux
nl_nl: Reflux' Schuilplaats

# Progression_RHR_Level15Header
source: Vertiginous Riddle
fr_fr: Enigme Vertigineuse
it_it: Vertiginoso enigma
nl_nl: Duizelingwekkend Raadsel

# Progression_RHR_Level16Header
source: Cloudy Cache
fr_fr: Cachette Nuageuse
it_it: Tra le nuvole
nl_nl: Opslagwolk

# Progression_RHR_Level17Header
source: Mélée Mayhem
fr_fr: L'Enfer du Combat
it_it: Mischia furibonda
nl_nl: Vliegende Vuisten

# Progression_RHR_Level18Header
source: Scalding Cascade
fr_fr: Cascade Brûlante
it_it: Cascata rovente
nl_nl: Kokende Waterval

# Progression_RHR_Level19Header
source: Sulphurous Sea
fr_fr: Mer Sulfureuse
it_it: Mare sulfureo
nl_nl: Zwavelzee

# Progression_RRR_GBA_Level2Header
source: Child's play
fr_fr: Jeux d'enfants
it_it: Gioco da bambini
nl_nl: Kinderspel

# Progression_RRR_GBA_Level3Header
source: The kids' hamlet
fr_fr: Le hameau des marmots
it_it: Villaggio delle marmotte
nl_nl: Het kindergehucht

# Progression_RRR_GBA_Level4Header
source: The toy chase
fr_fr: La course aux jouets
it_it: Scatola dei giochi
nl_nl: De speelgoedjacht

# Progression_RRR_GBA_Level5Header
source: Toy box
fr_fr: Coffre à jouets
it_it: Caccia ai giochi
nl_nl: De speelgoedkist

# Progression_RRR_GBA_Level6Header
source: Celestial castle
fr_fr: Château céleste
it_it: Castello celeste
nl_nl: Het hemelse huis

# Progression_RRR_GBA_Level7Header
source: Dream forest
fr_fr: Forêt des songes
it_it: Foresta dei sogni
nl_nl: Het droombos

# Progression_RRR_GBA_Level8Header
source: The leafy valley
fr_fr: Le vallon boisé
it_it: La valle delle foglie
nl_nl: De bladervallei

# Progression_RRR_GBA_Level9Header
source: Colonial jungle
fr_fr: Jungle coloniale
it_it: Giungla coloniale
nl_nl: Koloniale jungle

# Progression_RRR_GBA_Level10Header
source: The lush mountaintops
fr_fr: Les cîmes luxuriantes
it_it: Le cime lussureggianti
nl_nl: De groene bergtoppen

# Progression_RRR_GBA_Level11Header
source: Hidden burrow
fr_fr: Terrier caché
it_it: Buca nascosta
nl_nl: Het verborgen hol

# Progression_RRR_GBA_Level12Header
source: Stomach circuit
fr_fr: Le tour de panse
it_it: Giro di pancia
nl_nl: De grote buikloop

# Progression_RRR_GBA_Level13Header
source: Gastric rivers
fr_fr: Rivières gastriques
it_it: Fiumi gastrici
nl_nl: Darmkanalen

# Progression_RRR_GBA_Level14Header
source: Living cavern
fr_fr: Caverne organique
it_it: Caverne organiche
nl_nl: De levende grot

# Progression_RRR_GBA_Level15Header
source: Swallowed treasures
fr_fr: Trésors engloutis
it_it: Tesori inghiottiti
nl_nl: Doorgeslikte schatten

# Progression_RRR_GBA_Level16Header
source: The sticky lair
fr_fr: La tanière gluante
it_it: La tana appiccicosa
nl_nl: Het kleverige hol

# Progression_RRR_GBA_Level17Header
source: The desert of desserts
fr_fr: Le désert des desserts
it_it: Deserto di dessert
nl_nl: Het lekkerste toetje

# Progression_RRR_GBA_Level18Header
source: Cake race
fr_fr: Pari quatre-quarts
it_it: Corsa di torte
nl_nl: Taartrace

# Progression_RRR_GBA_Level19Header
source: The sweet islands
fr_fr: L'archipel Friandise
it_it: Le isole dolci
nl_nl: De zoete eilanden

# Progression_RRR_GBA_Level20Header
source: Not a piece of cake!
fr_fr: C'est pas du gâteau !
it_it: Non è una dolcezza?
nl_nl: Da's geen koekie!

# Progression_RRR_GBA_Level21Header
source: Tart tunnels
fr_fr: Galeries clafoutis
it_it: Tunnel farciti
nl_nl: Taarttunnels

# Progression_RRR_GBA_Level22Header
source: Ginger-bunny-bread
fr_fr: Lapin d'épice
it_it: Coniglio pasquale
nl_nl: Peper-konijnen-koek

# Progression_RRR_GBA_Level23Header
source: Filthy corridors
fr_fr: Couloirs sordides
it_it: Sordidi corridoi
nl_nl: Gore gangen

# Progression_RRR_GBA_Level24Header
source: Agony jails
fr_fr: Geôles de l'agonie
it_it: Prigione dell'agonia
nl_nl: Kwelcellen

# Progression_RRR_GBA_Level25Header
source: Infernal escape
fr_fr: Echappée infernale
it_it: Fuga infernale
nl_nl: Een helse ontsnapping

# Progression_RRR_GBA_Level26Header
source: Spikes and yikes!
fr_fr: Parcours épique
it_it: Corse e spine
nl_nl: Scherp en eng!

# Progression_RRR_GBA_Level27Header
source: The rabbids' lair
fr_fr: L'antre des lapins
it_it: La tana dei conigli
nl_nl: Het konijnenhol

# Progression_RRR_GBA_TimeAttack
source: Time attack
da_dk: Tidsangreb
fr_fr: Contre la montre
he: מרוץ נגד השעון
pt_br: Contra o tempo
zh_hans: 时间竞速

# GameSelection_FindGameFilesInfo
source: Find game ROMs and discs from folder
da_dk: Find spil-ROMs og diske fra mappe
es_es: Buscar ROMs y discos de juegos desde una carpeta
fr_fr: Trouver des ROMs de jeux et des disques depuis le dossier
he: מצאו רומי משחקים ודיסקים מהתיקייה
it_it: Trova ROM e dischi di gioco dalla cartella
nl_nl: Zoek spel ROMs en schijven vanaf een map
pl_pl: Znajdź ROM-y i stacje dysków z grą z folderu
pt_br: Encontra ROMs de jogos e discos da pasta
pt_pt: Encontrar ROMs de jogos e discos a partir de uma pasta
ru_ru: Найти игровые ROM'ы и диски из папки
zh_hans: 从文件夹中寻找游戏ROMs和光碟

# GameFileFinder_BrowseDirectoryHeader
source: Select folder to search for game ROMs and discs in
da_dk: Vælg hvilken mappe der skal søges efter spil-ROMs og diske i
es_es: Selecciona la carpeta donde buscar ROMs y discos de juegos
fr_fr: Sélectionnez un dossier pour chercher des ROMs de jeux et des disques à l'intérieur
he: בחרו תיקייה לחיפוש רומי ודיסקים של משחקים
it_it: Seleziona la cartella in cui cercare le ROM e i dischi del gioco
nl_nl: Selecteer een map waarin gezocht wordt naar spel ROMs en schijven
pl_pl: Wybierz folder, w którym mają być wyszukiwane ROM-y i stacje dysków z grami
pt_br: Escolher pasta para procurar por ROMs de jogos e discos dentro
pt_pt: Seleccionar pasta para procurar ROMs de jogos e discos
ru_ru: Выберите папку для поиска ROM'ов и дисков в ней
tr_tr: Oyun ROM'larını ve disklerini aramak için klasörü seçin.
zh_hans: 选择要寻找游戏ROMs和光碟的文件夹

# GameFileFinder_Error
source: An error occurred during the game file finder operation
da_dk: En fejl opstod i spilfilfinderoperationen
es_es: Se produjo un error durante la operación de búsqueda de archivos de juegos
fr_fr: Une erreur est survenue lors de la recherche de fichier de jeux
he: אירעה שגיאה במהלך פעולת איתור קבצי המשחק
it_it: Si è verificato un errore durante l'operazione di ricerca del file di gioco
nl_nl: Er heeft een fout plaatsgevonden tijdens het proces voor het zoeken naar spelbestanden
pl_pl: Wystąpił błąd podczas operacji wyszukiwania plików gry
pt_br: Ocorreu um erro durante a operação do localizador de arquivo de jogo
pt_pt: Ocorreu um erro durante a operação de busca de ficheiro de jogo
ru_ru: Во время поиска файла игры произошла ошибка
tr_tr: Oyun dosyası bulma işlemi sırasında bir hata oluştu
zh_hans: 在寻找游戏文件时发生错误

# GameFileFinder_GamesFound
source: The following new games were found:
da_dk: De følgende nye spil blev fundet:
es_es: Se encontraron los siguientes juegos nuevos:
fr_fr: Les nouveaux jeux suivants ont été trouvés :
he: המשחקים החדשים הבאים נמצאו:
it_it: Sono stati trovati i seguenti giochi nuovi:
nl_nl: De volgende, nieuwe spellen zijn gevonden:
pl_pl: Znaleziono nowe gry:
pt_br: Os seguintes novos jogos foram encontrados:
pt_pt: Foram encontrados os novos jogos seguintes:
ru_ru: Следующие новые игры были найдены:
tr_tr: Aşağıdaki yeni oyunlar bulundu:
zh_hans: 找到了以下的新游戏:

# GameFileFinder_GamesFoundHeader
source: Game ROMs and discs found
da_dk: Spil-ROMs og diske blev fundet
es_es: Se encontraron ROMs y discos de juegos
fr_fr: ROMs de jeux et disques trouvés
he: נמצאו רומים ודיסקים של משחקים:
it_it: ROM e dischi di gioco trovati
nl_nl: Spel ROMs en schijven gevonden
pl_pl: Znalezione ROM-y i stacje dysków z grą
pt_br: ROMs de jogos e discos encontrados
pt_pt: Encontrados ROMs de jogos e discos
ru_ru: Найденные ROM'ы и диски
tr_tr: Oyun ROM'ları ve diskleri bulundu
zh_hans: 游戏ROMs和光碟被发现

# GameFileFinder_NoResults
source: No new game ROMs or discs were found
da_dk: Ingen nye spil-ROMs eller diske blev fundet
es_es: No se encontraron nuevas ROMs o discos de juegos
fr_fr: Aucune nouvelle ROM de jeu ou disque ont été trouvés
he: לא נמצאו רומים או דיסקים חדשים של משחקים
it_it: Non sono state trovate nuove ROM o dischi di gioco
nl_nl: Geen nieuwe spel ROMs of schijven gevonden
pl_pl: Nie znaleziono nowych ROM-ów ani stacji dysków z grami
pt_br: Nenhuma ROM de jogo ou discos novos foram encontrados
pt_pt: Não foram encontrados novos ROMs de jogos e discos
ru_ru: Никаких новых игровых ROM'ов или дисков не было найдено
tr_tr: Yeni oyun ROM'ları veya diskleri bulunamadı
zh_hans: 没有发现新的游戏ROMs或光碟

# GameFileFinder_ResultHeader
source: Game file finder result
da_dk: Spilfilfinderresultat
es_es: Resultado de la búsqueda de archivos de juegos
fr_fr: Résultat de la recherche de fichiers de jeu
he: תוצאת מאתר קבצי המשחק
it_it: Risultato della ricerca dei file di gioco
nl_nl: Spelbestand-zoekresultaten
pl_pl: Wynik wyszukiwania plików gry
pt_br: Resultado do localizador de arquivo de jogo
pt_pt: Resultado da busca de ficheiro de jogo
ru_ru: Результаты поиска файла игры
tr_tr: Oyun dosyası bulucu sonucu
zh_hans: 游戏文件查找结果

# GameSelection_RefreshError
source: An error occurred when loading the games
da_dk: En fejl opstod i forsøg på at indlæse spillene
es_es: Se produjo un error al cargar los juegos
fr_fr: Une erreur est survenue pendant le chargement des jeux
he: אירעה שגיאה בעת טעינת המשחקים
it_it: Si è verificato un errore durante il caricamento dei giochi
nl_nl: Er heeft een fout plaatsgevonden tijdens het laden van de spellen
pl_pl: Wystąpił błąd podczas ładowania gier
pt_br: Ocorreu um erro ao carregar os jogos
pt_pt: Ocorreu um erro ao carregar os jogos
ru_ru: При загрузке игр произошла ошибка
tr_tr: Oyunlar yüklenirken bir hata oluştu
zh_hans: 在加载游戏时出现错误

# Home_ShowMoreNews
source: Show more
da_dk: Vis mere
es_es: Mostrar más
fr_fr: Voir plus
he: הצג עוד
it_it: Mostra di più
nl_nl: Meer
pl_pl: Pokaż więcej
pt_br: Mostrar mais
pt_pt: Mostrar mais
ru_ru: Показать ещё
tr_tr: Daha fazla göster
zh_hans: 显示更多

# Settings_LoadAppNews
source: Load app news in the home page
da_dk: Indlæs appnyheder på siden 'hjem'
es_es: Cargar noticias de la aplicación en la página de inicio.
fr_fr: Charge les dernières nouvelles de l'application dans l'accueil
he: טען את חדשות האפליקציה בדף הבית
it_it: Carica le notizie dell'app nella home page
nl_nl: Laad app-nieuws in via de homepagina
pl_pl: Załaduj wiadomości o aplikacji na stronie głównej
pt_br: Carregar novidades do aplicativo na página inicial
pt_pt: Carregar notícias da aplicação na página inicial
ru_ru: Загрузить новости приложения на домашней странице
tr_tr: Ana sayfada uygulama haberlerini yükleyin
zh_hans: 在主页面加载软件新闻

# AnniversaryUpdate_Title
source: Welcome to the Anniversary Update
da_dk: Velkommen til jubilæumsopdateringen
es_es: Bienvenido a la Actualización Aniversario
fr_fr: Bienvenue dans la mise à jour anniversaire
he: ברוכים הבאים לעדכון היובל
it_it: Benvenuto all'Aggiornamento dell'Anniversario
nl_nl: Welkom bij de Anniversary Update
pl_pl: Witamy w aktualizacji Anniversary
pt_br: Bem-vindo(a) à Atualização de Aniversário
pt_pt: Bem-vindo à actualização de aniversário
ru_ru: Добро пожаловать в Юбилейное Обновление
tr_tr: Yıldönümü Güncellemesine Hoş Geldiniz
zh_hans: 欢迎来到周年庆更新
