Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# GameHub_ModLoaderPanel_UpdatesAvailableMultiple
source: {0} mod updates available
da_dk: {0} modopdateringer tilgængelige
es_es: Actualizaciones disponibles para el mod: {0}
fr_fr: {0} mises à jour de mod disponible
he: {0} עדכוני מוד זמינים
it_it: {0} agggiornamenti mod disponibili
nl_nl: {0} mod updates beschikbaar
pl_pl: Dostępne aktualizacje modów {0}
pt_br: {0} atualizações de mod disponíveis
pt_pt: Actualizações de modificações disponíveis: {0}
ru_ru: Доступны обновления для модов {0}
zh_hans: {0}个mod有可用更新

# ModLoader_LibraryTitle
source: Library
da_dk: Bibliotek
es_es: Biblioteca
fr_fr: Librairie
he: ספריה
it_it: Libreria
nl_nl: Bibliotheek
pl_pl: Biblioteka
pt_br: Biblioteca
pt_pt: Biblioteca
ru_ru: Библиотека
zh_hans: 库

# ModLoader_DownloadTitle
source: Download
es_es: Descargar
fr_fr: Télécharger
he: הורדה
nl_nl: Downloaden
pl_pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
ru_ru: Скачать
zh_hans: 下载

# ModLoader_InstalledHeader
source: Installed mods
da_dk: Installerede mods
es_es: Mods instalados
fr_fr: Mods installés
he: מודים מותקנים
it_it: Mod installate
nl_nl: Geïnstalleerde mods
pl_pl: Zainstalowane mody
pt_br: Mods instalados
pt_pt: Modificações instaladas
ru_ru: Установленные моды
zh_hans: 已安装的mod

# ModLoader_InstalledInfo
source: Mods can be installed to modify certain parts of the game. Most mods work by replacing certain game files. The mod won't go into effect until it's enabled and the changes applied, thus allowing mods to be easily toggled on and off. It is not recommended to manually change the game files which a mod modifies as it might result in some changes being lost.
da_dk: Mods kan installeres for at modificere bestemte dele af spillet. De fleste mods fungerer ved at erstatte bestemte spilfiler. Moddet tager ikke effekt, indtil at det er blevet aktiveret, og indtil at ændringerne er blevet anvendt. Dette gør, at mods nemt kan slås til og fra. Det anbefales ikke at manuelt ændre de spilfiler, som et mod modificerer, da det kan resultere i, at nogle ændringer ikke fungerer.
es_es: Las modificaciones (mods) pueden instalarse para modificar ciertas partes del juego. La mayoría de los mods funcionan reemplazando archivos específicos del juego. El mod no surtirá efecto hasta que esté habilitado y se apliquen los cambios, lo que permite activar y desactivar fácilmente los mods. No se recomienda cambiar manualmente los archivos del juego que un mod modifica, ya que podría resultar en la pérdida de algunos cambios.
fr_fr: Des mods peuvent être installés afin de modifier certaines parties d'un jeu. La majorité des mods marchent en remplaçant certains fichiers du jeu. Le mod ne prendra pas effet tant qu'il n'est pas activé et que ses changement soient appliqués, ce qui permet de facilement les activer et désactiver. Il n'est pas recommandé de modifier manuellement les fichier de vos jeux qu'un mod modifie au risque de perdre certains changements.
he: ניתן להתקין מודים כדי לשנות חלקים מסוימים של המשחק. רוב המודים פועלים על ידי החלפת קבצי משחק מסוימים. המוד לא ייכנס לתוקף עד שהוא יופעל והשינויים יחולו, ובכך יאפשר להפעיל ולכבות את המודדים בקלות. לא מומלץ לשנות ידנית את קבצי המשחק אותם מוד משנה מכיוון שזה עלול לגרום לאיבוד של שינויים מסוימים או לשבירת משחק.
it_it: È possibile installare mod per modificare alcune parti del gioco. La maggior parte delle mod funziona sostituendo determinati file di gioco. La mod non entrerà in vigore finché non sarà abilitata e le modifiche applicate, consentendo così di attivare e disattivare facilmente le mod. Non è consigliabile modificare manualmente i file di gioco modificati da una mod poiché ciò potrebbe comportare la perdita di alcune modifiche.
nl_nl: Mods kunnen geïnstalleerd worden voor het wijzigen van bepaalde delen van het spel. De meeste mods treden in werking door het vervangen van bepaalde spelbestanden. Echter, zal de mod géén effect hebben totdat deze ingeschakeld is en de wijzigingen zijn toegepast, waardoor mods gemakkelijk in-/uitgeschakeld kunnen worden. Het is niet aanbevolen de spelbestanden, die een mod wijzigt, handmatig te wijzigen, omdat het kan resulteren in het ongedaan maken van wijzigingen.
pl_pl: Mody mogą być instalowane w celu modyfikowania niektórych części gry. Większość modów działa poprzez zastąpienie niektórych plików gry. Mod nie zacznie działać, dopóki nie zostanie włączony, a zmiany nie zostaną zastosowane, co pozwoli na łatwe włączanie i wyłączanie modów. Nie zaleca się ręcznej zmiany plików gry, które modyfikuje mod, ponieważ może to spowodować utratę niektórych zmian.
pt_br: Mods podem ser instalados para modificar certas partes do jogo. A maioria dos mods funciona substituindo certos arquivos do jogo. O mod não entrará em vigor até que seja habilitado e as alterações aplicadas, permitindo assim que os mods sejam facilmente ativados e desativados. Não é recomendado alterar manualmente os arquivos do jogo que um mod modifica, pois isso pode resultar na perda de algumas alterações.
pt_pt: As modificações podem ser instaladas para modificar certas partes do jogo. A maioria das modificações funcionam através da substituição de certos ficheiros de jogo. A modificação não terá efeito até que seja activada e que as alterações sejam aplicadas, permitindo assim que as modificações sejam facilmente activadas e desactivadas. Não é recomendado que se mude manualmente os ficheiros de jogo que uma modificação os altere já que pode fazer com que algumas alterações se percam.
ru_ru: Моды могут быть установлены для изменения определенных аспектов игры. Большинство модов работают путем замены определенных файлов игры. Мод не вступит в силу до тех пор, пока он не будет включен и изменения не будут применены, что позволяет легко включать и выключать моды. Не рекомендуется вручную изменять файлы игры, которые затрагивает мод, так как это может привести к потере некоторых изменений.
zh_hans: Mod可以被安装用来修改游戏的特定部分。大部分Mod通过替代特定的游戏文件来生效。Mod在启用并且更改生效之前不会有效果，这样可以让开关mod更简单。不推荐使用mod修改器手动修改游戏文件因为这样可能会导致一些改变丢失。

# ModLoader_InstalledEmpty
source: No mods installed
da_dk: Ingen mods installeret
es_es: Ningún mod instalado
fr_fr: Pas de mods installés
he: אין מודים מותקנים
it_it: Nessuna mod installata
nl_nl: Geen mods geïnstalleerd
pl_pl: Brak zainstalowanych modów
pt_br: Nenhum mod instalado
pt_pt: Nenhuma modificação instaladas
ru_ru: Нет установленных модов
zh_hans: 没有Mod被安装

# ModLoader_InstallFromFile
source: Install from file
da_dk: Installér fra fil
es_es: Instalar desde archivo
fr_fr: Installer depuis un fichier
he: התקנה מקובץ
it_it: Installa da file
nl_nl: Installeren vanaf bestand
pl_pl: Instalacja z pliku
pt_br: Instalar de arquivo
pt_pt: Instalar através de ficheiro
ru_ru: Установить из файла
zh_hans: 从文件安装

# ModLoader_CheckUpdates
source: Check for updates
da_dk: Søg efter opdateringer
es_es: Buscar actualizaciones
fr_fr: Vérifier les mises à jour
he: בדוק אם יש עדכונים
it_it: Controlla gli aggiornamenti
nl_nl: Controleren op updates
pl_pl: Sprawdź dostępność aktualizacji
pt_br: Verificar por atualizações
pt_pt: Verificar por actualizações
ru_ru: Проверить обновления
zh_hans: 检查更新

# ModLoader_ViewModifications
source: View all changes
da_dk: Se alle ændringer
es_es: Ver todos los cambios
fr_fr: Voir tous les changements
he: הצג את כל השינויים
it_it: Visualizza tutte le modifiche
nl_nl: Weergeven alle wijzigingen
pl_pl: Zobacz wszystkie zmiany
pt_br: Ver todas as mudanças
pt_pt: Ver todas as alterações
ru_ru: Посмотреть все изменения
zh_hans: 查看所有改变

# ModLoader_ShowModificationsAsList
source: Show files as a list
da_dk: Vis filer som en liste
es_es: Mostrar archivos como lista
fr_fr: Montrer les fichiers en tant que liste
he: הצג קבצים כרשימה
it_it: Mostra i file come un elenco
nl_nl: Weergave bestanden in lijstvorm
pl_pl: Wyświetl pliki jako listę
pt_br: Mostrar arquivos como uma lista
pt_pt: Mostrar ficheiros em lista
ru_ru: Отображать файлы в виде списка
zh_hans: 显示文件列表

# ModLoader_ShowModificationsAsTree
source: Show files as a tree
da_dk: Vis filer som et træ
es_es: Mostrar archivos como árbol
fr_fr: Montrer les fichiers en tant qu'arbre
he: הצג קבצים בתור עץ
it_it: Mostra i file sotto forma di albero
nl_nl: Weergave bestanden in boom(structuur)
pl_pl: Wyświetlanie plików w formie drzewa
pt_br: Mostrar arquivos como uma árvore
pt_pt: Mostrar ficheiros em árvore
ru_ru: Отображать файлы в виде древа
zh_hans: 显示文件树

# ModLoader_ExpandModifications
source: Expand all
da_dk: Udvid alle
es_es: Expandir todo
fr_fr: Tout dérouler
he: הרחב הכל
it_it: Espandi tutto
nl_nl: Alles uitklappen
pl_pl: Rozwiń wszystkie
pt_br: Expandir tudo
pt_pt: Expandir tudo
ru_ru: Развернуть всё
zh_hans: 展开全部

# ModLoader_ModifiedFilesPathHeader
source: Path
da_dk: Sti
es_es: Ruta
fr_fr: Chemin
he: נתיב קובץ
it_it: Percorso
nl_nl: Pad
pl_pl: Ścieżka
pt_br: Caminho
pt_pt: Endereço
ru_ru: Путь
zh_hans: 补丁

# ModLoader_ModifiedFilesOverridenModsHeader
source: Overriden mods
da_dk: Overskrevne mods
es_es: Mods anulados
fr_fr: Mod écrasés
he: מודים דרוסים
it_it: Mod sovrascritte
nl_nl: Overschreven mods
pl_pl: Nadpisane mody
pt_br: Mods substituídos
pt_pt: Modificações anuladas
ru_ru: Переписанные моды
zh_hans: 覆盖Mod

# ModLoader_ModifiedFilesEmpty
source: Install a mod to modify the game files
da_dk: Installér et mod til at modificere spilfilerne
es_es: Instalar un mod para modificar los archivos del juego
fr_fr: Installer un mod pour modifier les fichiers du jeu
he: התקן מוד כדי לשנות את קבצי המשחק
it_it: Installa una mod per modificare i file di gioco
nl_nl: Installeer een mod om de spelbestanden te wijzigingen
pl_pl: Zainstaluj mod, aby modyfikować pliki gry
pt_br: Instalar um mod para modificar os arquivos do jogo
pt_pt: Instalar uma modificação para modificar os ficheiros de jogo
ru_ru: Установить мод для изменения файлов игры
zh_hans: 安装一个mod来修改游戏文件

# ModLoader_ModifiedFilesHasInvalidLocation
source: This file will be ignored when applying the mods due to the containing archive file not being found for this game
da_dk: Denne fil ignoreres, når mods bliver anvendt, da den indeholdene arkivfil for dette spil ikke blev fundet
es_es: Este archivo se ignorará al aplicar los mods debido a que no se encuentra el archivo de archivo correspondiente para este juego
fr_fr: Ce fichier sera ignoré en appliquant les mods car le fichier d'archive n'a pas été trouvé pour ce jeu
he: קובץ זה יתעלם בעת החלת המודים בגלל שקובץ הארכיון המכיל לא נמצא עבור משחק זה
it_it: Questo file verrà ignorato durante l'applicazione delle mod poiché il file di archivio che lo contiene non viene trovato per questo gioco
nl_nl: Dit bestand zal genegeerd worden bij toepassing van de mods, omdat het betreffende archiefbestand niet gevonden is voor dit spel
pl_pl: Ten plik zostanie zignorowany podczas stosowania modów, ponieważ nie znaleziono zawierającego go pliku archiwum dla tej gry
pt_br: Este arquivo será ignorado ao aplicar os mods devido ao arquivo compactado que o contém não ter sido encontrado para este jogo
pt_pt: Este ficheiro será ignorado ao aplicar as modificações devido ao ficheiro de arquivo que o contém não ter sido encontrado para este jogo
ru_ru: Этот файл будет проигнорирован при установке модов из-за того, что содержащий его архивный файл не найден для этой игры
zh_hans: 此文件在应用mod时将会被忽略，因为包含的档案文件在此游戏里未找到。

# ModLoader_OpenModLocation
source: Open location
da_dk: Åbn placering
es_es: Abrir ubicación
fr_fr: Ouvrir l'emplacement
he: פתח מיקום
it_it: Apri percorso mod
nl_nl: Open locatie
pl_pl: Otwórz folder zawierający
pt_br: Abrir local
pt_pt: Abrir localização
ru_ru: Открыть расположеие
zh_hans: 打开位置

# ModLoader_UninstallMod
source: Uninstall
da_dk: Afinstallér
es_es: Desinstalar
fr_fr: Désinstaller
he: הסר את ההתקנה
it_it: Disinstalla
nl_nl: Deïnstalleren
pl_pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Desinstalar
ru_ru: Удалить
zh_hans: 卸载

# ModLoader_UpdateMod
source: Update
da_dk: Opdatér
es_es: Actualizar
fr_fr: Mettre à jour
he: עדכון
it_it: Aggiornamento
nl_nl: Updaten
pl_pl: Aktualizuj
pt_br: Atualizar
pt_pt: Actualizar
ru_ru: Обновить
zh_hans: 更新

# ModLoader_GameBanana_DownloadableModsInfo
source: These mods have been uploaded to GameBanana by various users
da_dk: Disse mods er blevet uploadet til GameBanana af adskillige brugere
es_es: Estos mods han sido cargados en GameBanana por varios usuarios.
fr_fr: Ces mods ont été mis en ligne sur Gamebanana par plusieurs utilisateurs
he: מודים אלו הועלו ל-GameBanana על ידי משתמשים שונים
it_it: Queste mod sono state caricate su GameBanana da vari utenti
nl_nl: Deze mods zijn geüpload naar GameBanana door verschillende gebruikers
pl_pl: Te mody zostały przesłane do GameBanana przez różnych użytkowników
pt_br: Esses mods foram enviados ao GameBanana por vários usuários
pt_pt: Estas modificações foram carregadas para o GameBanana por vários utilizadores
ru_ru: Эти моды были загружены на GameBanana несколькими пользователями
zh_hans: 这些mod被许多用户上传到GameBanana上

# ModLoader_RefreshDownloadableMods
source: Refresh the available mods
da_dk: Genindlæs tilgængelige mods
es_es: Actualizar los mods disponibles
fr_fr: Rafraîchir la liste des mods disponibles
he: רענן את המודים הזמינים
it_it: Aggiorna le mod disponibili
nl_nl: Verversen beschikbare mods
pl_pl: Odśwież dostępne mody
pt_br: Atualizar os mods disponíveis
pt_pt: Recarregar as modificações disponíveis
ru_ru: Обновить доступные моды
zh_hans: 刷新可用Mod

# ModLoader_DownloadableModsEmpty
source: No mods found
da_dk: Ingen mods fundet
es_es: No se encontraron mods
fr_fr: Pas de mods trouvés
he: לא נמצאו מודים
it_it: Nessuna mod trovata
nl_nl: Geen mods gevonden
pl_pl: Nie znaleziono żadnych modów
pt_br: Nenhum mod encontrado
pt_pt: Não foram encontradas modificações
ru_ru: Моды не найдены
zh_hans: 没有找到mod

# ModLoader_MigratingPatchesStatus
source: Migrating patches to mods
da_dk: Migrerer patches til mods
es_es: Migrando parches a mods
fr_fr: Migrer les patchs en mods
he: העברת טלאים למודים
it_it: Migrazione delle patch in mod
nl_nl: Migreren patches naar mods
pl_pl: Migracja łatek do modów
pt_br: Migrando correções à mods
pt_pt: Migrar correcções para modificações
ru_ru: Перенос патчей в моды
zh_hans: 将补丁转移到mod

# ModLoader_MigratingPatchesError
source: An error occurred when migrating patches to mods
da_dk: En fejl opstod i forsøg på at migrere patches til mods
es_es: Se produjo un error al migrar parches a mods
fr_fr: Une erreur est survenue lors de la migration des patchs en mods
he: אירעה שגיאה בעת העברת טלאים למודדים
it_it: Si è verificato un errore durante la migrazione delle patch in mod
nl_nl: Er heeft een fout plaatsgevonden tijdens het migreren van patches naar mods
pl_pl: Wystąpił błąd podczas migracji łatek do modów
pt_br: Um ocorreu ao migrar correções à mods
pt_pt: Ocorreu um erro ao migrar as correcções para modificações
ru_ru: Произошла ошибка при переносе патчей в моды
zh_hans: 在转移补丁到mod时出现错误

# ModLoader_ReadingModVersionError
source: The selected mod was made with a newer version of the Rayman Control Panel and can not be read
da_dk: Det valgte mod blev oprettet ved hjælp af en nyere version af Rayman Control Panel, og kan derfor ikke læses
es_es: El mod seleccionado se creó con una versión más reciente del Rayman Control Panel y no se puede leer
fr_fr: Le mod sélectionné a été créé sur une version plus récente du Rayman Control Panel et ne peut pas être lu
he: המוד הנבחר נוצר עם גרסה חדשה יותר של Rayman Control Panel ולא ניתן לקרוא אותו
it_it: La mod selezionata è stata creata con una versione più recente del pannello di controllo Rayman e non può essere letta
nl_nl: De geselecteerde mod is gemaakt met een nieuwere versie van het Rayman Control Panel en kan niet worden gelezen
pl_pl: Wybrany mod został utworzony przy użyciu nowszej wersji Rayman Control Panel i nie można go odczytać
pt_br: O mod selecionado foi feito com uma versão mais recente do Rayman Control Panel e não pode ser lido
pt_pt: A modificação seleccionada foi criada com uma versão mais recente do Rayman Control Panel e não pode ser lida
ru_ru: Выбранный мод был создан с использованием более свежей версии Rayman Control Panel и не может быть прочитан
zh_hans: 你选择的Mod是用新版Rayman Control Panel制作的因此无法被读取

# ModLoader_ReadingModError
source: The selected mod could not be read
da_dk: Det valgte mod kunne ikke læses
es_es: No se pudo leer el mod seleccionado
fr_fr: Le mod sélectionné n'a pas pu être lu
he: לא ניתן היה לקרוא את המוד שנבחר
it_it: Impossibile leggere la mod selezionata
nl_nl: De geselecteerde mod kon niet gelezen worden
pl_pl: Nie można odczytać wybranego moda
pt_br: O mod selecionado não pôde ser lido
pt_pt: Não pode ser lida a modificação seleccionada
ru_ru: Выбранный мод не может быть прочитан
zh_hans: 选择的mod无法被读取

# ModLoader_ReadingModsError
source: An error occurred when loading the mods
da_dk: En fejl opstod i forsøg på at indlæse mods
es_es: Se produjo un error al cargar los mods
fr_fr: Une erreur est survenue lors du chargement des mods
he: אירעה שגיאה בעת טעינת המודים
it_it: Si è verificato un errore durante il caricamento delle mod
nl_nl: Er heeft een fout plaatsgevonden tijdens het laden van de mods
pl_pl: Wystąpił błąd podczas ładowania modów
pt_br: Ocorreu um erro ao carregar os mods
pt_pt: Ocorreu um erro ao carregar as modificações
ru_ru: При загрузке модов произошла ошибка
zh_hans: 在加载mod时出现错误

# ModLoader_SecurityWarning
source: The mod {0} modifies sensitive files, such as executable files, in the game. Only install this mod if you trust the author. Continue?
da_dk: Moddet {0} modificerer følsomme spilfiler, som f.eks eksekverbare filer. Installér kun dette mod, hvis du har tillid til forfatteren. Fortsæt?
es_es: El mod {0} modifica archivos sensibles, como archivos ejecutables, en el juego. Solo instala este mod si confías en el autor. ¿Continuar?
fr_fr: Le mod {0} modifie des fichiers sensibles du jeu, tel que son exécutable. Installez ce mod uniquement si vous faites confiance à l'auteur. Continuer ?
he: המוד {0} משנה קבצים רגישים, כגון קבצי הפעלה, במשחק. התקינו את המוד הזה רק אם אתם סומכים על המחבר. להמשיך?
it_it: La mod {0} modifica file sensibili, come i file eseguibili, nel gioco. Installa questa mod solo se ti fidi dell'autore. Continuare?
nl_nl: De mod {0} wijzigt gevoelige bestanden, zoals uitvoerbare bestanden, in het spel. Installeer deze mod louter als je de auteur vertrouwt! Doorgaan?
pl_pl: Mod {0} modyfikuje wrażliwe pliki w grze, takie jak pliki wykonywalne. Zainstaluj ten mod tylko wtedy, gdy ufasz jego autorowi. Kontynuować?
pt_br: O mod {0} modifica arquivos sensíveis, como arquivos executáveis, no jogo. Instale este mod somente se confiar no autor. Continuar?
pt_pt: A modificação {0} modifica ficheiros sensíveis, tais como ficheiros executáveis, no jogo. Só instales esta modificação se confiares no autor. Continuar?
ru_ru: Мод {0} изменяет конфиденциальные файлы, такие как исполняемые файлы игры. Устанавливайте этот мод только в том случае, если источник надёжный. Продолжить?
zh_hans: 此mod{0}会修改敏感文件，比如exe文件，在游戏里。只在你信任此作者时安装它。继续吗？

# ModLoader_InstallStatus
source: Extracting mod {0}
da_dk: Udpakker mod {0}
es_es: Extrayendo mod {0}
fr_fr: Extraction du mod {0}
he: מחלץ מוד {0}
it_it: Estraendo mod {0}
pt_br: Extraindo mod {0}
ru_ru: Извлечение мода {0}
zh_hans: 提取mod{0}

# ModLoader_InstallError
source: An error occurred when installing the mod from {0}
da_dk: En fejl opstod i forsøg på at installere moddet fra {0}
es_es: Se produjo un error al instalar el mod desde {0}
fr_fr: Une erreur est survenue en installant le mod depuis {0}
he: אירעה שגיאה בעת התקנת המוד מ-{0}
it_it: Si è verificato un errore durante l'installazione della mod {0}
nl_nl: Er heeft een fout plaatsgevonden tijdens het installeren van de mod van {0}
pl_pl: Wystąpił błąd podczas instalowania moda z {0}
pt_br: Ocorreu um erro ao instalar o mod de {0}
pt_pt: Ocorreu um erro ao instalar a modificação desde {0}
ru_ru: Произошла ошибка при установке мода из {0}
zh_hans: 在从{0}安装mod时出现错误

# ModLoader_InstallInvalidTargetError
source: The mod {0} can't be installed to this game due to it not being one of the game targets: {1}
da_dk: Moddet {0} kan ikke installeres til dette spil, da det ikke er én af de målrettede spil: {1}
es_es: No se puede instalar el mod {0} en este juego porque no es uno de los objetivos del juego: {1}
fr_fr: Le mod {0} ne peut pas être installé sur ce jeu car il n'est pas une des cibles du jeu : {1}
he: לא ניתן להתקין את המוד {0} למשחק הזה מכיוון שהוא לא אחד ממטרות התקנת המשחק: {1}
it_it: Impossibile installare la mod {0} su questo gioco poiché non è uno degli obiettivi del gioco: {1}
nl_nl: De mod {0} kan niet geïnstalleerd worden naar dit spel, omdat het niet één van de spel targets is: {1}
pl_pl: Nie można zainstalować moda {0} w tej grze, ponieważ nie jest ona jednym z celów gry: {1}
pt_br: O mod {0} não pode ser instalado neste jogo porque não é um dos alvos do jogo: {1}
pt_pt: Não pode ser instalada a modificação {0} neste jogo porque não é um dos objectivos do jogo: {1}
ru_ru: Мод {0} не может быть установлен для этой игры из-за того, что всё перечисленное ниже не является целями игры: {1}
zh_hans: 此mod{0}不能被安装到此由此，因为它不是游戏目标: {1}

# ModLoader_SelectInstallTargetTitle
source: Select game to install the mod to
da_dk: Vælg spil, som moddet skal installeres til
es_es: Seleccionar juego para instalar el mod
fr_fr: Sélectionnez le jeu où installer le mod
he: בחרו את המשחק הרצוי על מנת להתקין את המוד
it_it: Seleziona il gioco su cui installare la mod
nl_nl: Selecteer spel om de mod naartoe te installeren
pl_pl: Wybierz grę, do której chcesz zainstalować mod
pt_br: Selecionar jogo para instalar o mod
pt_pt: Seleccionar jogo para instalar a modificação
ru_ru: Выберите игру, для которой устанавливаете мод
zh_hans: 选择一个游戏来安装mod
