Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Games_RemovedInvalidGames
source: The following games are no longer valid and were removed: {0}
da_dk: De følgende spil er ikke længere gyldige og er derfor blevet fjernet: {0}
es_es: Los siguientes juegos ya no son válidos y han sido eliminados: {0}
fr_fr: Les jeux suivants ne sont plus valides et ont été retirés : {0}
he: המשחקים הבאים אינם תקפים יותר והוסרו: {0}
it_it: I seguenti giochi non sono più validi e sono stati rimossi: {0}
nl_nl: De volgende spellen zijn niet meer geldig en zijn verwijderd: {0}
pl_pl: Następujące gry są już nieważne i zostały usunięte: {0}
pt_br: Os seguintes jogos não são mais válidos e foram removidos: {0}
pt_pt: Os seguintes jogos já não são válidos e foram eliminados: {0}
ru_ru: Следующие игры более недействительны, в связи с чем удалены: {0}
tr_tr: Aşağıdaki oyunlar artık geçerli değil ve kaldırıldı: {0}
zh_hans: 以下游戏已经不可用并且已被移除： {0}

# Games_RemovedInvalidGamesHeader
source: Removed invalid games
da_dk: Ugyldige spil blev fjernet
es_es: Se eliminaron los juegos no válidos
fr_fr: Jeux invalides retirés
he: הוסרו משחקים לא חוקיים
it_it: Giochi non validi rimossi
nl_nl: Ongeldige spellen verwijderd
pl_pl: Usunięto nieprawidłowe gry
pt_br: Jogos inválidos removidos
pt_pt: Eliminados jogos inválidos
ru_ru: Удалённые недействительные игры
tr_tr: Geçersiz oyunlar kaldırıldı
zh_hans: 移除不可用的游戏

# GameClients_RemovedInvalidClients
source: The following game clients/emulators are no longer valid and were removed: {0}
da_dk: De følgende spilklinter/emulatorer er ikke længere gyldige og er derfor blevet fjernet: {0}
es_es: Los siguientes clientes/emuladores de juegos ya no son válidos y han sido eliminados: {0}
fr_fr: Les clients de jeu/émulateurs suivants ne sont plus valides et ont été retirés : {0}
he: לקוח/אימולטורים הבאים אינם תקפים יותר והוסרו: {0}
it_it: I seguenti client di gioco/emulatori non sono più validi e sono stati rimossi: {0}
nl_nl: De volgende gameplatforms/emulators zijn niet meer geldig en zijn verwijderd: {0}
pl_pl: Następujące klienty/emulatory gier są już nieaktualne i zostały usunięte: {0}
pt_br: Os seguintes clientes/emuladores de jogos não são mais válidos e foram removidos: {0}
pt_pt: Os seguintes clientes/emuladores de jogo já não são válidos e foram eliminados: {0}
ru_ru: Следующие игровые клиенты/эмуляторы более недействительны, в связи с чем удалены: {0}
tr_tr: Aşağıdaki oyun istemcileri/emülatörleri artık geçerli değil ve kaldırıldı: {0}
zh_hans: 以下游戏客户端/模拟器已不可用并被移除： {0}

# GameClients_RemovedInvalidClientsHeader
source: Removed invalid game clients/emulators
da_dk: Ugyldige spilklienter/emulatorer blev fjernet
es_es: Se eliminaron los clientes/emuladores de juegos no válidos
fr_fr: Clients de jeu/émulateurs retirés
he: הוסר לקוח/אימולטורים לא חוקיים של משחקים
it_it: Rimossi client di gioco/emulatori non validi
nl_nl: Ongeldige gameplatforms/emulators verwijderd
pl_pl: Usunięto nieprawidłowe klienty gry/emulatory
pt_br: Clientes/emuladores de jogos inválidos removidos
pt_pt: Eliminados clientes/emuladores de jogo inválidos
ru_ru: Удалённые недействительные игровые клиенты/эмуляторы
tr_tr: Geçersiz oyun istemcileri/emülatörleri kaldırıldı
zh_hans: 移除不可用的游戏客户端/模拟器

# GameAdd_Download
source: Download
es_es: Descargar
fr_fr: Téléchargement
he: הורד
it_it: Scarica
pt_br: Baixar
pt_pt: Transferir
ru_ru: Скачать
tr_tr: İndirmek
zh_hans: 下载

# GameAdd_LocateFileBrowseHeader
source: Select the game file
da_dk: Vælg spilfilen
es_es: Seleccionar el archivo del juego
fr_fr: Sélectionnez le fichier de jeu
he: בחרו את קובץ המשחק
it_it: Seleziona il file del gioco
nl_nl: Selecteer het spelbestand
pl_pl: Wybierz plik gry
pt_br: Escolher o arquivo do jogo
pt_pt: Seleccionar o ficheiro de jogo
ru_ru: Выбор файла игры
tr_tr: oyun dosyasını seçin
zh_hans: 选择游戏文件

# GameAdd_LocateFileBrowseFileTypes
source: Game file
da_dk: Spilfil
es_es: Archivo del juego
fr_fr: Fichier de jeu
he: קובץ משחק
it_it: File di gioco
nl_nl: Spelbestand
pl_pl: Plik gry
pt_br: Arquivo do jogo
pt_pt: Ficheiro de jogo
ru_ru: Файл игры
tr_tr: Oyun dosyası
zh_hans: 游戏文件

# GameAdd_LocateFileInvalidFile
source: The selected file is not valid for this game {0}
da_dk: Den valgte fil er ikke gyldig for dette spil {0}
es_es: El archivo seleccionado no es válido para este juego. {0}
fr_fr: Le fichier sélectionné n'est pas valide pour ce jeu {0}
he: הקובץ שנבחר אינו חוקי עבור המשחק הזה {0}
it_it: Il file selezionato non è valido per questo gioco {0}
nl_nl: Het geselecteerde bestand is niet geldig voor dit spel {0}
pl_pl: Wybrany plik jest nieprawidłowy dla tej gry {0}
pt_br: O arquivo selecionado não é válido para este jogo {0}
pt_pt: O ficheiro seleccionado não é válido para este jogo {0}
ru_ru: Выбранный файл недействителен для этой игры {0}
tr_tr: Seçilen dosya bu oyun için geçerli değil. {0}
zh_hans: 被选择的文件已不适用于此游戏 {0}

# Utilities_SyncTextureInfo_SyncStatus
source: Synchronizing textures
da_dk: Synkroniserer teksturer
es_es: Sincronizando texturas
fr_fr: Synchronisation des textures
he: סינכרון טקסטורות
it_it: Sincronizzazione texture
nl_nl: Texturen synchroniseren
pl_pl: Synchronizowanie tekstur
pt_br: Sincronizando texturas
pt_pt: A sincronizar texturas
ru_ru: Синхронизация текстур
tr_tr: Dokuları senkronize etme
zh_hans: 材质同步

# Utilities_SyncTextureInfo_Info
source: Synchronize textures. This updates the texture sizes in the game files to match the texture files. This is required to do if the resolution of a texture has been increased or else the game might crash.
da_dk: Synkronisér teksturer. Dette opdaterer teksturstørrelserne i spilfilerne til at matche teksturfilerne. Dette er påkrævet, hvis opløsningen af en tekstur er blevet forøget, da spillet ellers kan bryde sammen.
es_es: Sincronizar texturas. Esto actualiza los tamaños de las texturas en los archivos del juego para que coincidan con los archivos de textura. Esto es necesario si se ha aumentado la resolución de una textura, de lo contrario, el juego podría bloquearse.
fr_fr: Synchronise les textures. Cet outil met à jour la taille des textures dans les fichiers de jeu afin qu'elle soit similaire à celle des fichiers de texture. Cette opération est requise si la résolution de la texture a été augmentée afin d'éviter que le jeu ne plante.
he: סנכרן טקסטורות.כלי זה מעדכן את גדלי הטקסטוות בקבצי המשחק כך שיתאימו לקבצי טקסטורות. יש צורך לעשות זאת אם הרזולוציה של הטקסטורה הוגדלה או שהמשחק עלול לקרוס.
it_it: Sincronizza le trame. Questo aggiorna le dimensioni delle texture nei file di gioco in modo che corrispondano ai file delle texture. Questo è necessario se la risoluzione di una texture è stata aumentata, altrimenti il gioco potrebbe subire arresti anomali.
nl_nl: Synchroniseer texturen. Dit updatet de grootte van de texturen zodanig, dat deze matchen met de daadwerkelijke textuurbestanden. Dit is noodzakelijk wanneer de resolutie van een textuur is vergroot, omdat anders het spel kan crashen.
pl_pl: Synchronizuj tekstur. Spowoduje to zaktualizowanie rozmiarów tekstur w plikach gry, aby pasowały do plików tekstur. Jest to wymagane do wykonania, jeśli rozdzielczość tekstury została zwiększona, w przeciwnym razie gra może się zawiesić.
pt_br: Sincroniza texturas. Isso atualiza os tamanhos de textura nos arquivos do jogo para corresponder aos arquivos de textura. Isso é necessário se a resolução de uma textura foi aumentada, ou então o jogo pode travar.
pt_pt: Sincroniza texturas. Isto actualiza os tamanhos das texturas nos ficheiros do jogo para corresponderem aos ficheiros de textura. É necessário fazer isso se a resolução de uma textura tiver sido aumentada ou então o jogo pode crashar.
ru_ru: Обновление размеров текстур в файлах игры так, чтобы они соответствовали файлам текстур. Это необходимо сделать, если разрешение текстуры было увеличено, в противном случае при запуске игры может произойти сбой.
tr_tr: Dokuları senkronize edin. Bu, oyun dosyalarındaki doku boyutlarını doku dosyalarıyla eşleşecek şekilde günceller. Bu, bir dokunun çözünürlüğü artırıldığında yapılmalıdır, aksi halde oyun çökebilir.
zh_hans: 同步材质。这样会把游戏文件里的材质尺寸更新到材质文件的尺寸。在材质分辨率增加时必须这样做不然游戏可能会崩溃。

# GameInfo_AddedDate
source: Added:
da_dk: Tilføjet:
es_es: Añadido:
fr_fr: Ajouté :
he: נוסף:
it_it: Aggiunto:
nl_nl: Toegevoegd:
pl_pl: Dodano:
pt_br: Adicionado:
pt_pt: Adicionado:
ru_ru: Добавлено:
tr_tr: Katma:
zh_hans: 已添加：

# GameClients_Launch_ClientNotFound
source: The game client/emulator could not be found
da_dk: Spilklienten/emulatoren kunne ikke findes
es_es: No se pudo encontrar el cliente/emulador de juego.
fr_fr: Le client de jeu/émulateur n'a pas été trouvé
he: לא ניתן למצוא את לקוח/האמולטור
it_it: Impossibile trovare il client del gioco/emulatore
nl_nl: Het spelplatform/de emulator kon niet gevonden worden
pl_pl: Nie udało się znaleźć klienta/emulatora gry
pt_br: O cliente de jogo/emulador não pôde ser encontrado
pt_pt: Não pode ser encontrado o cliente/emulador de jogo
ru_ru: Игровой клиент/эмулятор не был найден
tr_tr: Oyun istemcisi/emülatörü bulunamadı
zh_hans: 此游戏客户端/模拟器无法被找到

# GamesPage_Category_Handheld
source: Handheld
da_dk: Mobile
es_es: Portátil
fr_fr: Portable
he: קונסולה ניידת
it_it: Portatile
nl_nl: Portable
pt_br: Portátil
pt_pt: Portátil
ru_ru: Портативные
zh_hans: 手持

# GameClients_Custom
source: Custom
da_dk: Brugerdefineret
es_es: Personalizado
fr_fr: Personnalisé
he: מותאם אישית
it_it: Personalizzato
nl_nl: Aangepast
pl_pl: Własne
pt_br: Customizado
pt_pt: Personalizado
ru_ru: Пользовательские
tr_tr: Gelenek
zh_hans: 自定义

# GameClients_Custom_LaunchArgs
source: Launch arguments
da_dk: Startparametre
es_es: Argumentos de lanzamiento
fr_fr: Options de lancement
he: הפעילו ארגומנטים
it_it: Argomenti di avvio
nl_nl: Startopties
pl_pl: Argumenty uruchamiania
pt_br: Argumentos de inicialização
pt_pt: Argumentos de arranque
ru_ru: Аргументы запуска
tr_tr: Argümanları başlat
zh_hans: 启动参数

# GameClients_Custom_LaunchArgsInfo
source: Here you can specify which launch arguments are passed in to the program. For the game path, type %game%. It is recommended to surround it with quotes to avoid the path being cut off on spaces.
da_dk: Her kan du angive, hvilke startparametre bliver sat ind i programmet. Skriv %game% for spilstien. Det anbefales at omgive det med anførselstegn for at undgå at stien bliver cuttet af ved mellemrum.
es_es: Aquí puedes especificar los argumentos de lanzamiento que se pasan al programa. Para la ruta del juego, escribe %game%. Se recomienda rodearlo con comillas para evitar que la ruta se corte en espacios.
fr_fr: Vous pouvez spécifier ici les options de lancement données au programme. Pour le chemin du jeu, écrivez %game%. Il est recommandé d'utiliser des guillements afin d'éviter que le chemin soit coupé par les espaces.
he: כאן ניתן לציין אילו ארגומנטים של השקה מועברים לתוכנית. עבור נתיב המשחק, הקלידו %game%. מומלץ להקיף אותו במרכאות כדי למנוע את ניתוק השביל ברווחים.
it_it: Qui puoi specificare quali argomenti di avvio vengono passati al programma. Per il percorso del gioco, digita %game%. Si consiglia di racchiuderlo tra virgolette per evitare che il percorso venga interrotto negli spazi.
nl_nl: Hier kun je specificeren welke startopties worden gebruikt voor het programma. Voor het spelpad typ je %game%. Het is hierbij aanbevolen dubbele aanhalingstekens te gebruiken om te voorkomen dat het spelpad wordt verkort op spaties.
pl_pl: Tutaj możesz określić, które argumenty uruchamiania są przekazywane do programu. Jako ścieżkę do gry wpisz %game%. Zaleca się otoczenie jej cudzysłowem, aby uniknąć ucięcia ścieżki po spacji.
pt_br: Aqui você pode especificar quais argumentos de inicialização são passados ​​para o programa. Para o caminho do jogo, digite %game%. É recomendado cercá-lo com aspas para evitar que o caminho seja cortado em espaços.
pt_pt: Aqui podes especificar quais os argumentos de arranque que são passados para o programa. Para o endereço do jogo, escreve %game%. Recomenda-se que coloques entre aspas para evitar que o endereço seja cortado nos espaços.
ru_ru: Здесь вы можете указать, какие аргументы запуска передаются программе. В поле расположения игры введите %game%. Также рекомендуется заключить в кавычки, чтобы избежать появления пробелов в пути.
tr_tr: Burada, programa hangi başlatma bağımsız değişkenlerinin iletileceğini belirtebilirsiniz. Oyun yolu için %game% yazın. Yolun boşluklarda kesilmesini önlemek için tırnak içine almanız önerilir.
zh_hans: 在这里你可以指定哪个启动参数被程序采用。对于游戏路径，输入%game%。推荐把它用引号包括来避免路径被切断。

# GameClients_DOSBox_ConfigPaths
source: Configuration file paths
da_dk: Konfigurationsfilstier
es_es: Rutas de archivos de configuración
fr_fr: Chemin des fichiers de configuration
he: נתיבי קבצי תצורה
it_it: Percorsi dei file di configurazione
nl_nl: Configuratie-bestandspaden
pl_pl: Ścieżki plików konfiguracyjnych
pt_br: Caminhos de arquivo de configuração
pt_pt: Configuração de endereços de jogo
ru_ru: Расположение файлов конфигурации
tr_tr: Yapılandırma dosyası yolları
zh_hans: 配置文件路径

# GameClients_DOSBox_AddConfigPath
source: Add file
da_dk: Tilføj fil
es_es: Agregar archivo
fr_fr: Ajouter un fichier
he: הוסיפו קובץ
it_it: Aggiungi file
nl_nl: Voeg bestand toe
pl_pl: Dodaj plik
pt_br: Adicionar arquivo
pt_pt: Adicionar ficheiros
ru_ru: Добавить файл
tr_tr: Dosya Ekle
zh_hans: 添加文件

# GameClients_DOSBox_RemoveConfigPaths
source: Remove selected files
da_dk: Fjern valgte filer
es_es: Eliminar archivos seleccionados
fr_fr: Retirer les fichiers sélectionnés
he: הסירו את הקבצים שנבחרו
it_it: Rimuovi i file selezionati
nl_nl: Verwijder geselecteerde bestanden
pl_pl: Usuń wybrane pliki
pt_br: Remover arquivos selecionados
pt_pt: Eliminar ficheiros seleccionados
ru_ru: Удалить выбранные файлы
tr_tr: Seçili dosyaları kaldır
zh_hans: 移除选择的文件

# GameClients_DOSBox_BrowseConfigPathHeader
source: Select a config file
da_dk: Vælg en konfigurationsfil
es_es: Seleccionar un archivo de configuración
fr_fr: Sélectionnez un fichier de configuration
he: בחרו קובץ תצורה
it_it: Seleziona un file di configurazione
nl_nl: Selecteer een configuratiebestand
pl_pl: Wybierz plik konfiguracyjny
pt_br: Escolher um arquivo de configuração
pt_pt: Seleccionar um ficheiro de configuração
ru_ru: Выбор файла конфигурации
tr_tr: Bir yapılandırma dosyası seçin
zh_hans: 选择一个设定文件

# GameClients_SelectionHeader
source: Client/emulator
da_dk: Klient/emulator
es_es: Cliente/emulador
fr_fr: Client/Émulateur
he: לקוח/אמולטור
it_it: Client di gioco/emulatore
nl_nl: Platform/emulator
pl_pl: Klient gry/emulator
pt_br: Cliente/emulador
pt_pt: Cliente/emulador
ru_ru: Клиент/эмулятор
tr_tr: İstemci/emülatör
zh_hans: 客户端/模拟器

# GameClients_SelectionInfo
source: Here a client or emulator can be selected to be used with the game. The selected client will be responsible for launching the game. For emulated games this is required as they can't launch on their own.
da_dk: Her kan en klient eller emulator vælges til brug med spillet. Den valgte klient bliver ansvarlig for at starte spillet. Ved emulerede spil, er dette påkrævet, da de ikke kan startes alene.
es_es: Aquí se puede seleccionar un cliente o emulador para ser utilizado con el juego. El cliente/emulador seleccionado será responsable de iniciar el juego. Para los juegos emulados, esto es necesario ya que no pueden iniciarse por sí mismos.
fr_fr: Vous pouvez choisir ici le client ou l'émulateur à utiliser avec le jeu. Le client sélectionné sera responsable pour faire marcher le jeu. Cette option est requise pour les jeux émulés car il n'est pas possible de les faire fonctionner seuls
he: כאן ניתן לבחור לקוח או אמולטור לשימוש עם המשחק. הלקוח הנבחר יהיה אחראי על הפעלת המשחק. זה נדרש עבור משחקים באמולציה מכיוון שלא ניתן להפעילם ללא אמולטור/לקוח.
it_it: Qui è possibile selezionare un client di gioco un emulatore da utilizzare con il gioco. Il client selezionato sarà responsabile dell'avvio del gioco. Per i giochi emulati questo è necessario in quanto non possono avviarsi da soli.
nl_nl: Hier kan een platform of emulator geselecteerd worden om in te zetten t.b.v. het spel. Het geselecteerde platform zal verantwoordelijk zijn voor het opstarten van het spel. Voor geëmuleerde spellen is dit een vereiste, want deze kunnen niet zelfstandig opstarten.
pl_pl: Tutaj można wybrać klienta lub emulator, który będzie używany z grą. Wybrany klient będzie odpowiedzialny za uruchomienie gry. W przypadku emulowanych gier jest to wymagane, ponieważ nie mogą one zostać uruchomione samodzielnie.
pt_br: Aqui, um cliente ou emulador pode ser selecionado para ser usado com o jogo. O cliente selecionado será responsável por iniciar o jogo. Para jogos emulados, isso é necessário, pois eles não podem iniciar sozinhos.
pt_pt: Aqui pode ser seleccionado um cliente ou emulador para ser utilizado com o jogo. O cliente seleccionado será responsável pelo arranque do jogo. Para os jogos emulados, isto é necessário, uma vez que não podem ser executados por si próprios.
ru_ru: Здесь можно выбрать клиент или эмулятор для запуска игры. Это необходимо для эмулируемых игр, так как их самостоятельный запуск невозможен.
tr_tr: Burada oyunla birlikte kullanılmak üzere bir istemci veya öykünücü seçilebilir. Seçilen müşteri oyunu başlatmaktan sorumlu olacaktır. Öykünülmüş oyunlar için bu, kendi başlarına başlayamadıkları için gereklidir.
zh_hans: 在这里一个客户端或者模拟器可以被游戏选择使用。选择的客户端将会负责启动游戏。对于模拟游戏这是必须的因为那些游戏不能单独启动。

# GameClients_SelectionNone
source: None
da_dk: Ingen
es_es: Ninguno
fr_fr: Aucun
he: ללא
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ru_ru: Не выбрано
tr_tr: Hiçbiri
zh_hans: 无

# RR2Options_GameModeHeader
source: Game version
da_dk: Spilversion
es_es: Versión del juego
fr_fr: Version du jeu
he: גרסת המשחק
it_it: Versione del gioco
nl_nl: Spelversie
pl_pl: Wersja gry
pt_br: Versão do jogo
pt_pt: Versão de jogo
ru_ru: Версия игры
tr_tr: Oyun versiyonu
zh_hans: 游戏版本

# RR2Options_GameModeInfo
source: The game version determines which sets of minigames are available in the game. Certain editions of the game are limited to a specific game version, while others support all of them. If an error occurs when launching the game, try changing the game version.
da_dk: Spilversionen bestemmer, hvilket sæt minispil er tilængelige i spillet. Bestemte udgaver af spillet er begrænset til kun en specifik spilversion, mens at andre understøtter dem alle. Hvis en fejl opstår ved opstart, kan du prøve at ændre spilversionen.
es_es: La versión del juego determina qué conjuntos de minijuegos están disponibles en el juego. Ciertas ediciones del juego están limitadas a una versión específica del juego, mientras que otras admiten todas ellas. Si se produce un error al iniciar el juego, intenta cambiar la versión del juego.
fr_fr: La version du jeu détermine quels groupes de minijeux sont disponibles dans le jeu. Certaines éditions du jeu sont limitées à une version spécifique du jeu et d'autres éditions fonctionnent sur toutes les versions. Si vous avez une erreur au lancement du jeu, essayez de changer la version du jeu.
he: גרסת המשחק קובעת אילו סטים של מיני-משחקים זמינים במשחק. מהדורות מסוימות של המשחק מוגבלות לגרסת משחק ספציפית, בעוד שאחרות תומכות בכולן. אם מתרחשת שגיאה בעת הפעלת המשחק, נסו לשנות את גרסת המשחק.
it_it: La versione del gioco determina quali set di minigiochi sono disponibili nel gioco. Alcune edizioni del gioco sono limitate a una specifica versione del gioco, mentre altre le supportano tutte. Se si verifica un errore all'avvio del gioco, prova a cambiare la versione del gioco.
nl_nl: De spelversie is bepalend voor de beschikbare hoeveelheid mini-games in het spel. Bepaalde speledities zijn beperkt tot een specifieke spelversie terwijl andere alle mini-games ondersteunen. Als er een fout plaatsvindt tijdens het opstarten van het spel, probeer dan de spelversie te wijzigen.
pl_pl: Wersja gry określa, które zestawy minigier są dostępne w grze. Niektóre edycje gry są ograniczone do określonej wersji gry, podczas gdy inne obsługują je wszystkie. Jeśli podczas uruchamiania gry wystąpi błąd, spróbuj zmienić wersję gry.
pt_br: A versão do jogo determina quais conjuntos de minijogos estão disponíveis no jogo. Certas edições do jogo são limitadas a uma versão específica do jogo, enquanto outras suportam todas elas. Se ocorrer um erro ao iniciar o jogo, tente alterar a versão do jogo.
pt_pt: A versão do jogo determina que conjuntos de minijogos estão disponíveis no jogo. Certas edições do jogo estão limitadas a uma versão de jogo específica, enquanto outras suportam todas elas. Se ocorrer um erro ao iniciar o jogo, tenta mudar a versão do jogo.
ru_ru: Версия игры определяет, какие наборы мини-игр доступны в игре. Некоторые релизы игры ограничены определенной версией, в то время как остальные поддерживают все. Если при запуске игры возникает ошибка, попробуйте изменить версию игры.
tr_tr: Oyun versiyonu, oyunda hangi mini oyun setlerinin mevcut olduğunu belirler. Oyunun belirli sürümleri belirli bir oyun sürümüyle sınırlıyken, diğerleri hepsini desteklemektedir. Oyunu başlatırken bir hata oluşursa, oyun sürümünü değiştirmeyi deneyin.
zh_hans: 游戏版本会决定游戏里有哪些小游戏。有些游戏的版本仅限于特定的游戏版本，也有一些全部支持。如果在启动游戏时发生错误，请尝试改变游戏版本。

# Games_ValidationMissingPaths
source: The following required paths were not found: {0}
da_dk: De følgende påkrævede stier blev ikke fundet: {0}
es_es: No se encontraron las siguientes rutas requeridas: {0}
fr_fr: Le chemins requis suivants n'ont pas été trouvés : {0}
he: לא נמצאו הנתיבים הדרושים הבאים: {0}
it_it: I seguenti percorsi obbligatori non sono stati trovati: {0}
nl_nl: De volgende, vereiste paden zijn niet gevonden: {0}
pl_pl: Nie znaleziono następujących wymaganych ścieżek: {0}
pt_br: Os seguintes caminhos necessários não foram encontrados: {0}
pt_pt: Não foram encontrados os seguintes endereços requeridos: {0}
ru_ru: Следующие требуемые пути не были найдены: {0}
tr_tr: Aşağıdaki gerekli yollar bulunamadı: {0}
zh_hans: 以下需要的路径没有被找到: {0}

# Games_ValidationFileMissing
source: The file does not exist
da_dk: Filen eksisterer ikke
es_es: El archivo no existe
fr_fr: Le fichier n'existe pas
he: הקובץ לא קיים
it_it: Il file non esiste
nl_nl: Het bestand bestaat niet
pl_pl: Plik nie istnieje
pt_br: O arquivo não existe
pt_pt: O ficheiro não existe
ru_ru: Файл не существует
tr_tr: dosya yok
zh_hans: 此文件不存在

# GameHub_Play
source: Play
da_dk: Spil
es_es: Jugar
fr_fr: Jouer
he: לשחק
it_it: Gioca
nl_nl: Spelen
pl_pl: Graj
pt_br: Jogar
pt_pt: Jogar
ru_ru: Играть
tr_tr: Oynamak
zh_hans: 玩

# GameHub_FavoriteOn
source: Favorite
da_dk: Gør til favorit
es_es: Favorito
fr_fr: Favori
he: הוסף למעודפים
it_it: Preferito
nl_nl: Opslaan als Favoriet
pl_pl: Ulubione
pt_br: Favoritar
pt_pt: Favorito
ru_ru: В избранное
tr_tr: Favori
zh_hans: 喜欢

# GameHub_FavoriteOff
source: Unfavorite
da_dk: Fjern favorit
es_es: Quitar de favoritos
fr_fr: Enlever des favoris
he: הסר מהמועדפים
it_it: Non preferito
nl_nl: Verwijderen uit Favorieten
pl_pl: Nieulubione
pt_br: Desfavoritar
pt_pt: Remover dos favoritos
ru_ru: Убрать из избранного
tr_tr: Favorilerden kaldır
zh_hans: 不喜欢

# GameHub_Rename
source: Rename
da_dk: Omdøb
es_es: Cambiar nombre
fr_fr: Renommer
he: שינוי שם
it_it: Rinomina
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_br: Renomear
pt_pt: Mudar o nome
ru_ru: Переименовать
tr_tr: Yeniden isimlendirmek
zh_hans: 重命名

# GameHub_RefreshPanel
source: Refresh
da_dk: Genindlæs
es_es: Actualizar
fr_fr: Rafraîchir
he: רענון
it_it: Aggiorna
nl_nl: Verversen
pl_pl: Odśwież
pt_br: Atualizar
pt_pt: Actualizar
ru_ru: Обновить
tr_tr: Yenile
zh_hans: 刷新

# GameSelection_Home
source: Home
da_dk: Hjem
es_es: Inicio
fr_fr: Accueil
he: מסך בית
pl_pl: Strona główna
pt_br: Início
pt_pt: Início
ru_ru: Домашняя страница
tr_tr: Ev
zh_hans: 主页
