Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Update_Error
source: An error occurred when updating the application
da_dk: En fejl opstod i forsøg på at opdatere applikationen
es_es: Se produjo un error al actualizar la aplicación
fr_fr: Une erreur est survenue en mettant à jour l'application
he: אירעה שגיאה בעת עדכון האפליקציה
hu_hu: Az applikáció frissítése közben hiba történt
it_it: Si è verificato un errore durante l'aggiornamento dell'applicazione
nl_nl: Er heeft een fout plaatsgevonden tijdens het updaten van de applicatie
pl_pl: Wystąpił błąd podczas aktualizowania aplikacji
pt_br: Um erro aconteceu ao atualizar a aplicação
pt_pt: Ocorreu um erro quando se actualizava a aplicação
ru_ru: Произошла ошибка при обновлении приложения
tr_tr: Uygulama güncellenirken bir hata oluştu
zh_hans: 在更新程序时发生错误

# RabbidsActivityCenter_LaunchMessage
source: The game may take a few seconds to launch. If a black screen appears, then press the ESC key on your keyboard to play the game. This message will not show again.
da_dk: Spillet tager muligvis et par sekunder om at starte. Hvis der vises en sort skærm, så tryk på ESC-tasten på dit tastatur for at spille spillet. Denne besked vises ikke igen.
es_es: Es posible que el juego tarde unos segundos en iniciarse. Si aparece una pantalla negra, presiona la tecla ESC en tu teclado para jugar el juego. Este mensaje no se mostrará de nuevo.
fr_fr: Ce jeu pourrait prendre quelques secondes à démarrer. Si un écran noir apparaît, appuyez sur la touche Echap sur votre clavier pour jouer au jeu. Ce message n'apparaîtra pas une seconde fois.
he: הפעלת המשחק עשויה להימשך מספר שניות. אם מופיע מסך שחור, לחץ על מקש ESC במקלדת כדי לשחק במשחק. הודעה זו לא תופיע שוב.
hu_hu: Eltarthat pár másodpercig amíg a játék elindul. Ha egy fekete képernyő jelenik meg, nyomd meg az ESC billentyűt, hogy elindítsd a játékot. Ez az üzenet többet nem fog megjellenni.
it_it: Il gioco potrebbe impiegare alcuni secondi per avviarsi. Se viene visualizzata una schermata nera, premere il tasto ESC sulla tastiera per giocare. Questo messaggio non verrà più visualizzato.
nl_nl: Het kan een paar seconden duren voordat het spel gestart wordt. Als er een zwart scherm aanwezig blijft, druk dan op de Escape-toets om het spel te starten. Het bericht zal vervolgens niet meer worden weergegeven.
pl_pl: Uruchomienie gry może potrwać kilka sekund. Jeśli pojawi się czarny ekran, naciśnij klawisz ESC na klawiaturze, aby rozpocząć grę. Ta wiadomość nie pojawi się ponownie.
pt_br: O jogo pode levar alguns segundos para iniciar. Se uma tela preta aparecer, aperte a tecla ESC no seu teclado para jogar. Esta mensagem não será exibida novamente.
pt_pt: O jogo poderá levar alguns segundos a executar. Se surgir um ecrã negro, pressiona a tecla ESC no teu teclado para jogar o jogo. Esta mensagem não voltará a aparecer.
ru_ru: Запуск игры может занять несколько секунд. Если появится черный экран, нажмите клавишу ESC на клавиатуре, чтобы начать игру. Это сообщение больше не появится.
tr_tr: Oyunun başlatılması birkaç saniye sürebilir. Siyah bir ekran belirirse, oyunu oynamak için klavyenizdeki ESC tuşuna basın. Bu mesaj bir daha gösterilmeyecek.
zh_hans: 游戏可能需要几秒才能启动。如果黑屏出现，请按ESC键。这条信息不会再次出现。

# GameDisplay_DownloadUplay
source: Download from Ubisoft Connect
da_dk: Download fra Ubisoft Connect
es_es: Descargar desde Ubisoft Connect
fr_fr: Télécharger depuis Ubisoft Connect
he: להוריד מ Ubisoft Connect
hu_hu: Letöltés Ubisoft Connect-ről
it_it: Scarica da Ubisoft Connect
nl_nl: Downloaden via Ubisoft Connect
pl_pl: Pobierz z Ubisoft Connect
pt_br: Baixar da Ubisoft Connect
pt_pt: Transferir pela Ubisoft Connect
ru_ru: Загрузить через Ubisoft Connect
tr_tr: Ubisoft Connect'ten indirin
zh_hans: 从Ubisoft Connect下载

# Archive_ImportFileHeader
source: Select file to import
da_dk: Vælg fil at importere
es_es: Seleccionar archivo para importar
fr_fr: Sélectionner le fichier à importer
he: בחר קובץ לייבוא
hu_hu: Válassz egy fájlt az importáláshoz
it_it: Seleziona il file da importare
nl_nl: Selecteer bestand voor import
pl_pl: Wybierz plik do zaimportowania
pt_br: Selecionar arquivo para importar
pt_pt: Seleccionar ficheiro para importar
ru_ru: Выберите файл для импорта
tr_tr: İçe aktarılacak dosyayı seçin
zh_hans: 选择导入文件

# Archive_FileSelectionGroupName
source: Supported files
da_dk: Understøttede filer
es_es: Archivos compatibles
fr_fr: Fichiers compatibles
he: קבצים נתמכים
hu_hu: Támogatott fájlok
it_it: File supportati
nl_nl: Ondersteunde bestanden
pl_pl: Obsługiwane pliki
pt_br: Arquivos suportados
pt_pt: Ficheiros suportados
ru_ru: Поддерживаемые файлы
tr_tr: Desteklenen dosyalar
zh_hans: 支持的文件

# Archive_ExportHeader
source: Select destination to export to
da_dk: Vælg destination at eksportere til
es_es: Seleccionar destino para exportar
fr_fr: Sélectionner la destination pour l'export
he: בחר יעד לייצא אליו
hu_hu: Válassz egy kimeneti utat az exportáláshoz
it_it: Seleziona la destinazione in cui esportare
nl_nl: Selecteer locatie voor export
pl_pl: Wybierz miejsce docelowe do eksportu
pt_br: Selecionar o destino para exportar
pt_pt: Selecciona o destino a exportar
ru_ru: Выберите пункт назначения для экспорта
tr_tr: Dışa aktarılacak hedefi seçin
zh_hans: 选择导出位置

# Archive_ExportingFileStatus
source: Exporting {0}
da_dk: Eksporterer {0}
es_es: Exportando {0}
fr_fr: Exporter {0}
he: מייצא את {0}
hu_hu: {0} Exportálása
it_it: Esportando {0}
nl_nl: Exporteren {0}
pl_pl: Eksportowanie {0}
pt_br: Exportando {0}
pt_pt: A exportar {0}
ru_ru: Экспорт {0}
tr_tr: {0} dışa aktarılıyor
zh_hans: 正在导出{0}

# Archive_ImportDirectoryHeader
source: Select directory to import
da_dk: Vælg mappe at importere
es_es: Seleccionar directorio para importar
fr_fr: Sélectionner le dossier à importer
he: בחר ספרייה לייבוא
hu_hu: Válassz egy könyvtárat az importáláshoz
it_it: Seleziona la directory da importare
nl_nl: Selecteer map voor import
pl_pl: Wybierz folder do zaimportowania
pt_br: Escolha o diretório para importar
pt_pt: Selecciona o directório a importar
ru_ru: Выберите папку для импорта
tr_tr: İçe aktarılacak dizini seçin
zh_hans: 选择导入位置

# Archive_ImportNoFilesError
source: No files were found to import
da_dk: Ingen filer blev fundet, der kunne importeres
es_es: No se encontraron archivos para importar
fr_fr: Aucun fichier à importer n'a été trouvé
he: לא נמצאו קבצים לייבא
hu_hu: Importálható fájlok nem találhatók
it_it: Non sono stati trovati file da importare
nl_nl: Geen bestanden gevonden om te importeren
pl_pl: Nie znaleziono plików do zaimportowania
pt_br: Nenhum arquivo encontrado para importar
pt_pt: Não foi encontrado nenhum ficheiro para importar
ru_ru: Файлы для импорта не были найдены
tr_tr: İçe aktarılacak dosya bulunamadı
zh_hans: 未找到可导入的文件

# Archive_ExportFilesSuccess
source: The files have been exported
da_dk: Filerne blev eksporteret
es_es: Los archivos se han exportado
fr_fr: Les fichiers ont été exportés
he: הקבצים יוצאו
hu_hu: Fájlok exportálva
it_it: I file sono stati esportati
nl_nl: De bestanden zijn geëxporteerd
pl_pl: Pliki zostały wyeksportowane
pt_br: Os arquivos foram exportados
pt_pt: Foram exportados os ficheiros
ru_ru: Файлы были экспортированы
tr_tr: Dosyalar dışa aktarıldı
zh_hans: 文件已被导出

# Archive_ExportFileSuccess
source: The file has been exported
da_dk: Filen blev eksporteret
es_es: El archivo se ha exportado
fr_fr: Le fichier a été exporté
he: הקובץ יוצא
hu_hu: Fájl exportálva
it_it: I file è stato esportato
nl_nl: Het bestand is geëxporteerd
pl_pl: Plik został wyeksportowany
pt_br: O arquivo foi exportado
pt_pt: Foi exportado o ficheiro
ru_ru: Файл был экспортирован
tr_tr: Dosya dışa aktarıldı
zh_hans: 文件已被导出

# Archive_ExportError
source: {0} could not be exported
da_dk: {0} kunne ikke eksporteres
es_es: {0} no se ha podido exportar
fr_fr: {0} n'a pas pu être exporté
he: לא ניתן לייצא את {0}
hu_hu: A következőt nem lehetett exportálni: {0}
it_it: {0} non può essere esportato
nl_nl: {0} kon niet geëxporteerd worden
pl_pl: Nie można wyeksportować {0}
pt_br: {0} não pode ser exportado
pt_pt: Não pode ser exportado o {0}
ru_ru: Не удалось экспортировать {0}
tr_tr: {0} dışa aktarılamadı
zh_hans: {0}不能被导出

# Archive_RepackingStatus
source: Repacking archive {0}
da_dk: Ompakker arkiv {0}
es_es: Reempaquetando archivo
fr_fr: Recompression de l'archive {0}
he: אורז מחדש את הארכיון {0}
hu_hu: {0} archívum újracsomagolása
it_it: Ricostruendo l'archivio {0}
nl_nl: Ompakken archief {0}
pl_pl: Przepakowywanie archiwum {0}
pt_br: Reembalando arquivo {0}
pt_pt: A reacondicionar o arquivo {0}
ru_ru: Переупаковка архива {0}
tr_tr: {0} arşivi yeniden paketleniyor
zh_hans: 重新打包档案{0}

# Archive_FileExtensionSelectionHeader
source: File Extension Selection
da_dk: Valg af filtype
es_es: Selección de extensión de archivo
fr_fr: Sélection de l'extention de fichier
he: בחירת סיומת קובץ
hu_hu: Fájl kiterjesztés választása
it_it: Selezione Estensione File
nl_nl: Bestandsextensie Selectie
pl_pl: Wybór rozszerzenia pliku
pt_br: Seleção de Extensão de Arquivos
pt_pt: Selecção de ficheiro de extensão
ru_ru: Выбор расширения файла
tr_tr: Dosya Uzantısı Seçimi
zh_hans: 选择文件扩展

# Archive_FileExtensionSelectionInfoHeader
source: Select file extension to export as for {0} files
da_dk: Vælg filtypen som filerne {0} skal eksporteres som
es_es: Selecciona la extensión de archivo para exportar como archivos {0}
fr_fr: Sélectionner l'extension de fichier pour l'export des fichiers {0}
he: בחר סיומת קובץ לייצוא כמו עבור {0} קבצים
hu_hu: Válassz a(z) {0} fájl exportálásának kiterjesztést
it_it: Seleziona l'estensione del file da esportare come file {0}
nl_nl: Selecteer bestandsextensie om te exporteren als voor {0} bestanden
pl_pl: Wybierz rozszerzenie pliku do eksportu jak dla plików {0}
pt_br: Selecione a extensão do arquivo para exportar como para {0} arquivos
pt_pt: Selecciona a extensão de ficheiro para exportar como para os ficheiros {0}
ru_ru: Выберите расширение файла для экспорта как для файлов {0}
tr_tr: {0} dosya olarak dışa aktarılacak dosya uzantısını seçin
zh_hans: 选择扩展文件来作为{0}个文件输出

# Archive_CriticalError
source: An error occurred in the Archive Explorer and it had to close
da_dk: En fejl opstod i Archive Explorer, og den skulle lukkes
es_es: Se produjo un error en el explorador de archivos y tuvo que cerrarse
fr_fr: Une erreur est survenue dans Archive Explorer causant sa fermeture
he: אירעה שגיאה בArchive Explorer והוא נאלץ לסגור
hu_hu: Az archívum kezelővel hiba lépett fel és bezárult
it_it: Si è verificato un errore, Archive Explorer deve essere chiuso
nl_nl: Er heeft een fout plaatsgevonden in de Archive Explorer en deze moest afgesloten worden
pl_pl: Wystąpił błąd w Archive Explorer i program musi zostać zamknięty
pt_br: Ocorreu um erro no Archive Explorer e ele teve que ser fechado
pt_pt: Ocorreu um erro no Archive Explorer (Explorador de Arquivos) e teve de fechar
ru_ru: Программу пришлось закрыть, так как в Archive Explorer произошла ошибка
tr_tr: Archive Explorer'de bir hata oluştu ve kapatılması gerekiyordu
zh_hans: 在运行Archive Explorer时出现错误，程序将被终止

# About_Credits_Droolie
source: Rayman reverse engineering, Rayman Raving Rabbids Prototype Restoration mod, BinarySerializer
da_dk: Reverse engineering af Rayman, Rayman Raving Rabbids mod, BinarySerializer
es_es: Ingeniería inversa de Rayman, Mod de Restauración del Prototipo de Rayman Raving Rabbids, Serializador Binario
fr_fr: Rétro-ingénierie Rayman, Restoration du prototype de Rayman contre les Lapins Crétins, BinarySerializer
he: הנדסה לאחור של Rayman, מוד חידוש עבור אב טיפוס של Rayman Raving Rabbids, BinarySerializer
hu_hu: Rayman kódvisszafejtés, Rayman Raving Rabbids Prototípus Restauráló mod, BinarySerializer
it_it: Reverse engineering di Rayman, mod per il restauro del prototipo di Rayman Raving Rabbids, BinarySerializer
nl_nl: Rayman reverse engineering, Rayman Raving Rabbids Prototype Herstel modificatie, BinarySerializer
pl_pl: Inżynieria wsteczna Raymana, Rayman Raving Rabbiids Prototype Restoration mod, BinarySerializer
pt_br: Engenharia reversa de Rayman, mod de Restauração de Protótipo de Rayman Raving Rabbids, Serializador Binário
pt_pt: Engenharia Reversa do Rayman , Modificação de restauro do protótipo do Rayman Raving Rabbids, BinarySerializer
ru_ru: Обратная инженерия Rayman, модификация Rayman Raving Rabbids, BinarySerializer
tr_tr: Rayman tersine mühendislik, Rayman Raving Rabbids modu, BinarySerializer
zh_hans: 雷曼逆向工程，雷曼疯狂兔子原型重制mod，二进制序列化

# UtilitiesPageHeader
source: Utilities
da_dk: Hjælpeværktøjer
es_es: Utilidades
fr_fr: Utilitaires
he: כלי עזר
hu_hu: Szervízprogramok
it_it: Utilità
nl_nl: Hulpprogramma's
pl_pl: Narzędzia
pt_br: Utilitários
pt_pt: Utilitários
ru_ru: Утилиты
tr_tr: Araçlar
zh_hans: 多功能

# Utilities_ArchiveExplorer_CNTHeader
source: CPA Archives (.cnt)
da_dk: CPA-arkiver (.cnt)
es_es: Archivos CPA (.cnt)
fr_fr: Achives CPA (.cnt)
he: ארכיבי CPA (.cnt)
hu_hu: CPA Archívumok (.cnt)
it_it: Archivi CPA (.cnt)
nl_nl: CPA archieven (.cnt)
pl_pl: Archiwa CPA (.cnt)
pt_br: Arquivos CPA (.cnt)
pt_pt: Arquivos CPA (.cnt)
ru_ru: Архивы CPA (.cnt)
tr_tr: CPA Arşivleri (.cnt)
zh_hans: CPA档案(.cnt)

# Utilities_ArchiveExplorer_IPKHeader
source: UbiArt Archives (.ipk)
da_dk: UbiArt-arkiver (.ipk)
es_es: Archivos UbiArt (.ipk)
fr_fr: Archives UbiArt (.ipk)
he: ארכיבי UbiArt (.ipk)
hu_hu: UbiArt Archívumok (.ipk)
it_it: Archivi UbiArt (.ipk)
nl_nl: UbiArt archieven (.ipk)
pl_pl: Archiwa UbiArt (.ipk)
pt_br: Arquivos UbiArt (.ipk)
pt_pt: Arquivos UbiArt (.ipk)
ru_ru: Архивы UbiArt (.ipk)
tr_tr: UbiArt Arşivleri
zh_hans: UbiArt档案(.ipk)

# Utilities_Converter_GFHeader
source: CPA Texture Files (.gf)
da_dk: CPA-teksturfiler (.gf)
es_es: Archivos de Textura CPA (.gf)
fr_fr: Fichiers de texture CPA (.gf)
he: קבצי טסטורות CPA (.gf)
hu_hu: CPA Textúra Fájlok (.gf)
it_it: File Texture CPA (.gf)
nl_nl: CPA texturen (.gf)
pl_pl: Tekstury CPA (.gf)
pt_br: Arquivos de Textura CPA (.gf)
pt_pt: Ficheiros de Textura CPA (.gf)
ru_ru: Файлы текстур CPA (.gf)
tr_tr: CPA Doku Dosyaları (.gf)
zh_hans: CPA材质文件（.gf）

# Utilities_Converter_Convert
source: Convert
da_dk: Konvertér
es_es: Convertir
fr_fr: Convertir
he: המר
hu_hu: Konvertálás
it_it: Converti
nl_nl: Converteren
pl_pl: Konwertuj
pt_br: Converter
pt_pt: Converter
ru_ru: Преобразовать
tr_tr: Dönüştür
zh_hans: 转换

# Utilities_Converter_ConvertBack
source: Convert back
da_dk: Konvertér tilbage
es_es: Convertir de vuelta
fr_fr: Reconvertir
he: המר בחזרה
hu_hu: Visszakonvertálás
it_it: Converti in originale
nl_nl: Converteer naar origineel
pl_pl: Konwertuj z powrotem
pt_br: Converter de volta
pt_pt: Converter de volta
ru_ru: Преобразовать обратно
tr_tr: Geri dönüştür
zh_hans: 逆向转换

# Utilities_Converter_LOCHeader
source: UbiArt Localization Files (.loc/.loc8)
da_dk: UbiArt-lokaliseringsfiler (.loc/.loc8)
es_es: Archivos de Localización UbiArt (.loc/.loc8)
fr_fr: Fichiers de localisation UbiArt (.loc/.loc8)
he: קבצי לוקליזציה של UbiArt (.loc/.loc8)
hu_hu: UbiArt Lokalizációs Fájlok
it_it: File di localizzazione UbiArt (.loc/.loc8)
nl_nl: UbiArt lokalisatiebestanden (.loc/.loc8)
pl_pl: Pliki lokalizacyjne UbiArt (.loc/.loc8)
pt_br: Arquivos de Localização UbiArt (.loc/.loc8)
pt_pt: Ficheiros de Localização UbiArt (.loc/loc8)
ru_ru: Файлы локализации UbiArt (.loc/.loc8)
tr_tr: UbiArt Yerelleştirme Dosyaları (.loc/.loc8)
zh_hans: UbiArt本地化文件(.loc/.loc8)

# Utilities_Converter_Header
source: Converters
da_dk: Konverterere
es_es: Conversores
fr_fr: Convertisseurs
he: ממירים
hu_hu: Átalakítók
it_it: Convertitori
pl_pl: Konwerterowanie
pt_br: Conversores
pt_pt: Conversores
ru_ru: Преобразователи
tr_tr: Dönüştürücüler
zh_hans: 转化器

# Utilities_ArchiveExplorer_Open
source: Open
da_dk: Åben
es_es: Abrir
fr_fr: Ouvrir
he: פתח
hu_hu: Megnyitás
it_it: Apri
nl_nl: Openen
pl_pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ru_ru: Открыть
tr_tr: Açık
zh_hans: 打开

# Utilities_Converter_R3SaveHeader
source: Rayman 3 Save Files (.sav)
da_dk: Spildata til Rayman 3 (.sav)
es_es: Archivos de guardado de Rayman 3 (.sav)
fr_fr: Fichiers de Sauvegarde Rayman 3 (.sav)
he: קבצי שמירה של Rayman 3 (.sav)
hu_hu: Rayman 3 mentések (.sav)
it_it: File di salvataggio Rayman 3 (.sav)
pl_pl: Pliki zapisu gry Rayman 3 (.sav)
pt_br: Arquivos Salvos de Rayman 3 (.sav)
pt_pt: Ficheiros de Progressão Rayman 3 (.sav)
ru_ru: Файлы сохранения Rayman 3 (.sav)
tr_tr: Rayman 3 kaydedilmiş dosyalar (.sav)
zh_hans: 雷曼3存档文件(.sav)

# Utilities_Converter_RJRSaveHeader
source: Rayman Jungle Run Save Files (.dat)
da_dk: Spildata til Rayman Jungle Run (.dat)
es_es: Archivos de guardado de Rayman Jungle Run (.dat)
fr_fr: Fichiers de Sauvegarde Rayman Jungle Run (.dat)
he: קבצי שמירה של Rayman Jungle Run (.dat)
hu_hu: Rayman Jungle Run mentések (.dat)
it_it: File di salvataggio Rayman Jungle Run (.dat)
pl_pl: Pliki zapisu gry Rayman Jungle Run (.dat)
pt_br: Arquivos Salvos de Rayman Jungle Run (.dat)
pt_pt: Ficheiros de Progressão Rayman Jungle Run (.dat)
ru_ru: Файлы сохранения Rayman Jungle Run (.dat)
tr_tr: Rayman Jungle Run kaydedilmiş dosyalar (.dat)
zh_hans: 雷曼：丛林探险存档文件(.dat)

# Utilities_ArchiveExplorer_FileSelectionHeader
source: Select archive files
da_dk: Vælg arkivfiler
es_es: Seleccionar archivos de archivo
fr_fr: Sélectionner les fichiers d'archive
he: בחר קבצי ארכיון
hu_hu: Archívum fájlok kiválasztása
it_it: Seleziona i file di archivio
nl_nl: Selecteer archiefbestanden
pl_pl: Wybierz pliki archiwów
pt_br: Selecionar arquivos de arquivo
pt_pt: Seleccionar ficheiros de arquivo
ru_ru: Выберите архивные файлы
tr_tr: Arşiv dosyalarını seçin
zh_hans: 选择档案文件

# Utilities_Converter_FileSelectionHeader
source: Select files to convert
da_dk: Vælg filer, der skal konverteres
es_es: Seleccionar archivos para convertir
fr_fr: Sélectionner les fichiers à convertir
he: בחר קבצים להמרה
hu_hu: Fájlok kiválasztása konvertáláshoz
it_it: Seleziona i file da convertire
nl_nl: Selecteer bestanden voor conversie
pl_pl: Wybierz pliki do konwertowania
pt_br: Selecionar arquivos para converter
pt_pt: Seleccionar ficheiros a converter
ru_ru: Выберите файлы для преобразования
tr_tr: Dönüştürülecek dosyaları seçin
zh_hans: 选择要转化的文件

# Browse_DestinationHeader
source: Select destination
da_dk: Vælg destination
es_es: Seleccionar destino
fr_fr: Sélectionner la destination
he: בחר יעד
hu_hu: Kimeneti út kiválasztása
it_it: Seleziona la destinazione
nl_nl: Selecteer locatie
pl_pl: Wybierz miejsce docelowe
pt_br: Selecionar destino
pt_pt: Seleccionar destino
ru_ru: Выберите пункт назначения
tr_tr: Varış yerini seçin
zh_hans: 选择位置

# Utilities_Converter_Error
source: The file(s) could not be converted
da_dk: Filen/filerne kunne ikke konverteres
es_es: No se pudieron convertir los archivo(s)
fr_fr: Les fichiers n'ont pas pu être convertis
he: לא ניתן היה להמיר את הקובץ/קבצים
hu_hu: A fájlokat nem lehetett konvertálni
it_it: I file non possono essere convertiti
nl_nl: De bestanden konden niet worden geconverteerd
pl_pl: Nie można przekonwertować pliku lub plików
pt_br: O(s) arquivo(s) não pôde/puderam ser convertido(s)
pt_pt: O(s) ficheiro(s) não pode/puderam ser convertido(s)
ru_ru: Не удалось преобразовать файл(ы)
tr_tr: Dosya(lar) dönüştürülemedi
zh_hans: 文件无法被转化

# Utilities_Converter_ExportExtensionHeader
source: Select file extension to export as
da_dk: Vælg filtype, der skal eksporteres som
es_es: Seleccionar extensión de archivo para exportar
fr_fr: Sélectionner l'extension de fichier pour l'export
he: בחר סיומת עובר הקובץ לייצא בשם
hu_hu: Exportált fálj kiterjesztés kiválasztása
it_it: Seleziona l'estensione del file da esportare
nl_nl: Selecteer bestandsextensie voor export
pl_pl: Wybierz rozszerzenie pliku, aby wyeksportować jako
pt_br: Selecionar a extensão do arquivo para exportar como
pt_pt: Seleccionar extensão de ficheiro a exportar como
ru_ru: Выберите расширение, в котором будет экспортирован файл
tr_tr: Dışa aktarılacak dosya uzantısını seçin
zh_hans: 选择要输出的文件扩展名

# Utilities_Converter_Success
source: The files were successfully converted
da_dk: Filerne blev konverteret med succes
es_es: Los archivos se convirtieron correctamente
fr_fr: Les fichiers ont été convertis avec succès
he: הקבצים הומרו בהצלחה
hu_hu: Fájlok sikeresen konvertálva
it_it: I file sono stati convertiti con successo
nl_nl: De bestanden zijn succesvol geconverteerd
pl_pl: Pliki zostały pomyślnie przekonwertowane
pt_br: Os arquivos foram convertidos com sucesso
pt_pt: O(s) ficheiro(s) foi/foram convertido(s) com sucesso
ru_ru: Файлы были успешно преобразованы
tr_tr: Dosyalar başarıyla dönüştürüldü
zh_hans: 文件已成功转化

# Archive_RepackError
source: An error occurred when repacking the archive
da_dk: En fejl opstod i forsøg på at ompakke arkivet
es_es: Se produjo un error al volver a empaquetar el archivo de archivo
fr_fr: Une erreur s'est produite durant la recompression de l'archive
he: אירעה שגיאה בעת האריזה מחדש של הארכיון
hu_hu: Az archívum újracsomagolása közben hiba történt
it_it: Si è verificato un errore durante il ricostruzione dell'archivio
nl_nl: Er heeft een fout plaatsgevonden tijdens het ompakken van het archief
pl_pl: Wystąpił błąd podczas rozpakowywania archiwum
pt_br: Ocorreu um erro ao reembalar o arquivo
pt_pt: Ocorreu um erro ao reacondicionar o arquivo
ru_ru: Произошла ошибка при переупаковке архива
tr_tr: Arşiv yeniden paketlenirken bir hata oluştu
zh_hans: 在重新打包档案时出现错误

# Progression_R3_Level1Header
source: The Fairy Council
es_es: El Concilio de las Hadas
fr_fr: Le Concile des Fées
he: מועצת הפיות
it_it: Il Concilio delle Fate
pl_pl: Rada Rusałek
ru_ru: Совет Фей

# Progression_R3_Level2Header
source: Clearleaf Forest
es_es: El Bosque Hojaclara
fr_fr: La forêt de Claire-Feuille
he: יער עלים צלולים
it_it: La Foresta di Chiarafoglia
pl_pl: Las Czystoliść
ru_ru: Лес Прозрачных Листьев

# Progression_R3_Level3Header
source: The Bog of Murk
es_es: La Ciénaga
fr_fr: Les Marais Crapoteux
he: הביצה האפילה
it_it: La Pozza di Fango
pl_pl: Bagna Mroku
ru_ru: Угрюмое Болото

# Progression_R3_Level4Header
source: The Land of the Livid Dead
es_es: La Tierra de los Muertos Furiosos
fr_fr: La Lande aux Esprits Frappés
he: ארץ המתים חיים
it_it: La Terra dei Morti Lividi
pl_pl: Kraina Żywych Umarlaków
ru_ru: Край Зловещих Мертвецов

# Progression_R3_Level5Header
source: The Desert of the Knaaren
es_es: El Desierto de los Knaaren
fr_fr: Le Désert des Knaarens
he: מדבר קנארן
it_it: Il Deserto degli Knaaren
pl_pl: Pustynia Knaarenów
ru_ru: Пустыня Кнааров

# Progression_R3_Level6Header
source: The Longest Shortcut
es_es: El Atajo Interminable
fr_fr: Le Grand Raccourci
he: קיצור הדרך הארוך ביותר
it_it: La Scorciatoia Incredibilmente Lunga
pl_pl: Najdłuższy Skrót
ru_ru: Самый Длинный Короткий Путь

# Progression_R3_Level7Header
source: The Summit Beyond the Clouds
es_es: En lo más alto de las Nubes
fr_fr: Le Sommet d'Outre-Nuées
he: הפסגה שמעבר לעננים
it_it: La Cima Oltre le Nuvole
pl_pl: Szczyt za Chmurami
ru_ru: Заоблачная Вершина

# Progression_R3_Level8Header
source: Hoodlum Headquarters
es_es: Cuartel General Hoodlum
fr_fr: Le Quartier Général Hoodlums
he: מפקדת המגה לומים
it_it: Il Quartier Generale degli Hoodlum
pl_pl: Kwatera Mroklumów
ru_ru: Штаб Злумов

# Progression_R3_Level9Header
source: The Tower of the Leptys
es_es: La Torre del Leptys
fr_fr: La Tour du Leptys
he: מגדל הלפטיס
it_it: La Torre del Leptys
pl_pl: Wieża Leptysa
ru_ru: Башня Лептиса
