Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Utilities_Decoder_TTSnaHeader
source: Tonic Trouble Encoded Files (.sna/.dsb)
da_dk: Inkodede filer til Tonic Trouble (.sna/.dsb)
es_es: Archivos codificados de Tonic Trouble (.sna/.dsb)
fr_fr: Fichiers Encodés Tonic Trouble (.sna/.dsb)
he: קבצים מקודדים של Tonic Trouble(.sna/.dsb)
hu_hu: Tonic Trouble Titkosított Fájlok (.sna/.dsb)
it_it: File codificati Tonic Trouble (.sna/.dsb)
nl_nl: Tonic Trouble Geëncodeerde Bestanden (.sna/.dsb)
pl_pl: Zakodowane pliki Tonic Trouble (.sna/.dsb)
pt_br: Arquivos Codificados do Tonic Trouble (.sna/.dsb)
pt_pt: Ficheiros Codificados Tonic Trouble (.sna/.dsb)
ru_ru: Закодированные файлы Tonic Trouble (.sna/.dsb)
tr_tr: Tonic Trouble Kodlanmış Dosyalar (.sna/.dsb)
zh_hans: 麻烦大了编码文件(.sna/dsb)

# About_Credits_Fabiosek
source: Polish (Poland) program translation
da_dk: Polsk (Polen) programoversættelse
es_es: Traducción del programa al polaco (Polonia)
fr_fr: Traduction polonaise (pologne) du programme
he: תרגום תוכנה בפולנית (פולין).
hu_hu: Lengyel (Lengyelország) programfordítás
it_it: Traduzione del programma in Polacco (Polonia)
nl_nl: Poolse (Polen) programmavertaling
pl_pl: Tłumaczenie programu na język polski (Polska)
pt_br: Tradução do programa em Polonês (Polônia)
pt_pt: Programa de tradução Polaca (Polónia)
ru_ru: Перевод программы на польский (Польша)
tr_tr: Lehçe (Polonya) program çevirisi
zh_hans: 波兰语（波兰）程序翻译

# Utilities_Converter_RMSaveHeader
source: Rayman M/Arena Save Files (.sav)
da_dk: Spildata til Rayman M/Arena (.sav)
es_es: Archivos de guardado de Rayman M/Arena (.sav)
fr_fr: Fichiers de Sauvegarde de Rayman M/Arena (.sav)
he: קבצי שמירה של Rayman M/Arena(.sav)
hu_hu: Rayman M/Arena Mentések (.sav)
it_it: File di salvataggio Rayman M/Arena (.sav)
pl_pl: Pliki zapisu gier Rayman M/Arena (.sav)
pt_br: Arquivos de Salvos de Rayman M/Arena (.sav)
pt_pt: Ficheiros de Progressão Rayman M/Arena (.sav)
ru_ru: Файлы сохранения Rayman M/Arena (.sav)
tr_tr: Rayman M/Arena Kayıtlı Dosyalar (.sav)
zh_hans: 雷曼M/竞技场存档文件(.sav)

# Settings_ArchiveGFForce8888
source: Convert to 32-bit on import (.gf)
da_dk: Konvertér til 32-bit ved import (.gf)
es_es: Convertir a 32 bits al importar (.gf)
fr_fr: Convertir en 32-bit pendant l'import (.gf)
he: המר ל-32 סיביות בייבוא (.gf)
hu_hu: 32 bit-re konvertálás importáláskor (.gf)
it_it: Converti in 32 bit durante l'importazione (.gf)
nl_nl: Converteren naar 32-bit tijdens het importeren (.gf)
pl_pl: Konwersja do formatu 32-bitowego podczas importu (.gf)
pt_br: Converter para 32-bits na importação (.gf)
pt_pt: Converter para 32-bits na importação (.gf)
ru_ru: Преобразовывать в 32-битную версию при импорте (.gf)
tr_tr: İçe aktarıldığında 32 bit'e dönüştür (.gf)
zh_hans: 在导入时转换为32位(.gf)

# Settings_ArchiveGFForce8888Info
source: Indicates if the .gf file should be converted to 24/32-bit on import for highest possible quality
da_dk: Indikerer, om .gf-filen skal konverteres til 24/32-bit ved import, for bedst mulige kvalitet
es_es: Indica si el archivo .gf debe convertirse a 24/32 bits al importar para obtener la mejor calidad posible
fr_fr: Indique si le fichier .gf devrait être converti en 24/32-bit pendant l'import pour une qualité maximale
he: מציין אם יש להמיר את קובץ ה-.gf ל-24/32 סיביות בייבוא לאיכות הגבוהה ביותר האפשרית
hu_hu: Megmutatja, hogy a .gf fájlt át kellene-e konvertálni 24/32 bitre az importálást követően a legjobb minőség érdekében
it_it: Indica se il file .gf deve essere convertito a 24/32 bit durante l'importazione per ottenere la massima qualità possibile
nl_nl: Geeft aan of het .gf-bestand geconverteerd zou moeten worden naar 24/32-bit tijdens de import voor de hoogst mogelijke kwaliteit
pl_pl: Wskazuje, czy plik .gf powinien być konwertowany na 24/32 bity przy imporcie dla najwyższej możliwej jakości
pt_br: Indica que o arquivo .gf deve ser convertido para 24/32-bits na importação para a maior qualidade possível
pt_pt: Indica se o ficheiro .gf deverá ser convertido para 24/32-bits na importação para a qualidade mais alta possível
ru_ru: Указывает, должен ли .gf-файл быть преобразован в 24/32-битную версию при импорте для обеспечения максимального возможного качества
tr_tr: Mümkün olan en yüksek kalite için içe aktarma sırasında .gf dosyasının 24/32-bit'e dönüştürülmesi gerekip gerekmediğini belirtir
zh_hans: 指示在导入.gf文件时是否需要转化位24/23位来达到最高质量

# Progression_RM_LapTraining
source: Best Lap - Training
da_dk: Bedste runde - Træning
es_es: Mejor vuelta - Entrenamiento
fr_fr: Meilleur Tour - Entraînement
he: שיא סיבוב - אימון
hu_hu: Legjobb kör - Training
it_it: Miglior giro - Allenamento
nl_nl: Beste Ronde - Training
pl_pl: Najlepsze okrążenie - Trening
pt_br: Melhor Volta - Treinamento
pt_pt: Melhor Volta - Treino
ru_ru: Лучший круг - Тренировка
zh_hans: 最佳圈 - 训练

# Progression_RM_LapRace
source: Best Lap - Race
da_dk: Bedste runde - Ræs
es_es: Mejor vuelta - Carrera
fr_fr: Meilleur Tour - Course
he: שיא סיבוב - מרוץ
hu_hu: Legjobb kör - Race
it_it: Miglior Giro - Corsa
nl_nl: Beste Ronde - Race
pl_pl: Najlepsze okrążenie - Wyścig
pt_br: Melhor Volta - Corrida
pt_pt: Melhor Volta - Corrida
ru_ru: Лучший круг - Гонка
zh_hans: 最佳圈 - 比赛

# Progression_RM_LapTarget
source: Best Lap - Target
da_dk: Bedste runde - Mål
es_es: Mejor vuelta - Objetivo
fr_fr: Meilleur Tour - Popolopoï
he: שיא סיבוב - מטרה
hu_hu: Legjobb kör - Target
it_it: Miglior Giro - Bersaglio
nl_nl: Beste Ronde - Doelwit
pl_pl: Najlepsze okrążenie - Cele
pt_br: Melhor Volta - Alvo
pt_pt: Melhor Volta - Alvos
ru_ru: Лучший круг - Цель
zh_hans: 最佳圈 - 目标

# Progression_RM_LapLums
source: Best Lap - Lums
da_dk: Bedste runde - Lums
es_es: Mejor vuelta - Lums
fr_fr: Meilleur Tour - Lums
he: שיא סיבוב - לומים
hu_hu: Legjobb kör - Lums
it_it: Miglior Giro - Lum
nl_nl: Beste Ronde - Lums
pl_pl: Najlepsze okrążenie - Lumy
pt_br: Melhor Volta - Lums
pt_pt: Melhor Volta - Lums
ru_ru: Лучший круг - Люмы
zh_hans: 最佳圈 - Lums

# Progression_RM_TimeRace
source: Best Time - Race
da_dk: Bedste tid - Ræs
es_es: Mejor tiempo - Carrera
fr_fr: Meilleur Temps - Course
he: שיא זמן - מרוץ
hu_hu: Legjobb idő - Race
it_it: Miglior Tempo - Corsa
nl_nl: Beste Tijd - Race
pl_pl: Najlepszy czas - Wyścig
pt_br: Melhor Tempo - Corrida
pt_pt: Melhor Tempo - Corrida
ru_ru: Лучшее время - Гонка
zh_hans: 最佳时间-比赛

# Progression_RM_TimeTarget
source: Best Time - Target
da_dk: Bedste tid - Mål
es_es: Mejor tiempo - Objetivo
fr_fr: Meilleur Temps - Popolopoï
he: שיא זמן - מטרה
hu_hu: Legjobb idő - Target
it_it: Miglior Tempo - Bersaglio
nl_nl: Beste Tijd - Doelwit
pl_pl: Najlepszy czas - Cele
pt_br: Melhor Tempo - Alvo
pt_pt: Melhor Tempo - Alvos
ru_ru: Лучшее время - Цель
zh_hans: 最佳时间-目标

# Progression_RM_TimeLums
source: Best Time - Lums
da_dk: Bedste tid - Lums
es_es: Mejor tiempo - Lums
fr_fr: Meilleur Temps - Lums
he: שיא זמן - לומים
hu_hu: Legjobb idő - Lums
it_it: Miglior Tempo - Lum
nl_nl: Beste Tijd - Lums
pl_pl: Najlepszy czas - Lumy
pt_br: Melhor Tempo - Lums
pt_pt: Melhor Tempo - Lums
ru_ru: Лучшее время - Люмы
zh_hans: 最佳时间-Lums

# Progression_RM_Targets
source: Targets
da_dk: Mål
es_es: Objetivos
fr_fr: Popolopoï
he: מטרות
it_it: Bersagli
nl_nl: Doelwitten
pl_pl: Cele
pt_br: Alvos
pt_pt: Alvos
ru_ru: Цели
zh_hans: 目标

# RM_RaceName_0
source: First Ruins
es_es: First Ruins - Primeras Ruinas
fr_fr: Ruines
he: חורבות ראשונות
it_it: Prime Rovine
pl_pl: Ruiny

# RM_RaceName_1
source: Nebulous Tower
es_es: Nebulous Tower - Torre Nebulosa
fr_fr: Tour Nébuleuse
he: מגדל מעורפל
it_it: Torre Nebbiosa
pl_pl: Wieża Nebula

# RM_RaceName_2
source: Dark Sewer
es_es: Dark Sewer - Alcantarilla Oscura
fr_fr: Sombres Égouts
he: הביוב האפל
it_it: Fogne Oscure
pl_pl: Mroczne Podziemia

# RM_RaceName_3
source: Dawn Sand
es_es: Dawn Sand - Arena del Amanecer
fr_fr: Aube Sablonneuse
he: חולות
it_it: Spiaggia del Crepuscolo
pl_pl: Plaża

# RM_RaceName_4
source: Water Canyon
es_es: Water Canyon - Cañón de Agua
fr_fr: Canyon Aquatique
he: קניון המים
it_it: Fiume nel Canyon
pl_pl: Kanion

# RM_RaceName_5
source: Thousand Waterfalls
es_es: Thousand Waterfalls - Mil Cataratas
fr_fr: Mille Cascades
he: אלף מפלים
it_it: Mille Cascate
pl_pl: Kraina Wodospadów

# RM_RaceName_6
source: Forest Jump
es_es: Forest Jump - Salto en el Bosque
fr_fr: Forêt Pirate
he: קפיצה ביער
it_it: Foresta dei Pirati
pl_pl: Leśne Podskoki

# RM_RaceName_7
source: Zenith Harbour
es_es: Zenith Harbour - Puerto del Zenit
fr_fr: Port du Zénith
he: נמל שיא
it_it: Porto Zenith
pl_pl: Port

# RM_RaceName_8
source: Treasure Ship
es_es: Treasure Ship - Barco del Tesoro
fr_fr: Bateau Pirate
he: ספינת המטמון
it_it: Nave del Tesoro
pl_pl: Hiszpański Galeon

# RM_RaceName_9
source: Pipe Maze
es_es: Pipe Maze - Laberinto de Tuberías
fr_fr: Dédale de Tuyaux
he: מבוך הצינורות
it_it: Labirinto di Tubi
pl_pl: Labirynt Rur

# RM_RaceName_10
source: Lava Factory
es_es: Lava Factory - Fábrica de Lava
fr_fr: Usine de Lave
he: מפעל הלבה
it_it: Fabbrica della Lava
pl_pl: Fabryka Lawy

# RM_RaceName_11
source: Electric Final
es_es: Electric Final - Final Eléctrico
fr_fr: Final Électrique
he: סיום מחשמל
it_it: Finale Elettrizzante
pl_pl: Elektryczny Finał

# RM_RaceName_12
source: Future
es_es: Future - Futuro
fr_fr: Futur
he: עתיד
it_it: Futuro
pl_pl: Przyszłość

# RM_RaceName_14
source: Speed Stress
es_es: Speed Stress - Estrés de Velocidad
fr_fr: Vive Adrénaline
he: מהירות מלחיצה
it_it: Stress da Velocità
pl_pl: Stres Szybkości

# RM_RaceName_15
source: Born To Slide
es_es: Born To Slide - Nacido para Deslizarse
fr_fr: Glisse Extrême
he: נועד להחליק
it_it: Nato per Scivolare
pl_pl: Urodzony Ślizgacz

# Browse_SelectFile
source: Select a file
da_dk: Vælg fil
es_es: Seleccionar un archivo
fr_fr: Choisir un fichier
he: בחר קובץ
hu_hu: Fájl kiválasztása
it_it: Seleziona un file
nl_nl: Selecteer een bestand
pl_pl: Wybierz plik
pt_br: Escolher um arquivo
pt_pt: Selecciona um ficheiro
ru_ru: Выбрать файл
tr_tr: Bir dosya seçin

# Browse_SaveFile
source: Save a file
da_dk: Gem fil
es_es: Guardar un archivo
fr_fr: Sauvegarder un fichier
he: שמור קובץ
hu_hu: Fájl mentése
it_it: Salva un file
nl_nl: Opslaan bestand
pl_pl: Zapisz plik
pt_br: Salvar um arquivo
pt_pt: Salva um ficheiro
ru_ru: Сохранить файл
tr_tr: Dosya kaydet

# Browse_SelectDir
source: Select a folder
da_dk: Vælg mappe
es_es: Seleccionar una carpeta
fr_fr: Choisir un dossier
he: בחר תיקיה
hu_hu: Mappa kiválasztása
it_it: Seleziona una cartella
nl_nl: Selecteer een map
pl_pl: Wybierz folder
pt_br: Escolher uma pasta
pt_pt: Selecciona uma pasta
ru_ru: Выбрать папку
tr_tr: Bir klasör seçin

# Browse_SelectDrive
source: Select a drive
da_dk: Vælg drev
es_es: Seleccionar una unidad
fr_fr: Choisir un lecteur
he: בחר כונן
hu_hu: Meghajtó kiválasztása
it_it: Seleziona un'unità
nl_nl: Selecteer een schrijf
pl_pl: Wybierz dysk
pt_br: Escolher uma unidade
pt_pt: Selecciona um disco
ru_ru: Выбрать диск
tr_tr: Bir sürücü seçin

# About_Credits_RaymanUniverse
source: Russian (Russia) program translation
da_dk: Russisk (Rusland) programoversættelse
es_es: Traducción del programa al ruso (Rusia)
fr_fr: Traduction du programme en russe (Russie)
he: תרגום תוכנה ברוסית (רוסיה).
hu_hu: Orosz (Oroszország) programfordítás
it_it: Traduzione del programma in Russo (Russia)
nl_nl: Russische (Rusland) programmavertaling
pl_pl: Tłumaczenie programu na język rosyjski (Rosja)
pt_br: Tradução do programa em Russo (Rússia)
pt_pt: Programa de tradução Russa (Rússia)
ru_ru: Перевод программы на русский (Россия)
tr_tr: Rusça (Rusya) program çevirisi
zh_hans: 俄语（俄罗斯）程序翻译

# About_Credits_ItzalDrake
source: Italian (Italy) program translation
da_dk: Italiensk (Italien) programoversættelse
es_es: Traducción del programa al italiano (Italia)
fr_fr: Traduction du programme en italien (Italie)
he: תרגום תוכנה באיטלקית (איטליה).
hu_hu: Olasz (Olaszország) programfordítás
it_it: Traduzione del programma in Italiano (Italia)
nl_nl: Italiaans (Italië) programmavertaling
pl_pl: Tłumaczenie programu na język włoski (Włochy)
pt_br: Tradução do programa em Italiano (Itália)
pt_pt: Programa de tradução Italiana (Itália)
ru_ru: Перевод программы на итальянский (Италия)
tr_tr: İtalyanca (İtalya) program çevirisi
zh_hans: 意大利语（意大利）程序翻译

# Archive_Sort
source: Sort
da_dk: Sortér
es_es: Ordenar
fr_fr: Trier
he: מיין
hu_hu: Rendezés
it_it: Ordina
nl_nl: Sorteren
pl_pl: Sortuj
pt_br: Ordenar
pt_pt: Ordenar
ru_ru: Сортировать
tr_tr: Düzenle
zh_hans: 分组

# Archive_Sort_Default
source: Default
da_dk: Standard
es_es: Predeterminado
fr_fr: Par défaut
he: ברירת מחדל
hu_hu: Alap
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślnie
pt_br: Padrão
pt_pt: Predefinição
ru_ru: По умолчанию
tr_tr: Varsayılan
zh_hans: 默认

# Archive_Sort_AlphabeticallyAscending
source: Alphabetically (ascending)
da_dk: Alfabetisk (stigende)
es_es: Alfabéticamente (ascendente)
fr_fr: Alphabétiquement (croissant)
he: בסדר אלפביתי (עולה)
hu_hu: Betúrendben (felfelé)
it_it: In ordine alfabetico (crescente)
nl_nl: Alfabetisch (oplopend)
pl_pl: Alfabetycznie (rosnąco)
pt_br: Alfabeticamente (crescente)
pt_pt: Alfabética (Crescente)
ru_ru: В алфавитном порядке (по возрастанию)
tr_tr: Alfabetik olarak (artan)
zh_hans: 按字母顺序（升序）

# Archive_Sort_AlphabeticalDescending
source: Alphabetically (descending)
da_dk: Alfabetisk (faldende)
es_es: Alfabéticamente (descendente)
fr_fr: Alphabétiquement (décroissant)
he: בסדר אלפביתי (יורד)
hu_hu: Betűrendben (lefelé)
it_it: In ordine alfabetico (decrescente)
nl_nl: Alfabetisch (aflopend)
pl_pl: Alfabetycznie (malejąco)
pt_br: Alfabeticamente (decrescente)
pt_pt: Alfabética (Decrescente)
ru_ru: В алфавитном порядке (по убыванию)
tr_tr: Alfabetik olarak (azalan)
zh_hans: 按字母顺序（降序）

# Archive_Search
source: Search
da_dk: Søg
es_es: Buscar
fr_fr: Rechercher
he: חיפוש
hu_hu: Keresés
it_it: Cerca
nl_nl: Zoeken
pl_pl: Szukaj
pt_br: Procurar
pt_pt: Procurar
ru_ru: Поиск
tr_tr: Ara
zh_hans: 搜索

# Archive_Extract_Info
source: Extracts all files in this directory, including any sub-directories
da_dk: Udpakker alle filer i denne mappe, inklusiv undermapper
es_es: Extraer todos los archivos en este directorio, incluyendo subdirectorios
fr_fr: Extraire tous les fichiers de ce dossier, sous dossiers inclus
he: מחלץ את כל הקבצים בספרייה זו, כולל כל ספריות משנה
hu_hu: Összes fájl kicsomagolása ebben a mappában, beleértve az almappákat is
it_it: Estrae tutti i file in questa directory, comprese le eventuali sottodirectory
nl_nl: Pakt alle bestanden, inclusief submappen, uit naar deze map
pl_pl: Wypakowuje wszystkie pliki w tym folderze, włącznie z podfolderami
pt_br: Extrai todos os arquivos neste diretório, incluindo quaisquer subdiretórios
pt_pt: Extrai todos os ficheiros neste directório, incluíndo quaisquer subdirectórios
ru_ru: Извлекает все файлы в этом каталоге, а также все подкаталоги
tr_tr: Herhangi bir alt dizin de dahil olmak üzere bu dizindeki tüm dosyaları ayıklar
zh_hans: 把所有文件提取到此目录，包括所有的子目录

# Archive_AddFiles
source: Add files
da_dk: Tilføj filer
es_es: Agregar archivos
fr_fr: Ajouter des fichiers
he: הוסף קבצים
hu_hu: Fájlok hozzáadása
it_it: Aggiungi file
nl_nl: Bestanden toevoegen
pl_pl: Dodaj pliki
pt_br: Adicionar arquivos
pt_pt: Adicionar ficheiros
ru_ru: Добавить файлы
tr_tr: Dosya Ekle
zh_hans: 添加文件

# Archive_AddFiles_Info
source: Adds the selected files to the directory
da_dk: Tilføjer de valgte filer til mappen
es_es: Agrega los archivos seleccionados al directorio
fr_fr: Ajoute les fichiers sélectionnés au dossier
he: מוסיף את הקבצים שנבחרו לספרייה
hu_hu: A kiválasztott fájlokat hozzáadja a könyvtárhoz
it_it: Aggiunge i file selezionati alla directory
nl_nl: Voegt de geselecteerde bestanden toe aan de map
pl_pl: Dodaje wybrane pliki do folderu
pt_br: Adiciona os arquivos selecionados ao diretório
pt_pt: Adiciona os ficheiros seleccionados ao directório
ru_ru: Добавляет выбранные файлы в каталог
tr_tr: Seçilen dosyaları dizine ekler
zh_hans: 将所选的文件添加到此目录

# Archive_ExportConvert
source: Export & convert
da_dk: Eksportér og konvertér
es_es: Exportar y convertir
fr_fr: Exporter & convertir
he: ייצוא והמרה
hu_hu: Exportálás és konvertálás
it_it: Esporta e converti
nl_nl: Exporteren & converteren
pl_pl: Eksportowanie i konwertowanie
pt_br: Exportar & converter
pt_pt: Exportar e converter
ru_ru: Экспорт и конвертация
tr_tr: Dışa aktar ve dönüştür
zh_hans: 输入和转换

# Archive_ExportConvert_Info
source: Extracts all files in this directory, including any sub-directories, and allows the files to be converted
da_dk: Udpakker alle filer i denne mappe, inklusiv undermapper, og gør det muligt for filerne at konverteres
es_es: Extrae todos los archivos en este directorio, incluyendo subdirectorios, y permite convertir los archivos
fr_fr: Extrait tous les fichiers de ce dossier, sous dossiers inclus, et permet aux fichiers d'être convertis
he: מחלץ את כל הקבצים בספרייה זו, כולל כל ספריות משנה, ומאפשר להמיר את הקבצים
hu_hu: Az összes fájl kicsomagolása ebben a mappában, beleértve az almappákat, és a fájlok átkonvertálása
it_it: Estrae tutti i file in questa directory, comprese eventuali sottodirectory e consente la conversione dei file
nl_nl: Pakt alle bestanden, inclusief submappen, uit naar deze map, en staat toe dat bestanden worden geconverteerd
pl_pl: Wypakowuje wszystkie pliki w tym folderze, włącznie z podfolderami oraz pozwala na ich konwersję
pt_br: Extrai todos os arquivos neste diretório, incluindo quaisquer subdiretórios, e permite que os arquivos sejam convertidos
pt_pt: Extrai todos os ficheiros neste directório, incluíndo quaisquer subdirectórios, e permite que os ficheiros sejam convertidos
ru_ru: Извлекает все файлы в этом каталоге, а также все подкаталоги, и конвертирует их
tr_tr: Alt dizinler de dahil olmak üzere bu dizindeki tüm dosyaları ayıklar ve dosyaların dönüştürülmesine izin verir
zh_hans: 把所有文件提取到此目录，包括所有的子目录，并且允许文件被转换。

# Archive_ImportConvert
source: Import & convert
da_dk: Importér og konvertér
es_es: Importar y convertir
fr_fr: Importer & convertir
he: ייבוא והמהרה
hu_hu: Importálás és konvertálás
it_it: Importa e converti
nl_nl: Importeren & converteren
pl_pl: Importowanie i konwertowanie
pt_br: Importar & converter
pt_pt: Importar e converter
ru_ru: Импорт и конвертация
tr_tr: İçe aktar ve dönüştür
zh_hans: 导入和转换

# Archive_ImportConvert_Info
source: Imports any files with matching file names from the selected directory and converts them where possible to match the original format
da_dk: Importerer alle filer med matchende filnavne fra den valgte mappe, og konverterer dem når muligt, for at matche originalformatet
es_es: Importa los archivos con nombres de archivo coincidentes del directorio seleccionado y los convierte si es posible para que coincidan con el formato original
fr_fr: Importe tous les fichiers avec un nom correspondant à partir du dossier sélectionné et les convertis si possible pour les faire correspondre au format original
he: מייבא כל קבצים עם שמות קבצים תואמים מהספרייה שנבחרה וממיר אותם במידת האפשר כך שיתאימו לפורמט המקורי
hu_hu: A kijelölt mappában lévő egyező nevű fájlokat importálja, és megpróbálja átkonvertálni azokat az eredeti fájl formátumára, ahol az lehetséges
it_it: Importa tutti i file con nomi di file corrispondenti dalla directory selezionata e li converte, ove possibile, in modo che corrispondano al formato originale
nl_nl: Importeert elk bestand met overeenkomende bestandsnamen uit de geselecteerde map en converteert deze waar mogelijk, zodat er een match is met de originele bestandsindeling
pl_pl: Importuje wszystkie pliki o pasujących nazwach z wybranego folderu i konwertuje je w miarę możliwości do oryginalnego formatu
pt_br: Importa todos os arquivos com nomes de arquivo correspondentes do diretório selecionado e os converte sempre que possível para corresponder ao formato original
pt_pt: Importa quaisquer ficheiros com nomes de ficheiro correspondentes do directório seleccionado e converte-os onde é possível corresponder ao formato original
ru_ru: Импортирует любые файлы с соответствующими названиями из выбранного каталога и конвертирует их, если это возможно, в соответствии с исходным форматом
tr_tr: Seçilen dizinden eşleşen dosya adlarına sahip tüm dosyaları içe aktarır ve bunları mümkün olan yerlerde orijinal formatla eşleşecek şekilde dönüştürür
zh_hans: 导入所有和选择目录文件名匹配的文件并且在可能的情况下转化成匹配的原始格式

# Archive_CreateDir
source: Create directory
da_dk: Opret mappe
es_es: Crear directorio
fr_fr: Créer dossier
he: ליצור תיקייה
hu_hu: Mappa létrehozása
it_it: Crea directory
nl_nl: Map aanmaken
pl_pl: Utwórz folder
pt_br: Criar diretório
pt_pt: Criar directório
ru_ru: Создать каталог
tr_tr: Dizin oluştur
zh_hans: 创建目录

# Archive_CreateDir_Info
source: Creates a new empty directory
da_dk: Opretter en ny, tom mappe
es_es: Crea un nuevo directorio vacío
fr_fr: Crée un nouveau dossier vide
he: יוצר תיקייה ריקה חדשה
hu_hu: Létrehoz egy üres mappát
it_it: Crea una nuova directory vuota
nl_nl: Maakt een nieuwe, lege map aan
pl_pl: Tworzy pusty folder
pt_br: Cria um novo diretório vazio
pt_pt: Criar um novo directório vazio
ru_ru: Создает новый пустой каталог
tr_tr: Yeni bir boş dizin oluşturur
zh_hans: 创建新的空目录

# Archive_Delete
source: Delete
da_dk: Slet
es_es: Eliminar
fr_fr: Effacer
he: מחק
hu_hu: Törlés
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Deletar
pt_pt: Eliminar
ru_ru: Удалить
tr_tr: Sil
zh_hans: 删除

# Archive_DeleteDir_Info
source: Deletes the directory and all of its content, including files and sub-directories
da_dk: Sletter mappen og alt dens indhold, inklusiv filer og undermapper
es_es: Elimina el directorio y todo su contenido, incluyendo archivos y subdirectorios
fr_fr: Efface le dossier et tout son contenu, fichiers et sous dossiers inclus
he: מוחק את הספרייה ואת כל התוכן שלה, כולל קבצים ותתי ספריות
hu_hu: Mappa minden tartalmának törlése, beleértve az összes fájlt és az almappákat
it_it: Elimina la directory e tutto il suo contenuto, inclusi file e sottodirectory
nl_nl: Verwijdert de map en alle inhoud, inclusief bestanden en submappen
pl_pl: Usuwa folder i całą jego zawartość, łącznie z plikami i podfolderami
pt_br: Deleta o diretório e todo o seu conteúdo, incluindo arquivos e subdiretórios
pt_pt: Elimina o directório e todo o seu conteúdo, incluíndo ficheiros e subdirectórios
ru_ru: Удаляет каталог и всё его содержимое, включая файлы и подкаталоги
tr_tr: Dosyalar ve alt dizinler dahil olmak üzere dizini ve tüm içeriğini siler
zh_hans: 删除此目录和里面包含的所有内容，包括文件和子目录

# Archive_ExportFile
source: Export
da_dk: Eksportér
es_es: Exportar
fr_fr: Exporter
he: ייצוא
hu_hu: Exportálás
it_it: Esporta
nl_nl: Exporteren
pl_pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ru_ru: Экспорт
tr_tr: İhrac
zh_hans: 导出

# Archive_ImportFile
source: Import
da_dk: Importér
es_es: Importar
fr_fr: Importer
he: ייבוא
hu_hu: Importálás
it_it: Importa
nl_nl: Importeren
pl_pl: Importuj
pt_br: Importar
pt_pt: Importar
ru_ru: Импорт
tr_tr: İhrac
zh_hans: 导入

# Archive_Save
source: Save Archive
da_dk: Gem arkiv
es_es: Guardar Archivo
fr_fr: Sauvegarder l'archive
he: שמור ארכיון
hu_hu: Archívum mentése
it_it: Salva Archivio
nl_nl: Archief Opslaan
pl_pl: Zapisz archiwum
pt_br: Salvar Arquivo
pt_pt: Guardar arquivo
ru_ru: Сохранить архив
tr_tr: İthal
zh_hans: 保存档案
