Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Config_Action_WalkSlow
source: Walk slowly
da_dk: Gå langsomt
es_es: Caminar lentamente
fr_fr: Marcher à pas de loup
he: ללכת לאט
hu_hu: Sétálás
it_it: Camminare lentamente
nl_nl: Langzaam lopen
pl_pl: Wolny chód
pt_br: Andar lentamente
pt_pt: Andar devagar
ru_ru: Медленная ходьба
tr_tr: Yavaş yürü
zh_hans: 慢走

# Config_Action_CamRight
source: Camera right
da_dk: Kamera til højre
es_es: Girar la cámara a la derecha
fr_fr: Tourner la caméra à droite
he: מצלמה ימינה
hu_hu: Kamera jobbra
it_it: Fotocamera a destra
nl_nl: Camera rechts
pl_pl: Obrót kamery w prawo
pt_br: Câmera à direita
pt_pt: Câmara direita
ru_ru: Поворот камеры вправо
tr_tr: Kamera sağ
zh_hans: 画面向右

# Config_Action_CamLeft
source: Camera left
da_dk: Kamera til venstre
es_es: Girar la cámara a la izquierda
fr_fr: Tourner la caméra à gauche
he: מצלמה שמאלה
hu_hu: Kamera balra
it_it: Fotocamera a sinistra
nl_nl: Camera links
pl_pl: Obrót kamery w lewo
pt_br: Câmera à esquerda
pt_pt: Câmara esquerda
ru_ru: Поворот камеры влево
tr_tr: Kamera sol
zh_hans: 画面向左

# Config_Action_CamCenter
source: Center camera
da_dk: Centrér kamera
es_es: Centrar la cámara
fr_fr: Recentrer la caméra
he: מרכוז מצלמה
hu_hu: Kamera középre
it_it: Fotocamera centrale
nl_nl: Camera centreren
pl_pl: Wyrównanie kamery
pt_br: Centrar câmera
pt_pt: Centrar câmara
ru_ru: Центрирование камеры
tr_tr: Merkez kamera
zh_hans: 居中画面

# Config_Action_Look
source: Look mode
da_dk: Kiggetilstand
es_es: Modo de mirar
fr_fr: Vue à la 1ère personne
he: מצב הסתכלות
hu_hu: Elsőnézet
it_it: Modalità sguardo
nl_nl: Kijkmodus
pl_pl: Tryb rozglądania się
pt_br: Modo de visão
pt_pt: Modo de observar
ru_ru: Режим осмотра
tr_tr: Görünüm modu
zh_hans: 锁定模式

# Config_Action_Screenshot
source: Screenshot
da_dk: Skærmbillede
de_de: Bildschirmfoto
es_es: Captura de pantalla
fr_fr: Capture d'écran
he: צילום מסך
hu_hu: Képernyőkép
nl_nl: Schermafbeelding
pl_pl: Zrzut ekranu
pt_br: Captura de tela
pt_pt: Captura de ecrã
ru_ru: Скриншот
tr_tr: Ekran görüntüsü
zh_hans: 截图

# Config_Action_HUD
source: Show HUD
da_dk: Vis HUD
es_es: Mostrar HUD
fr_fr: Montrer le HUD
he: הצג HUD
hu_hu: HUD Megjelenítése
it_it: Mostra HUD
nl_nl: Weergeven HUD
pl_pl: Pokaż HUD
pt_br: Mostrar HUD
pt_pt: Mostrar HUD
ru_ru: Показать HUD
tr_tr: HUD'yi göster
zh_hans: 显示HUD

# Config_Action_R2Guide
source: The Knowledge of the World
es_es: El Conocimiento del Mundo
fr_fr: Le Savoir du Monde
it_it: La Conoscenza del Mondo
pl_pl: Wiedza o świecie
zh_hans: 世界知识

# Config_Action_Confirm
source: Confirm
da_dk: Bekræft
de_de: Bestätigten
es_es: Confirmar
fr_fr: Confirmer
he: לאשר
hu_hu: Megerősítés
it_it: Comferma
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru_ru: Подтвердить
tr_tr: Onayla
zh_hans: 确认

# Config_Action_Cancel
source: Cancel
da_dk: Annullér
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
he: ביטול
hu_hu: Mégse
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена
tr_tr: Iptal et
zh_hans: 取消

source: Read-Only
da_dk: Kun læsning
de_de: Nur lesbar
es_es: Solo lectura
fr_fr: Lecture seule
he: לקריאה בלבד
hu_hu: Írásvédett
it_it: Sola lettura
nl_nl: Alleen-lezen
pl_pl: Tylko do odczytu
pt_br: Somente Leitura
pt_pt: Só Ler
ru_ru: Только для чтения
tr_tr: Okumak-sadece
zh_hans: 只读

# Archive_SetFileName
source: Specify a file name
da_dk: Vælg et filnavn
es_es: Especificar un nombre de archivo
fr_fr: Spécifiez un nom de fichier
he: ציין שם קובץ
hu_hu: Fájl elnevezése
it_it: Specifica il nome del file
nl_nl: Specificeer een bestandsnaam
pl_pl: Ustal nazwę pliku
pt_br: Especifique um nome de arquivo
pt_pt: Especificar um nome de ficheiro
ru_ru: Указание имени файла
tr_tr: Bir dosya adı belirtin
zh_hans: 指定一个文件名

# Archive_FileNameConflict
source: A file with the specified name already exists
da_dk: En fil med det valgte navn eksisterer allerede
es_es: Ya existe un archivo con el nombre especificado
fr_fr: Un fichier avec ce nom existe déjà
he: קובץ עם השם שצוין כבר קיים
hu_hu: A megadott névvel már létezik egy fájl
it_it: Esiste già un file con il nome specificato
nl_nl: Een bestand met de gekozen naam bestaat al
pl_pl: Plik z określoną nazwą już istnieje
pt_br: Um arquivo com o nome especificado já existe
pt_pt: Já existe um ficheiro com o nome especificado
ru_ru: Файл с указанным именем уже существует
tr_tr: Belirtilen ada sahip bir dosya zaten var
zh_hans: 此文件名已存在

# Archive_Rename
source: Rename
da_dk: Omdøb
de_de: Unbennen
es_es: Renombrar
fr_fr: Renommer
he: שינוי שם
hu_hu: Átnevezés
it_it: Rinomina
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ru_ru: Переименовать
tr_tr: Yeniden isimlendir
zh_hans: 重命名

# Archive_Status_FilesCount
source: {0} files
da_dk: {0} filer
es_es: {0} archivos
fr_fr: {0} fichiers
he: {0} קבצים
hu_hu: {0} fajl
it_it: {0} file
nl_nl: {0} bestanden
pl_pl: {0} plików
pt_br: {0} arquivos
pt_pt: {0} ficheiro(s)
ru_ru: {0} файлов
tr_tr: {0} dosya
zh_hans: {0}个文件

# Archive_Status_SelectedFilesCount
source: {0} files selected
da_dk: {0} filer valgt
es_es: {0} archivos seleccionados
fr_fr: {0} fichiers sélectionnés
he: נבחרו {0} קבצים
hu_hu: {0} kijelölt fájl
it_it: {0} file selezionati
nl_nl: {0} bestanden geselecteerd
pl_pl: {0} wybranych plików
pt_br: {0} arquivos selecionados
pt_pt: {0} ficheiro(s) seleccionados
ru_ru: Выбрано {0} файлов
tr_tr: {0} dosya seçildi
zh_hans: {0}个文件已选中

# Update_CheckFailed
source: The update check failed. {0} To manually update the app, go to {1} and download the latest version.
da_dk: En fejl opstod i forsøg på at søge efter opdateringer. {0} For at opdatere applikationen manuelt, kan den seneste version hentes fra {1}.
es_es: La verificación de actualización falló. {0} Para actualizar manualmente la aplicación, ve a {1} y descarga la última versión.
fr_fr: La vérification de mises à jour a échoué. {0} Pour mettre à jour l'application manuellement, visitez {1} et téléchargez la dernière version.
he: בדיקת העדכון נכשלה. {0} כדי לעדכן את האפליקציה באופן ידני, עבור אל {1} והורד את הגרסה העדכנית ביותר.
hu_hu: A frissítések keresése nem sikerült. {0} A manuális frissítést megtalálod: {0}
it_it: Il controllo dell'aggiornamento non è riuscito. {0} Per aggiornare manualmente l'app, vai su {1} e scarica l'ultima versione.
nl_nl: De update-controle is mislukt. {0} Voor het handmatig updaten van het programma, ga je naar {1) en download je vervolgens de laatste versie.
pl_pl: Sprawdzanie aktualizacji nie powiodło się. {0} Aby ręcznie zaaktualizować aplikację, przejdź na stronę {1} i pobierz najnowszą wersję.
pt_br: A verificação de atualização falhou. {0} Para atualizar manualmente o aplicativo, vá para {1} e baixe a versão mais recente.
pt_pt: Falhou a verificação por actualizações. {0} Para instalar a aplicação manualmente, vai a {1} e descarrega a última versão.
ru_ru: Проверка наличия обновлений не удалась. {0} Чтобы вручную обновить приложение, перейдите на {1} и загрузите последнюю версию.
tr_tr: Güncelleme kontrolü başarısız oldu. {0} Uygulamayı manuel olarak güncellemek için {1} adresine gidin ve en son sürümü indirin.
zh_hans: 更新检查失败。{0} 想要手动更新程序，请前往{1}下载最新版本。

# Archive_Format_Snd
source: Sound
da_dk: Lyd
es_es: Sonido
fr_fr: Son
he: שמע
hu_hu: Hang
it_it: Suono
nl_nl: Geluid
pl_pl: Dźwięk
pt_br: Som
pt_pt: Som
ru_ru: Звук
tr_tr: Ses
zh_hans: 声音

# Utilities_ExternalTools_Header
source: External Tools
da_dk: Eksterne værktøjer
es_es: Herramientas externas
fr_fr: Outils Externes
he: כלים חיצוניים
hu_hu: Külső Eszközök
it_it: Strumenti esterni
nl_nl: Externe Tools
pl_pl: Narzędzia zewnętrzne
pt_br: Ferramentas Externas
pt_pt: Ferramentas externas
ru_ru: Внешние инструменты
tr_tr: Harici Araçlar
zh_hans: 外部工具

# Utilities_R1E_Header
source: Ray1Editor - Rayman 1 Level Editor
da_dk: Ray1Editor - Baneredigeringsværktøj til Rayman 1
es_es: Ray1Editor - Editor de niveles de Rayman 1
fr_fr: Ray1Editor - Éditeur de niveaux de Rayman 1
he: Ray1Editor - עורך שלבי Rayman 1
hu_hu: Ray1Editor - Rayman 1 Pálya Készítő
it_it: Ray1Editor - Editor di livelli Rayman 1
nl_nl: Ray1Editor - Rayman 1 Level Bewerker
pl_pl: Ray1Editor - Rayman 1 Edytor Poziomów
pt_br: Ray1Editor - Editor de Fases do Rayman 1
pt_pt: Ray1Editor - Editor de Níveis Rayman 1
ru_ru: Ray1Editor - Редактор Уровней в Rayman 1
tr_tr: Ray1Editor - Rayman 1 Seviye Düzenleyici
zh_hans: Ray1Editor - 雷曼1关卡编辑器

# Utilities_R1E_Homepage
source: More info
da_dk: Mere information
es_es: Más información
fr_fr: Plus d'informations
he: מידע נוסף
hu_hu: Több információ
it_it: Più informazioni
nl_nl: Meer informatie
pl_pl: Więcej informacji
pt_br: Mais informações
pt_pt: Mais informação
ru_ru: Подробности
tr_tr: Daha bilgi
zh_hans: 更多信息

# Mod_RRR_MemoryModsHeader
source: Memory Mods
da_dk: Hukommelsemods
es_es: Mods de memoria
fr_fr: Mods Mémoire
he: מודי זיכרון
hu_hu: Memória Modok
it_it: Mod Memoria
nl_nl: Geheugenmods
pl_pl: Mody pamięci
pt_br: Mods de Memória
pt_pt: Modificações de Memória
ru_ru: Модификации памяти
tr_tr: Bellek Modları
zh_hans: 内存模式

# Mod_RRR_MemoryModsInfo
source: Enable removed prototype features in the game by selecting the mods you want and then apply them. This requires the game to be running and only works with the GOG and Steam versions. Applied mods will only be in effect when the game is running and will be reset when closed.
da_dk: Aktivér de fjernede prototype-funktioner i spillet, ved at vælge de mods du ønsker, og derefter anvende dem. Dette kræver, at spillet kører, og virker kun med GOG- eller Steam-versionerne. Anvendte mods tager kun effekt, når spillet køres, og bliver nulstillet, når spillet lukkes.
es_es: Habilitar funciones de prototipo eliminadas en el juego seleccionando los mods que desees y luego aplicándolos. Esto requiere que el juego esté en ejecución y solo funciona con las versiones de GOG y Steam. Los mods aplicados solo estarán activos cuando el juego esté en ejecución y se restablecerán al cerrarlo.
fr_fr: Active les fonctionnalités du prototype inutilisées dans le jeu en sélectionnant les mods que vous voulez et en les activant. Cela requiert que le jeu soit démarré et ne fonctionne qu'avec les versions Steam et GOG. Les mods appliqués prendront uniquement effet pendant que le jeu est actif et seront remis à zéro quand le jeu sera fermé.
he: אפשר תכונות אב טיפוס שהוסרו במשחק על ידי בחירת המודים הרצויים ולאחר מכן החלתם. אפשרות זאת דורשת שהמשחק יהיה פעיל ברקע ובתנאי שברשותך רק גרסאות GOG או-Steam. מודים שישומו יהיו בתוקף רק כשהמשחק פועל ויאופסו כאשר ייסגרו.
hu_hu: A kivett prototípus elemeket be tudod kapcsolni a kívánt modok kiválasztásával. Ennek a működéséhez a játéknak futnia kell, és csak a Steam-es vagy a GOG-os verzióval kompatibilis. A kiválasztott modok csak addig lesznek életben, amíg a játék fut, a bezárással visszaállnak.
it_it: Abilita le funzionalità dei prototipi rimosse nel gioco selezionando le mod che desideri e quindi applicandole. Ciò richiede che il gioco sia in esecuzione e funziona solo con le versioni GOG e Steam. Le mod applicate saranno attive solo quando il gioco è in esecuzione e verranno ripristinate alla chiusura.
nl_nl: Schakelt de verwijderde features van het prototype in via een selectie van de mods die je wilt toepassen. Dit vereist dat het spel gestart is en werkt alleen samen met de GOG en Steam versies. Logischerwijs zijn de mods niet meer van kracht na het beëindigen van de sessie en vindt er een reset plaats.
pl_pl: Włącz usunięte prototypowe funkcje w grze, wybierając żądane mody, a następnie je zastosuj. Wymaga to uruchomionej gry i działa tylko z wersjami GOG i Steam. Zastosowane mody będą działały tylko wtedy, gdy gra jest uruchomiona i zostaną zresetowane po jej zamknięciu.
pt_br: Habilite recursos de protótipo removidos no jogo selecionando os mods que você quer e então aplique-os. Isso requer que o jogo esteja excutando e só funciona com as versões de GOG e Steam. Os mods aplicados só estarão em efeito quando o jogo estiver executando e serão redefinidos quando fechado.
pt_pt: Activa no jogo características do protótipo removidas ao seleccionar as modificações que queres e depois aplicá-las. Isto requer que o jogo esteja a ser executado e só funciona nas versões do Steam e do GOG. Modificações aplicadas terão o seu efeito apenas quando o jogo estiver em execução e serão reiniciados quando fechado.
ru_ru: Активация вырезанных прототипных возможностей в игре, путём выбора нужных вам модов и их применения. Для этого требуется, чтобы игра была запущена и являлась лишь GOG или Steam версией. Применённые моды будут действовать только во время работы игры и будут сброшены при её закрытии.
tr_tr: Oyunda kaldırılan prototip özelliklerini, istediğiniz modları seçerek etkinleştirin ve ardından bunları uygulayın. Bu, oyunun çalışır durumda olmasını gerektirir ve yalnızca GOG ve Steam sürümleriyle çalışır. Uygulanan modlar sadece oyun çalışırken geçerli olacak ve kapatıldığında sıfırlanacaktır.
zh_hans: 通过选择想要应用的mod来启用被移除的原型功能。这个功能需要在游戏运行时使用并且只对GOG和Steam版本有效。应用的mod将只在游戏运行时生效并且在游戏关闭时被重置。

# Mod_RRR_ButtonMappingHeader
source: Keyboard Button Mapping
da_dk: Mapping af knapper til tastatur
es_es: Mapeo de botones del teclado
fr_fr: Mappage du Clavier
he: מיפוי כפתורי מקלדת
hu_hu: Billentyűzet gombspecifikáció
it_it: Mappatura tasti della tastiera
nl_nl: Toewijzing Toetsenbordtoetsen
pl_pl: Mapowanie przycisków klawiatury
pt_br: Mapeamento de botões do teclado
pt_pt: Mapeamento de botões do teclado
ru_ru: Назначение клавиш на клавиатуре
tr_tr: Klavye Düğmesi Eşleme
zh_hans: 键盘按键设置

# Mod_RRR_ButtonMappingToggle
source: Use custom keyboard button mapping
da_dk: Anvend brugerdefineret tastaturmapping
es_es: Usar mapeo personalizado de botones del teclado
fr_fr: Utiliser un mappage de clavier personalisé
he: השתמש במיפוי כפתורי מקלדת מותאם אישית
hu_hu: Saját gombspecifikáció használata
it_it: Usa una mappatura dei pulsanti della tastiera personalizzata
nl_nl: Maak gebruik van aangepaste toewijzing van toetsenbordtoetsen
pl_pl: Użyj własnego mapowania przycisków klawiatury
pt_br: Usar mapeamento de botões do teclado customizado
pt_pt: Utilizar o mapeamento de botões do teclado personalizados
ru_ru: Использование собственного назначения клавиш на клавиатуре
tr_tr: Özel klavye düğme eşlemesini kullanın
zh_hans: 使用自定义键盘按键设置

# Mod_RRR_ApplyMemoryMod
source: Apply to running game
da_dk: Anvend på kørende spil
es_es: Aplicar al juego en ejecución
fr_fr: Appliquer au jeu en cours
he: החל על משחק פועל
hu_hu: A futó játékhoz addolás
it_it: Applica al gioco in esecuzione
nl_nl: Toepassen op gestart spel
pl_pl: Zastosuj do uruchomionej gry
pt_br: Aplicar ao jogo executado
pt_pt: Aplicar ao jogo em execução
ru_ru: Применить к запущенной игре
tr_tr: Çalışan oyuna uygula
zh_hans: 为运行的游戏应用

# Mod_RRR_BFModsHeader
source: BF Mods
es_es: Mods de BF
fr_fr: Mods BF
he: מודי BF
hu_hu: BF Modok
it_it: Mod BF
pl_pl: Mody BF
pt_br: Mods de BF
pt_pt: Modificações BF
ru_ru: BF модификации
tr_tr: BF Modlar

# Mod_RRR_BFModsInfo
source: Modified .bf files. These will only be used when running the game from the option below.
da_dk: Modificerede .bf-filer. Disse bliver kun brugt, når spillet køres fra nedenstående indstilling.
es_es: Archivos .bf modificados. Solo se utilizarán cuando se ejecute el juego desde la opción a continuación.
fr_fr: Modifie les fichiers .bf. Ces mods ne seront actifs qu'en démarrant le jeu via l'option ci-dessous.
he: קבצי .bf ערוכים. קבצים אלו ישמשו רק בעת הפעלת המשחק מהאפשרות למטה.
hu_hu: Módosított .bf fájlok. Ezek csak akkor lépnek életbe ha a játékot az alábbi gombbal indítod el.
it_it: File .bf modificati. Questi verranno utilizzati solo durante l'esecuzione del gioco dall'opzione sottostante.
nl_nl: Gemodde .bf-bestanden. Deze mods zullen uitsluitend gebruikt worden als het spel gestart wordt via de optie hieronder.
pl_pl: Zmodyfikowane pliki .bf. Będą one używane tylko podczas uruchamiania gry z poniższej opcji.
pt_br: Arquivos .bf modificados. Estes apenas serão usados ao executar o jogo de uma das opções abaixo.
pt_pt: Ficheiros .bf modificados. Estes irão apenas ser utilizados ao executar o jogo através da opção abaixo.
ru_ru: Модифицированные .bf файлы. Они будут использоваться только при запуске игры через приведенную ниже опцию.
tr_tr: Değiştirilmiş .bf dosyaları. Bunlar yalnızca oyunu aşağıdaki seçenekten çalıştırırken kullanılacaktır.
zh_hans: 被mod编辑过的.bf文件。这个功能只在从以下选项启动游戏时使用。

# Mod_RRR_ApplyExePatch
source: Apply executable patch
da_dk: Anvend eksekverbar patch
es_es: Aplicar parche ejecutable
fr_fr: Appliquer le patch sur l'exécutable
he: החל תיקון EXE
hu_hu: Exe Patch használata
it_it: Applica patch all'eseguibile
nl_nl: Toepassen uitvoerbare patch
pl_pl: Zastosuj poprawkę wykonywalną
pt_br: Aplicar correção executável
pt_pt: Aplicar patch executável
ru_ru: Применить патч исполняемого файла
tr_tr: Yürütülebilir yama uygula
zh_hans: 应用可执行补丁

# Mod_RRR_ApplyExePatchInfo
source: The executable patch is required for patched BF files due to a memory limit
da_dk: Den eksekverbare patch er nødvendig til patchede BF-filer på grund af begrænset hukommelse
es_es: El parche ejecutable es necesario para los archivos BF parcheados debido a un límite de memoria.
fr_fr: Le patch de l'exécutable est requis pour les fichiers BF patchés à cause de la limite de mémoire
he: נדרש תיקון EXE עבור קבצי BF מתוקנים עקב מגבלת זיכרון
hu_hu: Egy exe patch szükséges a patch-elt BF fájlokhoz memória limit miatt
it_it: La patch all'eseguibile è necessaria per i file BF patchati a causa di un limite di memoria
nl_nl: De uitvoerbare patch is vereist for gepatchte BF-bestanden vanwege een geheugenlimiet.
pl_pl: Poprawka wykonywalna jest wymagana dla poprawionych plików BF ze względu na limit pamięci
pt_br: A correção executável é necessária para arquivos BF corrigidos devido a um limite de memória
pt_pt: O patch executável é requerido para os ficheiros BF com patch devido a uma limitação da memória
ru_ru: Патч исполняемого файла необходим для пропатченных BF файлов ввиду ограничения памяти
tr_tr: Yürütülebilir yama, bir bellek limiti nedeniyle yamalı BF dosyaları için gereklidir.
zh_hans: 因为内存限制，可执行补丁对修补过的BF文件是必要的。

# Mod_RRR_RevertExePatch
source: Revert executable patch
da_dk: Nulstil eksekverbar patch
es_es: Revertir parche ejecutable
fr_fr: Inverser le patch exécutable
he: החזר תיקון EXE
hu_hu: Exe Patch Visszaállítása
it_it: Ripristina patch all'eseguibile
nl_nl: Ongedaan maken uitvoerbare patch
pl_pl: Przywróć poprawkę wykonywalną
pt_br: Reverter correção executável
pt_pt: Reverter patch executável
ru_ru: Удалить патч исполянемого файла
tr_tr: Yürütülebilir yamayı geri al
zh_hans: 撤销可执行补丁

# Mod_RRR_DownloadBFPatch
source: Download patched BF
da_dk: Download patchet BF
es_es: Descargar BF parcheado
fr_fr: Télécharger le BF patché
he: הורד את הBF המתוקן
hu_hu: BF Patch Letöltése
it_it: Scarica BF patchato
nl_nl: Downloaden gepatchte BF
pl_pl: Pobierz poprawiony BF
pt_br: Baixar BF corrigidos
pt_pt: Transferir BF com patch
ru_ru: Загрузить пропатченные BF
tr_tr: Yamalı BF'yi indirin
zh_hans: 下载修补过的BF

# Mod_RRR_RemoveBFPatch
source: Remove patched BF
da_dk: Fjern patchet BF
es_es: Eliminar BF parcheado
fr_fr: Retirer le BF patché
he: הסר הBF המתוקן
hu_hu: BF Patch eltávolítása
it_it: Rimuovi BF patchato
nl_nl: Verwijderen gepatchte BF
pl_pl: Usuń poprawiony BF
pt_br: Remover BF corrigidos
pt_pt: Remover BF que tem patch
ru_ru: Удалить пропатченные BF
tr_tr: Yamalı BF'yi kaldır
zh_hans: 移除修补过的BF

# Mod_RRR_BFPatchesHeader
source: Patches
es_es: Parches
fr_fr: Patchs
he: טלאים
hu_hu: Patch-ek
it_it: Patch
pl_pl: Łatki
pt_br: Correções
ru_ru: Патчи
tr_tr: Yamalar/Patches
zh_hans: 补丁

# Mod_RRR_UpdateBFPatch
source: Update patched BF
da_dk: Opdatér patchet BF
es_es: Actualizar BF parcheado
fr_fr: Mettre à jour le BF patché
he: עדכון את הBF המתוקן
hu_hu: BF Patch frissítése
it_it: Aggiorna BF patchato
nl_nl: Updaten gepatchte BF
pl_pl: Zaktualizuj poprawione BF
pt_br: Atualizar BF corrigidos
pt_pt: Actualizar BF com patch
ru_ru: Обновить пропатченные BF
tr_tr: Yamalı BF'yi güncelle
zh_hans: 更新修补过的BF

# Mod_RRR_LaunchBFPatch
source: Launch with patched BF
da_dk: Start med patchet BF
es_es: Iniciar con BF parcheado
fr_fr: Démarrer avec le BF patché
he: הפעל עם הBF המתוקן
hu_hu: Indítás BF Patch-el
it_it: Avvia con BF patchato
nl_nl: Starten met gepatchte BF
pl_pl: Uruchom z poprawionym BF
pt_br: Iniciar com BF corrigido
pt_pt: Executar com BF que tem patch
ru_ru: Запустить с пропатченными BF
tr_tr: Yamalı BF ile başlat
zh_hans: 使用修补过的BF启动

# Mod_RRR_MemMod_MainHeader
source: Main
da_dk: Generelt
de_de: Allgemein
es_es: Principal
fr_fr: Principal
he: ראשי
hu_hu: Főoldal
it_it: Principale
nl_nl: Algemeen
pl_pl: Główne
pt_br: Principal
pt_pt: Principal
ru_ru: Основные
tr_tr: Ana
zh_hans: 主要

# Mod_RRR_MemMod_EnableProtoFeatures
source: Enable prototype features
da_dk: Aktivér prototypefunktioner
es_es: Habilitar funciones de prototipo
fr_fr: Activer les fonctionnalités prototype
he: אפשר תכונות אב טיפוס
hu_hu: Prototípus elemek bekapcsolása
it_it: Abilita le funzionalità del prototipo
nl_nl: Inschakelen features prototype
pl_pl: Włącz funkcje prototypowe
pt_br: Habilitar recursos protótipos
pt_pt: Activar características dos protótipos
ru_ru: Активировать прототипные возможности
tr_tr: Prototip özelliklerini etkinleştir
zh_hans: 启用原型功能

# Mod_RRR_MemMod_EnableProtoFeaturesInfo
source: Rayman's prototype behavior is enabled in all levels
da_dk: Raymans prototypeadfærd er aktiveret i alle baner
es_es: El comportamiento de prototipo de Rayman está habilitado en todos los niveles.
fr_fr: Le comportement prototype de Rayman est activé dans tous les niveaux
he: התנהגות האב-טיפוס של Rayman מופעלת בכל הרמות
hu_hu: Rayman prototípus viselkedése minden pályán be lesz kapcsolva
it_it: Il comportamento del prototipo di Rayman è abilitato in tutti i livelli
nl_nl: Rayman's prototype gedrag is ingeschakeld in alle levels
pl_pl: Prototypowe zachowanie Raymana jest włączone na wszystkich poziomach
pt_br: O comportamento protótipo de Rayman é habilitado em todas as fases
pt_pt: O comportamento protótipo do Rayman é activado em todos os níveis
ru_ru: Возможности прототипного Рэймана доступны на всех уровнях
tr_tr: Rayman'ın prototip davranışı tüm seviyelerde etkindir
zh_hans: 雷曼的原型行为在所有关卡中启用

# Mod_RRR_MemMod_AddCamControls
source: Add camera controls
da_dk: Tilføj kamerastyring
es_es: Agregar controles de cámara
fr_fr: Ajouter des contrôles caméra
he: הוסף בקרת מצלמה
hu_hu: Kamera irányítás hozzáadása
it_it: Aggiungi i controlli della fotocamera
nl_nl: Toevoegen camera-besturing
pl_pl: Dodaj sterowanie kamerą
pt_br: Adicionar controles de câmera
pt_pt: Adicionar controlos de câmara
ru_ru: Добавить управление камерой
tr_tr: Kamera kontrolleri ekleyin
zh_hans: 添加镜头控制

# Mod_RRR_MemMod_AddCamControlsInfo
source: Camera controls are mapped to the right stick
da_dk: Kamerastyring er mappet til højre joystick
es_es: Los controles de cámara están asignados al joystick derecho.
fr_fr: Les contrôles de la caméra seront liés au stick droit
he: בקרי המצלמה ממופים לג'ויסטיק הימני
hu_hu: A kamera irányítása a jobb joystickre van mappolva
it_it: I controlli della fotocamera sono mappati sullo stick analogico destro
nl_nl: Camera-besturing is toegewezen aan de rechter (joy)stick
pl_pl: Sterowanie kamerą jest przypisane do prawego drążka
pt_br: Os controles de câmera são mapeados para o analógico direito
pt_pt: Os controlos de câmara estão mapeados com o analógico direito
ru_ru: Управление камерой назначено на правый стик
tr_tr: Kamera kontrolleri sağ çubuğa eşlenir
zh_hans: 使用右摇杆控制镜头
