Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# DeployFilesError
source: An error occurred when setting up the additional required files. Certain features of the program might not function like intended. It is recommended to attempt to restart the program.
da_dk: En fejl opstod i forsøg på at opsætte de supplerende nødvendige filer. Nogle af programmets funktioner virker muligvis ikke som tilsigtet. Det anbefales, at prøve at genstarte programmet.
de_de: Beim Einrichten der zusätzlich erforderlichen Dateien ist ein Fehler aufgetreten. Bestimmte Funktionen des Programms funktionieren möglicherweise nicht wie vorgesehen. Es wird empfohlen, einen Neustart des Programms zu versuchen.
es_es: Se produjo un error al configurar los archivos adicionales requeridos. Es posible que algunas funciones del programa no funcionen como se esperaba. Se recomienda intentar reiniciar el programa.
fr_fr: Une erreur est survenue pendant la mise en place des fichiers additionnels requis. Certaines fonctionnalités du programme pourraient ne pas fonctionner comme prévu. Il est recommandé de tenter de redémarrer le programme.
he: אירעה שגיאה בעת הגדרת הקבצים הנוספים הדרושים. ייתכן שמאפיינים מסוימים של התוכנית לא יפעלו כמתוכנן. מומלץ לנסות להפעיל את התוכנה מחדש.
hu_hu: Hiba lépett fel az szükséges fájlok beállításakor. Néhány funckió nem biztos úgy fog működni, ahogy kellene. A program újraindítása ajánlott.
it_it: Si è verificato un errore durante la configurazione dei file richiesti aggiuntivi. Alcune funzionalità del programma potrebbero non funzionare come previsto. Si consiglia di tentare di riavviare il programma.
nl_nl: Er heeft een fout plaatsgevonden tijdens het instellen van de bijkomende, vereiste bestanden. Zekere features van het programma werken mogelijk niet zoals bedoeld. Het is aanbevolen om het programma proberen te herstarten.
pl_pl: Wystąpił błąd podczas konfigurowania dodatkowych wymaganych plików. Niektóre funkcje programu mogą nie działać zgodnie z przeznaczeniem. Zalecane jest ponowne uruchomienie programu.
pt_br: Ocorreu um erro ao configurar os arquivos adicionais necessários. Certos recursos do programa podem não funcionar como pretendido. É recomendável tentar reiniciar o programa.
pt_pt: Ocorreu um erro quando se preparavam os ficheiros adicionais requeridos. Certas características do programa poderão não funcionar como pretendido. É recomendado tentar reiniciar o programa.
ru_ru: Произошла ошибка при настройке дополнительных необходимых файлов. Некоторые функции программы могут работать не так, как должны. Рекомендуется попытаться перезапустить программу.
tr_tr: Ek gerekli dosyalar ayarlanırken bir hata oluştu. Programın bazı özellikleri istendiği gibi çalışmayabilir. Programı yeniden başlatmayı denemeniz önerilir.
zh_hans: 在配置额外需要的文件时发生错误。程序的一些功能可能不能正常运行。推荐重新启动程序。

# App_RestartAsAdmin
source: Restart as Administrator
da_dk: Genstart som administrator
de_de: Als Administrator neustarten
es_es: Reiniciar como administrador
fr_fr: Redémarrer en tant qu'administrateur
he: הפעל מחדש כמנהל מערכת
hu_hu: Újraindítás rendszergazdaként
it_it: Riavvia come amministratore
nl_nl: Herstart als administrator
pl_pl: Uruchom ponownie jako Administrator
pt_br: Reiniciar como Administrador
pt_pt: Reiniciar como Administrador
ru_ru: Перезагрузка от имени администратора
tr_tr: Yönetici olarak yeniden başlat
zh_hans: 以管理员模式重启

# App_RequiresAdminQuestion
source: The application does not have the required permissions for this operation. Restart the app as administrator?
da_dk: Applikationen har ikke de nødvendige tilladelser til denne operation. Genstart applikationen som administrator?
de_de: Dieses Programm hat nicht die erforderlichen Berechtigungen zur Operation. Programm als Administrator neustarten?
es_es: La aplicación no tiene los permisos necesarios para esta operación. ¿Reiniciar la aplicación como administrador?
fr_fr: L'application n'a pas les droits nécessaires pour cette opération. Redémarrer en tant qu'administrateur ?
he: לאפליקציה אין את ההרשאות הנדרשות לפעולה זו. להפעיל מחדש את האפליקציה כמנהל?
hu_hu: A programnak nincs jogosultsága a következő művelethez. Újraindítod rendszergazdaként?
it_it: L'applicazione non dispone delle autorizzazioni necessarie per questa operazione. Riavviare l'app come amministratore?
nl_nl: De applicatie heeft niet de vereiste machtigingen voor deze bewerking. Wil je de app herstarten als administrator?
pl_pl: Aplikacja nie posiada wymaganych uprawnień dla tej operacji. Zrestartować aplikację jako administrator?
pt_br: O aplicativo não tem as permissões necessárias para esta operação. Reiniciar o aplicativo como administrador?
pt_pt: A aplicação não tem as permissões necessárias para esta operação. Reiniciar a aplicação como administrador?
ru_ru: Приложение не имеет необходимых разрешений для этой операции. Перезагрузить приложение от имени администратора?
tr_tr: Uygulama, bu işlem için gerekli izinlere sahip değil. Uygulama yönetici olarak yeniden başlatılsın mı?
zh_hans: 程序没有所需的许可来进行该操作。以管理员模式重新启动？

# App_ExceptionMessage
source: {0} Error message: {1}
da_dk: {0} Fejlmeddelelse: {1}
de_de: {0} Fehler Meldung: {1}
es_es: {0} Mensaje de error: {1}
fr_fr: {0} Message d'erreur : {1}
he: {0} הודעת שגיאה: {1}
hu_hu: {0} Hiba üzenet: {1}
it_it: {0} Messaggio di errore: {1}
nl_nl: {0} Foutmelding: {1}
pl_pl: {0} Komunikat o błędzie: {1}
pt_br: {0} Mensagem de erro: {1}
ru_ru: {0} Сообщение об ошибке: {1}
tr_tr: {0} Hata mesajı: {1}
zh_hans: {0} 错误信息：{1}

# App_ExceptionMessageDefaultHeader
source: Error
da_dk: Fejl
de_de: Fehler
fr_fr: Erreur
he: שגיאה
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata
zh_hans: 错误

# App_ExceptionMessageDefaultMessage
source: An error has occurred.
da_dk: En fejl er opstået.
de_de: Ein Fehler ist aufgetreten.
es_es: Se ha producido un error.
fr_fr: Une erreur est survenue.
he: אירעה שגיאה.
hu_hu: Hiba lépett fel.
it_it: Si è verificato un errore.
nl_nl: Er heeft een fout plaatsgevonden
pl_pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
pt_pt: Ocorreu um erro.
ru_ru: Произошла ошибка.
tr_tr: Bir hata oluştu.
zh_hans: 一个错误出现了

# Lang_Dutch
source: Dutch
da_dk: Hollandsk
de_de: Dänisch
es_es: Holandés
fr_fr: Néerlandais
he: הולנדית
hu_hu: Német
it_it: Olandese
nl_nl: Nederlands
pl_pl: Holenderski
pt_br: Holandês
pt_pt: Holandês
ru_ru: Нидерландский
tr_tr: Flemenkçe
zh_hans: 荷兰语

# GoHomeConfig_CustomLaunchHeader
source: Custom launch settings
da_dk: Brugerdefinerede startindstillinger
de_de: Benutzerdefinierte Starte Einstellungen
es_es: Configuración de inicio personalizada
fr_fr: Options d'exécution customisées
he: הגדרות הפעלה בהתאמה אישית
hu_hu: Személyre szabott indítási lehetőségek
it_it: Impostazioni di avvio personalizzate
nl_nl: Aangepaste opstartinstellingen
pl_pl: Niestandardowe ustawienia uruchamiania
pt_br: Configurações de inicialização personalizadas
pt_pt: Definições de arranque personalizadas
ru_ru: Пользовательские настройки запуска
tr_tr: Özel başlatma ayarları
zh_hans: 自定义启动设置参数

# GoHomeConfig_CustomLaunchInfo
source: If enabled, the below settings will be used when launching the game from the Rayman Control Panel
da_dk: Hvis aktiveret, vil de nedestående indstillinger bruges, når spillet startes fra Rayman Control Panel
de_de: Wenn eingeschaltet, die Einstellungen darunter werden benutzt zum Starten des Spiel von Rayman Control Panel
es_es: Si está habilitada, se utilizarán las siguientes configuraciones al iniciar el juego desde Rayman Control Panel
fr_fr: Si cette option est activée, les paramètres ci-dessous seront utilisés en démarrant le jeu par le Rayman Control Panel
he: אם מופעלת, ההגדרות שלהלן ישמשו בעת הפעלת המשחק מRayman Control Panel
hu_hu: Bekapcsolt állapotban az alábbi beállítások lesznek alkalmazva a játékon, ha a Rayman Control Panel-ból van indítva
it_it: Se abilitato, verranno utilizzate le seguenti impostazioni all'avvio del gioco dal Rayman Control Panel
nl_nl: Indien ingeschakeld, zullen onderstaande instellingen worden gebruikt wanneer het spel wordt gestart via het Rayman Control Panel
pl_pl: Jeśli opcja jest włączona, poniższe ustawienia zostaną użyte podczas uruchamiania gry z Rayman Control Panel
pt_br: Se habilitado, as configurações abaixo serão usadas ao iniciar o jogo no Rayman Control Panel
pt_pt: Se activo, as definições abaixo serão utilizadas ao executar o jogo pelo Rayman Control Panel.
ru_ru: Если эта функция активирована, то при запуске игры с помощью Rayman Control Panel будут использоваться следующие настройки
tr_tr: Etkinleştirilirse, oyunu Rayman Control Panel'den başlatırken aşağıdaki ayarlar kullanılacaktır.
zh_hans: 如果启用，下面的设置会在从Rayman Control Panel启动游戏时应用

# GoHomeConfig_VersionIndex
source: Version index
da_dk: Versionindeks
es_es: Índice de versión
fr_fr: Index des versions
he: גרסאת אינדקס
hu_hu: Verzió index
it_it: Indice delle versioni
nl_nl: Versie-index
pl_pl: Indeks wersji
pt_br: Índice de versão
pt_pt: Índice de versões
ru_ru: Индекс версии
tr_tr: Sürüm dizini
zh_hans: 版本索引

# GoHomeConfig_BigFile
source: Big file
da_dk: Stor fil
es_es: Archivo grande
fr_fr: Gros fichier
he: קובץ גדול
hu_hu: Nagy fájl
pt_br: Arquivo grande
tr_tr: Büyük dosya
zh_hans: 大文件

# GoHomeConfig_Commands
source: Custom commands
da_dk: Brugerdefinerede kommandoer
es_es: Comandos personalizados
fr_fr: Commandes personnalisées
he: פקודות מותאמות אישית
hu_hu: Személyre szabott utasítások
it_it: Comandi personalizzati
nl_nl: Aangepaste commando's
pl_pl: Polecenia niestandardowe
pt_br: Comandos customizados
pt_pt: Comandos personalizados
ru_ru: Пользовательские команды
tr_tr: Özel komutlar
zh_hans: 自定义指令

# R2Config_Graphics_Custom
source: Custom
da_dk: Brugerdefineret
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisation
he: מותאם אישית
hu_hu: Személyre szabás
it_it: Personalizzato
nl_nl: Aangepast
pl_pl: Własne
pt_br: Customizado
pt_pt: Personalizado
ru_ru: Пользовательские
tr_tr: Özel
zh_hans: 自定义

# RR2Options_GameMode_All
source: All games
da_dk: Alle spil
de_de: Alle Spiele
es_es: Todos los juegos
fr_fr: Tous les jeux
he: כל המשחקים
hu_hu: Összes játék
it_it: Tutti i giochi
nl_nl: Alle spellen
pl_pl: Wszystkie gry
pt_br: Todos os jogos
pt_pt: Todos os jogos
ru_ru: Все игры
tr_tr: Bütün oyunlar
zh_hans: 所有游戏

# RR2Options_GameMode_Red
source: Red
da_dk: Rød
de_de: Rot
es_es: Rojo
fr_fr: Rouge
he: אדום
hu_hu: Piros
it_it: Rosso
nl_nl: Rood
pl_pl: Czerwone
pt_br: Vermelho
pt_pt: Vermelho
ru_ru: Красные
tr_tr: Kırmızı
zh_hans: 红

# RR2Options_GameMode_Green
source: Green
da_dk: Grøn
de_de: Grün
es_es: Verde
fr_fr: Vert
he: ירוק
hu_hu: Zöld
it_it: Verde
nl_nl: Groen
pl_pl: Zielone
pt_br: Verde
pt_pt: Verde
ru_ru: Зелёные
tr_tr: Yeşil
zh_hans: 绿

# RR2Options_GameMode_Blue
source: Blue
da_dk: Blå
de_de: Blau
es_es: Azul
fr_fr: Bleu
he: כחול
hu_hu: Kék
it_it: Blu
nl_nl: Blauw
pl_pl: Niebieskie
pt_br: Azul
pt_pt: Azul
ru_ru: Синие
tr_tr: Mavi
zh_hans: 蓝

# Settings_EditJumpList
source: Edit jump list
da_dk: Redigér jumplist
es_es: Editar lista de saltos
fr_fr: Modifier la liste de sauts
he: ערוך רשימת קפיצות
hu_hu: Ugrás lista szerkesztése
it_it: Modifica jump list
nl_nl: Wijzig jump list
pl_pl: Edytuj listę szybkiego dostępu
pt_br: Editar lista de pulo
pt_pt: Editar lista de salto
ru_ru: Изменить список переходов
tr_tr: Atlama listesini düzenle
zh_hans: 编辑跳转列表

# Settings_EditJumpListInfo
source: The jump list is the list of game shortcuts which appears when right-clicking the app in the taskbar or start menu
da_dk: Jumplisten er listen af spilgenveje, som vises, når applikationen højreklikkes på proceslinjen eller i startmenuen
es_es: La lista de saltos es la lista de accesos directos del juego que aparece al hacer clic derecho en la aplicación en la barra de tareas o en el menú de inicio
fr_fr: La liste de sauts est la liste des raccourcis apparaissant après un clic droit sur l'application dans la barre des tâches ou le menu démarrer
he: רשימת הקפיצה היא רשימת קיצורי המשחק המופיעה בעת לחיצה ימנית על האפליקציה בשורת המשימות או בתפריט ההתחלה
hu_hu: A ugrás lista azon parancsikonok listája, amik a tálcán lévő játék jobb klikkelésével jönnek elő.
it_it: La jump list è l'elenco delle scorciatoie di gioco che appare quando si fa clic con il pulsante destro del mouse sull'app nella barra delle applicazioni o nel menu di avvio
nl_nl: De jump list is de lijst met snelkoppelingen van games die verschijnt wanneer er een rechtsklik wordt uitgevoerd op de app in de taakbalk of via het startmenu
pl_pl: Lista szybkiego dostępu to lista skrótów do gier, która pojawia się po kliknięciu prawym przyciskiem myszy na aplikacji na pasku zadań lub w menu startowym.
pt_br: A lista de pulo é a lista de atalhos de jogos que aparecem ao clicar com o botão direito no aplicativo na barra de tarefas ou menu iniciar
pt_pt: A lista de salto é a lista de atalhos de jogos que aparece ao clicar na aplicação com o botão direito no menu de iniciar ou na barra de tarefas
ru_ru: Список переходов - это список ярлыков игр, который появляется при щелчке правой кнопкой мыши по приложению на панели задач или в меню Пуск
tr_tr: Atlama listesi, görev çubuğunda veya başlat menüsünde uygulamaya sağ tıklandığında görünen oyun kısayollarının listesidir.
zh_hans: 跳转列表是在程序里右键任务栏或开始菜单时弹出的游戏快捷方式列表

# JumpListEditor_Header
source: Edit jump list items
da_dk: Redigér jumplistindhold
es_es: Editar elementos de la lista de saltos
fr_fr: Éditer les éléments de la liste de sauts
he: ערוך פריטי רשימת קפיצה
hu_hu: Ugrás lista elemeinek szerkesztése
it_it: Modifica gli elementi della jump list
nl_nl: Wijzig jump list items
pl_pl: Edytuj elementy listy szybkiego dostępu
pt_br: Editar itens da lista de pulo
pt_pt: Editar itens da lista de salto
ru_ru: Редактирование элементов списка переходов
tr_tr: Atlama listesi öğelerini düzenle
zh_hans: 编辑跳转列表程序

# JumpListEditor_IncludedHeader
source: Included
da_dk: Inkluderet
es_es: Incluidos
fr_fr: Inclus
he: כלול
hu_hu: Hozzátartozó
it_it: Incluso
nl_nl: Inclusief
pl_pl: Zawiera
pt_br: Incluído
pt_pt: Incluído
ru_ru: Включено
tr_tr: Dahil
zh_hans: 包含

# JumpListEditor_NotIncludedHeader
source: Not Included
da_dk: Ikke inkluderet
de_de: Nicht dazu gelegt
es_es: No incluidos
fr_fr: Non inclus
he: לא כלול
hu_hu: Nem hozzátartozó
it_it: Non incluso
nl_nl: Exclusief
pl_pl: Nie zawiera
pt_br: Não Incluído
pt_pt: Não incluído
ru_ru: Не включено
tr_tr: Dahil değil
zh_hans: 不包含

# GetExistingBackupsError
source: The existing backups for {0} could not be obtained
da_dk: De eksisterende backups for {0} kunne ikke hentes
es_es: No se pudieron obtener las copias de seguridad existentes de {0}
fr_fr: Les backups existants pour {0} n'ont pas pu être obtenus
he: לא ניתן היה להשיג את הגיבויים הקיימים עבור {0}
hu_hu: A {0} létező biztonsági mentéseit nem lehetett megszerezni
it_it: Non è stato possibile ottenere i backup esistenti per {0}
nl_nl: De bestaande back-ups voor {0} konden niet worden verkregen
pl_pl: Istniejące kopie zapasowe dla {0} nie mogły być odzyskane
pt_br: Os backups existentes para {0} não puderam ser obtidos
pt_pt: As cópias de segurança existentes para {0} não puderam ser obtidas.
ru_ru: Не удалось получить существующие резервные копии для {0}
tr_tr: {0} için mevcut yedekler alınamadı
zh_hans: {0}的现存备份无法被获取

# Installer_OverwriteOutput
source: The directory {0} already exists. Do you want to overwrite it?
da_dk: Mappen {0} eksisterer allerede. Ønsker du at overskrive den?
es_es: El directorio {0} ya existe. ¿Deseas sobrescribirlo?
fr_fr: Le dossier {0} existe déjà. Voulez-vous le remplacer ?
he: הספרייה {0} כבר קיימת. האם ברצונך להחליף אותו?
hu_hu: A {0} meghajtó már létezik. Felül akarod írni?
it_it: La directory {0} esiste già. Vuoi sovrascriverla?
nl_nl: De map {0} bestaat al. Wil je deze overschrijven?
pl_pl: Folder {0} już istnieje. Czy chcesz to nadpisać?
pt_br: O diretório {0} já existe. Deseja sobrescrevê-lo?
pt_pt: Já existe o directório {0}. Queres substituí-lo?
ru_ru: Папка {0} уже существует. Вы хотите её перезаписать?
tr_tr: {0} dizini zaten var. Üzerine yazmak istiyor musunuz?
zh_hans: 目录{0}已存在，你想要覆写它吗？

# Installer_OverwriteOutputHeader
source: Overwrite directory
da_dk: Overskriv mappe
es_es: Sobrescribir directorio
fr_fr: Remplacer le dossier
he: החלף ספרייה
hu_hu: Meghajtó felülírása
it_it: Sovrascrivi directory
nl_nl: Map overschrijven
pl_pl: Zastąp folder
pt_br: Sobrescrever diretório
pt_pt: Substituir directório
ru_ru: Перезаписать папку
tr_tr: Dizinin üzerine yaz
zh_hans: 覆写目录

# Config_DiscCheck
source: Disc Check
da_dk: Diskkontrol
es_es: Verificación de disco
fr_fr: Vérification de disque
he: בדיקת דיסקים
hu_hu: Lemez észlelés
it_it: Controllo del disco
nl_nl: Schijfcontrole
pl_pl: Sprawdź dysk
pt_br: Verificação de Disco
pt_pt: Verificação do disco
ru_ru: Проверка диска
tr_tr: Disk Kontrol
zh_hans: 光碟验证

# Config_DisableDiscCheck
source: Disable disc checking
da_dk: Deaktivér diskkontrol
es_es: Desactivar verificación de disco
fr_fr: Désactiver la vérification de disque
he: ביטול בדיקת הדיסקים
hu_hu: Lemez észlelésének kikapcsolása
it_it: Disabilita il controllo del disco
nl_nl: Schakel schijfcontrole uit
pl_pl: Wyłącz sprawdzanie dysku
pt_br: Desabilitar verificação de disco
pt_pt: Desactivar verificação do disco
ru_ru: Отключить проверку диска
tr_tr: Disk kontrolünü devre dışı bırak
zh_hans: 禁用光碟验证

# Config_DiscCheckInfo
source: Disabling the disc checking allows the game to be played without having to insert the game disc
da_dk: Deaktivation af diskkontrol gør det muligt for spillet at kunne spilles, uden brug for at indsætte spildisken
es_es: Desactivar la verificación de disco permite jugar el juego sin tener que insertar el disco del juego
fr_fr: Désactiver la vérification de disque permet au jeu d'être joué sans avoir le disque d'inséré
he: ביטול בדיקת הדיסק מאפשר לשחק את המשחק ללא צורך בהכנסת דיסק המשחק
hu_hu: A lemez észlelés kikapcsolásával játszható lesz a játék a CD behelyezése nélkül is.
it_it: La disattivazione del controllo del disco consente di avviare il gioco senza dover inserire il disco del gioco
nl_nl: Door het uitschakelen van de schijfcontrole, kan het spel gespeeld worden zonder de schijf in het station te plaatsen
pl_pl: Wyłączenie sprawdzania dysku pozwala na grę bez konieczności wkładania dysku
pt_br: Desabilitar a verificação de disco permite que o jogo seja jogado sem precisar inserir o disco do jogo
pt_pt: Desactivar a verificação do disco permite que o jogo seja jogado sem ter que se inserir o disco
ru_ru: Отключение проверки диска позволяет воспроизводить игру без необходимости вставлять диск с игрой
tr_tr: Disk kontrolünü devre dışı bırakmak, oyunun oyun diskini takmak zorunda kalmadan oynanmasına izin verir.
zh_hans: 禁用光碟验证可以让你不需要插入光碟就可以运行游戏

# GameDisplay_OpenInWinStore
source: Open in Microsoft Store
da_dk: Åben i Microsoft Store
de_de: Microsoft Store öffnen
es_es: Abrir en Microsoft Store
fr_fr: Ouvrir dans le Microsoft Store
he: לפתוח ב Microsoft Store
hu_hu: Microsoft Áruház megnyitása
it_it: Open nel Microsoft Store
nl_nl: Open in de Microsoft Store
pl_pl: Otwórz w Microsoft Store
pt_br: Abrir na Microsoft Store
pt_pt: Abrir na Microsoft Store
ru_ru: Открыть в Microsoft Store
tr_tr: Microsoft Store'da aç
zh_hans: 打开微软商店

# GameOptions_Uninstall
source: Uninstall
da_dk: Afinstallér
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
he: הסר את ההתקנה
hu_hu: Eltávolítás
it_it: Disinstalla
nl_nl: Deïnstalleren
pl_pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Desinstalar
ru_ru: Удалить
tr_tr: Kaldır
zh_hans: 卸载

# RemoveInstalledGameQuestion
source: {0} was originally installed using the Rayman Control Panel. Removing the game from the program will not remove the game from your computer or any of its files, including the backups created using this program. It is instead recommended to uninstall the game.
da_dk: {0} blev oprindeligt installeret ved brug af Rayman Control Panel. Fjernelse af spillet fra programmet fjerner hverken spillet eller dets filer fra din computer, inklusiv de backups der er blevet oprettet med dette program. Det anbefales i stedet at afinstallere spillet.
es_es: {0} se instaló originalmente con Rayman Control Panel. Eliminar el juego del programa no eliminará el juego de tu computadora ni ninguno de sus archivos, incluidas las copias de seguridad creadas con este programa. En su lugar, se recomienda desinstalar el juego.
fr_fr: {0} a été originellement installé via le Rayman Control Panel. Retirer le jeu du programme n'effacera pas le jeu ou ses fichiers (dont les backups créés via le programme) de votre ordinateur. Il est recommandé de désinstaller le jeu à la place.
he: {0} הותקן במקור באמצעות Rayman Control Panel. הסרת המשחק מהתוכנה לא תסיר את המשחק מהמחשב שלך או כל אחד מהקבצים שלו, כולל הגיבויים שנוצרו באמצעות תוכנה זו. במקום זאת, מומלץ להסיר את התקנת המשחק.
hu_hu: A {0} eredetileg a Rayman Control Panel-lel lett telepítve. A játék eltávolítása a programból nem fogja eltávolítani a számítógépről. Ajánlott a játék külön eltávolítása.
it_it: {0} è stato originariamente installato utilizzando il Rayman Control Panel. La rimozione del gioco dal programma non rimuoverà il gioco dal computer o da nessuno dei suoi file, inclusi i backup creati utilizzando questo programma. Si consiglia invece di disinstallare il gioco.
nl_nl: {0} is geïnstalleerd via het Rayman Control Panel. Het verwijderen van het spel uit dit programma, zal niet resulteren in definitieve verwijdering van het spel, inclusief de back-ups die zijn gemaakt via het programma. Daarom is het aanbevolen het spel te deïnstalleren.
pl_pl: {0} został oryginalnie zainstalowany przy użyciu Rayman Control Panel. Usunięcie gry z programu nie spowoduje usunięcia jej z komputera ani żadnych jej plików, łącznie z kopiami zapasowymi utworzonymi za pomocą tego programu. Zamiast tego zaleca się odinstalowanie gry.
pt_br: {0} foi instalado originalmente usando o Rayman Control Panel. Remover o jogo do programa não removerá o jogo do seu computador ou qualquer um de seus arquivos, incluindo os backups criados usando este programa. Em vez disso, é recomendado desinstalar o jogo.
pt_pt: O {0} foi instalado originalmente utilizando o Rayman Control Panel. Remover o jogo do programa não irá remover o jogo do teu computador ou nenhum dos seus ficheiros, incluíndo as cópias de segurança criadas utilizando este programa. É recomendado no entanto desinstalar-se o jogo.
ru_ru: {0} изначально была установлена с помощью Rayman Control Panel. Удаление игры из программы не приведет к удалению игры с Вашего компьютера или любых ее файлов, включая резервные копии, созданные с помощью этой программы. Вместо этого рекомендуется удалить игру.
tr_tr: {0}, orijinal olarak Rayman Control Panel'i kullanılarak kuruldu. Oyunu programdan kaldırmak, oyunu bilgisayarınızdan veya bu program kullanılarak oluşturulan yedekler dahil herhangi bir dosyadan kaldırmaz. Bunun yerine oyunu kaldırmanız önerilir.
zh_hans: {0}是被使用Rayman Control Panel安装的。从程序中删除游戏不会将它从电脑文件中删除，也不会删除使用程序时产生的备份文件。推荐直接卸载游戏。
