Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# Settings_UserLevelTechnicalInfo
source: Technical user level - for users who want more advanced features above the default ones as well as the technical details
da_dk: Teknisk brugerniveau - til brugere som ønsker flere avancerede funktioner udover de standarde, samt tekniske detaljer
de_de: Technisches Benutzer Level - Für Nutzer die mehr Technische Optionen über die Normalen Optionen haben wollen sowie die Technischen Optionen.
es_es: Nivel de usuario técnico: Para usuarios que desean características más avanzadas además de las predeterminadas, así como detalles técnicos
fr_fr: Niveau d'utilisateur technique - Pour les utilisateurs voulant des fonctionnalités plus avancées que celles par défaut ainsi que les détails techniques.
he: רמת משתמש טכני - למשתמשים שרוצים תכונות מתקדמות יותר מעל אלה המוגדרות כברירת מחדל, כמו גם הפרטים הטכניים
hu_hu: Műszaki felhasználói szint - azon felhasználók számára, akiknek több funkcióra van szükségük az alapoknál, a technikai részletekkel együtt
it_it: Livello utente tecnico - per gli utenti che desiderano funzionalità più avanzate rispetto a quelle predefinite, nonché i dettagli tecnici
nl_nl: Technisch gebruikersniveau - voor gebruikers die meer geavanceerde features willen naast de standaard features, alsook de technische details.
pl_pl: Poziom użytkownika technicznego — dla użytkowników, którzy chcą mieć bardziej zaawansowane funkcje niż podstawowe, jak również szczegóły techniczne
pt_br: Nível Técnico de usuário - para usuários que desejam mais recursos avançados acima dos recursos padrão, assim como os detalhes técnicos
pt_pt: Nível de utilizador técnico - Para utilizadores que queiram mais funcionalidades avançadas acima dos de padrão assim como os detalhes técnicos
ru_ru: Уровень пользователя 'технический' - для пользователей, которые хотят получить более продвинутые функции, помимо стандартных, а также технические детали
tr_tr: Teknik kullanıcı düzeyi - teknik ayrıntıların yanı sıra varsayılanların üzerinde daha gelişmiş özellikler isteyen kullanıcılar için
zh_hans: 技术性用户—适用于想要除了基础设置以外的高级设置并且需要技术细节的用户。

# Settings_UserLevelDebug
source: Debug
es_es: Depuración
fr_fr: Débug
he: איתור באגים
pt_br: Depuração
pt_pt: Depuração
tr_tr: Hata ayıklamak (Debug)

# Settings_UserLevelDebugInfo
source: Debug user level - for app developers and testers who want advanced debug options and information
da_dk: Debug brugerniveau - til appudviklere og testere som ønsker avancerede debug-indstillinger og information
de_de: Debug erfahrung - Für App Entwickler und Tester welche die Erweiterten Debug Einstellungen und Informationen wollen
es_es: Nivel de usuario de depuración: para desarrolladores y probadores de aplicaciones que desean opciones e información de depuración avanzadas
fr_fr: Niveau d'utilisateur débug - Pour les développeurs d'application ainsi que les testeurs voulant des options et des informations de débug avancées
he: רמת משתמש באגים - למפתחי אפליקציות ובודקים שרוצים אפשרויות ומידע מתקדמים לאיתור באגים
hu_hu: Debug felhasználói szint - szoftverfejlesztőknek és tesztelőknek, akik haladó debug opciókhoz és informaciókhoz akarnak hozzáférni
it_it: Livello utente di debug - per sviluppatori di app e tester che desiderano informazioni e opzioni di debug avanzate
nl_nl: Debug gebruikersniveau - voor softwareontwikkelaars en -testers die geavanceerde debug opties en informatie willen.
pl_pl: Poziom użytkownika debugera — dla twórców aplikacji i testerów, którzy potrzebują zaawansowanych opcji i informacji na temat debugowania
pt_br: Nível de Depuração do usuário - para desenvolvedores e testadores de aplicativos que desejam opções e informações de depuração avançadas
pt_pt: Nível de utilizador de depuração - Para desenvolvedores de aplicação e testadores que queiram opções avançadas e informações de depuração
ru_ru: Уровень пользователя debug -для разработчиков приложений и тестировщиков, которым нужны расширенные debug параметры и информация
tr_tr: Hata ayıklama kullanıcı düzeyi - gelişmiş hata ayıklama seçenekleri ve bilgileri isteyen uygulama geliştiricileri ve test kullanıcıları için
zh_hans: Debug级用户—为想要先进Debug选项以及信息的应用开发者与测试者。

# Settings_Language
source: Language
da_dk: Sprog
de_de: Sprache
es_es: Idioma
fr_fr: Langue
he: שפת ממשק
hu_hu: Nyelv
it_it: Lingua
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
pt_pt: Língua
ru_ru: Язык
tr_tr: Dil
zh_hans: 语言

# Settings_LanguageContribute
source: Contribute with translations
da_dk: Bidrag med oversættelser
de_de: mit den Übersetzungen helfen
es_es: Contribuir con traducciones
fr_fr: Contribuer aux traductions
he: תרמו עם תרגומים
hu_hu: Segíts fordítani
it_it: Contribuisci con le traduzioni
nl_nl: Lever een bijdrage door te vertalen
pl_pl: Pomóż w tłumaczeniach
pt_br: Contribuir com traduções
pt_pt: Contribuir com traduções
ru_ru: Внести свой вклад с помощью переводов
tr_tr: Çevirilerle katkıda bulunun
zh_hans: 提供翻译

# Settings_DesignLight
source: Light
da_dk: Lys
de_de: Hell
es_es: Claro
fr_fr: Clair
he: מצב אור
hu_hu: Világos
it_it: Chiaro
nl_nl: Licht
pl_pl: Jasny
pt_br: Claro
pt_pt: Claro
ru_ru: Светлая
tr_tr: Işık
zh_hans: 光

# Settings_DesignDark
source: Dark
da_dk: Mørk
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
he: מצב חושך
hu_hu: Sötét
it_it: Scuro
nl_nl: Donker
pl_pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ru_ru: Темная
tr_tr: Karanlık
zh_hans: 暗

# Settings_DesignAnimations
source: Enable animations
da_dk: Aktivér animationer
de_de: Animationen aktivieren
es_es: Habilitar animaciones
fr_fr: Activer les animations
he: אפשר אנימציות
hu_hu: Animációk engedélyezése
it_it: Abilita le animazioni
nl_nl: Schakel animaties in
pl_pl: Włącz animacje
pt_br: Habilitar animações
pt_pt: Activar animações
ru_ru: Включить анимации
tr_tr: Animasyonları etkinleştir
zh_hans: 启用动画

# Settings_DesignSuccessMessages
source: Show success messages
da_dk: Vis succesmeddelelser
de_de: Zeige Erfolgreiche Nachrichten
es_es: Mostrar mensajes de éxito
fr_fr: Montrer les messages de réussite
he: הצג הודעות הצלחה
hu_hu: Sikeres műveletek mutatása
it_it: Mostra i messaggi di successo
nl_nl: Laat succesberichten zien
pl_pl: Pokaż komunikaty o sukcesach
pt_br: Mostrar mensagens de sucesso
pt_pt: Mostrar mensagens de sucesso
ru_ru: Показывать сообщения об успешном окончании операции
tr_tr: Başarı mesajlarını göster
zh_hans: 显示成功信息

# Settings_DesignSuccessMessagesInfo
source: Show a message when an operation has succeeded
da_dk: Vis en meddelelse, når en operation er lykkedes
de_de: Zeige eine Nachricht wenn die Ausgewählte Operation erfolgreich ausgeführt ist
es_es: Mostrar un mensaje cuando una operación haya sido exitosa
fr_fr: Montre un message si l'opération a réussi
he: הצג הודעה כאשר פעולה הצליחה
hu_hu: Sikeres műveletek mutatása felugró ablakban
it_it: Mostra un messaggio quando un'operazione è riuscita
nl_nl: Laat een bericht zien wanneer een bewerking geslaagd is
pl_pl: Pokaż komunikat, gdy operacja się powiodła
pt_br: Mostra uma mensagem quando uma operação concluir com sucesso
pt_pt: Mostrar uma messagem quando uma operação foi sucedida
ru_ru: Показывать сообщения в случае успешного окончания операции
tr_tr: Bir işlem başarılı olduğunda bir mesaj göster
zh_hans: 在运行成功时显示一条信息

# Settings_DesignShowTaskBarProgress
source: Show progress on task bar icon
da_dk: Vis fremskridt på proceslinjeikon
de_de: Zeige Fortschritt Symbol in der Taskleiste
es_es: Mostrar progreso en el ícono de la barra de tareas
fr_fr: Montrer la progression sur l'icône de la barre des tâches
he: הצג התקדמות בסמל שורת המשימות
hu_hu: Tálca ikonon megjelenő letöltési állapot
it_it: Mostra lo stato di avanzamento sull'icona della barra delle applicazioni
nl_nl: Laat de voortgang zien via het taakbalkpictogram
pl_pl: Pokaż postęp na ikonie paska zadań
pt_br: Mostrar progresso no ícone da barra de tarefas
pt_pt: Mostrar progresso no ícone da barra de tarefas
ru_ru: Показывать процессы на значке панели задач
tr_tr: İlerlemeyi görev çubuğu simgesinde göster
zh_hans: 在命令栏图标里显示进度

# Settings_DesignShowTaskBarProgressInfo
source: Show download progress on the taskbar icon
da_dk: Vis download på proceslinjeikonet
de_de: Zeige den Download Fortschritt als Symbol in der Taskleiste
es_es: Mostrar progreso de descarga en el ícono de la barra de tareas
fr_fr: Montre la progression des téléchargements sur l'icône de la barre des tâches
he: הצג את התקדמות ההורדה בסמל שורת המשימות
hu_hu: Tálca ikonon megjelenő letöltési állapot (loading bar)
it_it: Mostra l'avanzamento del download sull'icona della barra delle applicazioni
nl_nl: Laat de downloadvoortgang zien via het taakbalkpictogram
pl_pl: Pokaż postęp pobierania na ikonie paska zadań
pt_br: Mostra progresso de download no ícone da barra de tarefas
pt_pt: Mostrar progresso de descarga no ícone da barra de tarefas
ru_ru: Показывать процесс загрузки на значке панели задач
tr_tr: İndirme ilerlemesini görev çubuğu simgesinde göster
zh_hans: 在命令栏图标里显示下载进度

# Settings_BackupLocation
source: Backup location
da_dk: Backupplacering
de_de: Backup Speicherort
es_es: Ubicación de la copia de seguridad
fr_fr: Emplacement du backup
he: ספריית גיבוי
hu_hu: Biztonsági mentés helye
it_it: Percorso dei backup
nl_nl: Back-up locatie
pl_pl: Lokalizacja kopii zapasowej
pt_br: Local do backup
pt_pt: Localização da Cópia de Segurança
ru_ru: Расположение резервной копии
tr_tr: Yedekleme konumu
zh_hans: 备份位置

# Settings_StartupHeader
source: Startup
da_dk: Opstart
de_de: Start
es_es: Arranque
fr_fr: Démarrage
he: אתחול
hu_hu: Indítási lehetőségek
it_it: Avvio
nl_nl: Opstart
pl_pl: Uruchamianie
pt_br: Começar
pt_pt: Arranque
ru_ru: Запуск
tr_tr: Başlatma
zh_hans: 启动

# Settings_StartupUpdateCheck
source: Check for program updates
da_dk: Søg efter programopdateringer
de_de: Nach Programm-Aktualisierungen suchen
es_es: Buscar actualizaciones del programa
fr_fr: Cherche des mises à jour du programme
he: בדוק אם קיימים עדכוני תוכנה
hu_hu: Frissítések automatikus keresése
it_it: Cerca aggiornamenti del programma
nl_nl: Controleer op software-updates
pl_pl: Sprawdź dostępność aktualizacji programu
pt_br: Verificar por atualizações do programa
pt_pt: Verificar por actualizações do programa
ru_ru: Проверять наличие обновлений
tr_tr: Program güncellemelerini kontrol edin
zh_hans: 检查程序更新

# Settings_GeneralHeader
source: General
da_dk: Generelt
de_de: Allgemein
fr_fr: Général
he: כללי
hu_hu: Általános
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Общие
tr_tr: Genel
zh_hans: 一般

# Settings_GeneralCloseOnLaunch
source: Close application when launching a game
da_dk: Luk applikationen, når et spil startes
de_de: Die App schließen wenn ein Spiel gestartet wird
es_es: Cerrar la aplicación al iniciar un juego
fr_fr: Ferme l'application quand un jeu est ouvert
he: סגור את היישום בעת הפעלת משחק
hu_hu: Program bezárása amikor egy játék elindul
it_it: Chiudi l'applicazione all'avvio di un gioco
nl_nl: Sluit het programma wanneer een spel gestart wordt
pl_pl: Zamknij aplikację podczas uruchamiania gry
pt_br: Fechar aplicação ao iniciar um jogo
pt_pt: Fechar aplicação quando se executa um jogo
ru_ru: Закрывать приложение при запуске игры
tr_tr: Bir oyunu başlatırken uygulamayı kapatın
zh_hans: 在启动游戏时关闭软件

# SettingEnabled
source: Enabled
da_dk: Aktiveret
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
he: מופעל
hu_hu: Engedélyezve
it_it: Attivato
nl_nl: Ingeschakeld
pl_pl: Włącz
pt_br: Habilitado
pt_pt: Activado
ru_ru: Включено
tr_tr: Etkinleştirlimiş
zh_hans: 启用

# SettingDisabled
source: Disabled
da_dk: Deaktiveret
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
he: מכובה
hu_hu: Kikapcsolva
it_it: Disattivato
nl_nl: Uitgeschakeld
pl_pl: Wyłącz
pt_br: Desabilitado
pt_pt: Desactivado
ru_ru: Отключено
tr_tr: Engelli
zh_hans: 禁用

# GameDisplay_OpenSteamStore
source: Open store page
da_dk: Åbn butiksside
de_de: Einkauf Seite öffnen
es_es: Abrir página de la tienda
fr_fr: Ouvrir la page de magasin
he: פתח את דף החנות
hu_hu: Áruház megnyitása
it_it: Apri la pagina del negozio
nl_nl: Open winkelpagina
pl_pl: Otwórz stronę sklepu
pt_br: Abrir página da loja
pt_pt: Abrir página da loja
ru_ru: Открыть страницу магазина
tr_tr: Mağaza sayfasını aç
zh_hans: 打开商店页面

# GameDisplay_OpenSteamCommunity
source: Open community page
da_dk: Åbn fællesskabsside
de_de: Community Seite öffnen
es_es: Abrir página de la comunidad
fr_fr: Ouvrir la page communautaire
he: פתח את דף הקהילה
hu_hu: Közösség oldalának megnyitása
it_it: Apri la pagina della community
nl_nl: Open Community pagina
pl_pl: Otwórz stronę społeczności
pt_br: Abrir página da comunidade
pt_pt: Abrir página da comunidade
ru_ru: Открыть страницу сообщества
tr_tr: Topluluk sayfasını aç
zh_hans: 打开社区页面

# GameDisplay_OpenLocation
source: Open location
da_dk: Åbn placering
de_de: Verzeichnis öffnen
es_es: Abrir ubicación
fr_fr: Ouvrir à l'emplacement indiqué
he: פתח נתיב קובץ
hu_hu: Fájl helyének megnyitása
it_it: Apri percorso del gioco
nl_nl: Open locatie
pl_pl: Otwórz folder zawierający
pt_br: Abrir local
pt_pt: Abrir localização
ru_ru: Открыть папку
tr_tr: Konumu aç
zh_hans: 打开位置

# GameDisplay_DiscInstall
source: Install from disc
da_dk: Installér fra disk
de_de: von der Disk installieren
es_es: Instalar desde disco
fr_fr: Installer depuis le disque
he: התקן מהתקליטור
hu_hu: Telepítés CD-ről
it_it: Installa dal disco
nl_nl: Installeren vanaf de schijf
pl_pl: Zainstaluj z płyty
pt_br: Instalar através de disco
pt_pt: Instalar pelo disco
ru_ru: Установить с диска
tr_tr: Disk'den yükle
zh_hans: 从光碟安装

# GameDisplay_Locate
source: Locate
da_dk: Lokalisér
de_de: Finden
es_es: Localizar
fr_fr: Localiser
he: אתר
hu_hu: Fájl megkeresése
it_it: Localizza
nl_nl: Lokaliseren
pl_pl: Zlokalizuj
pt_br: Localizar
pt_pt: Localizar
ru_ru: Открыть
tr_tr: Bul
zh_hans: 定位

# GameDisplay_PurchaseGOG
source: Purchase from GOG
da_dk: Køb fra GOG
de_de: Von GOG Kaufen
es_es: Comprar en GOG
fr_fr: Acheter depuis GOG
he: רכישה מ- GOG
hu_hu: Vásárlás GOG-ról
it_it: Compra su GOG
nl_nl: Kopen via GOG
pl_pl: Kup z GOG
pt_br: Comprar pela GOG
pt_pt: Comprar pelo GOG
ru_ru: Купить в GOG
tr_tr: GOG'dan satın al
zh_hans: 从GOG购买

# GameDisplay_PurchaseUplay
source: Purchase from Ubisoft Connect
da_dk: Køb fra Ubisoft Connect
de_de: Von Ubisoft Connect (uplay) kaufen
es_es: Comprar en Ubisoft Connect
fr_fr: Acheter depuis Ubisoft Connect
he: רכישה מ- Ubisoft Connect
hu_hu: Vásárlás Ubisoft Connect-ről
it_it: Compra su Ubisoft Connect
nl_nl: Kopen via Ubisoft Connect
pl_pl: Kup z Ubisoft Connect
pt_br: Comprar pela Ubisoft Connect
pt_pt: Comprar pelo Ubisoft Connect
ru_ru: Купить в Ubisoft Connect
tr_tr: Ubisoft Connect'den satın al
zh_hans: 从Ubisoft Connect购买

# GameDisplay_Steam
source: Purchase from Steam
da_dk: Køb fra Steam
de_de: Von Steam kaufen
es_es: Comprar en Steam
fr_fr: Acheter depuis Steam
he: רכישה מ- Steam
hu_hu: Vásárlás Steam-en
it_it: Compra su Steam
nl_nl: Kopen via Steam
pl_pl: Kup z Steam
pt_br: Comprar pela Steam
pt_pt: Comprar pelo Steam
ru_ru: Купить в Steam
tr_tr: Steam'den satın al
zh_hans: 从Steam购买

# GameLink_Setup
source: Setup
da_dk: Opsætning
es_es: Configuración
fr_fr: Installer
he: התקנה
hu_hu: Telepítő
pt_br: Instalação
tr_tr: Kurmak
zh_hans: 安装

# GameLink_R2nGlide
source: nGlide config
da_dk: Konfigurér nGlide
de_de: nGlide Konfiguration
es_es: Configuración de nGlide
fr_fr: Configurer nGlide
he: הגדרת nGlide
hu_hu: nGlide konfig
it_it: Configurazione nGlide
nl_nl: nGlide configuratie
pl_pl: Konfiguracja nGlide
pt_br: Configuração do nGlide
pt_pt: Configuração nGlide
ru_ru: Настройки nGlide
tr_tr: nGlide yapılandırma
zh_hans: nGlide设置

source: Action succeeded
da_dk: Handling fuldført
de_de: Aktion abgeschlossen
es_es: Acción exitosa
fr_fr: Action réussie
he: הפעולה הצליחה
hu_hu: A folyamat sikeresen végrehajtódott
it_it: Azione riuscita
nl_nl: Actie voltooid
pl_pl: Akcja powiodła się
pt_br: Ação sucedida
pt_pt: Acção sucedida
ru_ru: Действие выполнено
tr_tr: İşlem başarılı oldu
zh_hans: 操作成功

# MessageHeader_Generic
source: Generic Message
da_dk: Generisk meddelelse
de_de: Normale Meldung
es_es: Mensaje genérico
fr_fr: Message Générique
he: הודעה כללית
hu_hu: Átlagos üzenet
it_it: Messaggio generico
nl_nl: Algemeen Bericht
pl_pl: Komunikat ogólny
pt_br: Mensagem Genérica
pt_pt: Mensagem Genérica
ru_ru: Сообщение
tr_tr: Genel Mesaj
zh_hans: 普通信息

# MessageHeader_Information
source: Information Message
da_dk: Informationsmeddelelse
de_de: Informationsmeldung
es_es: Mensaje informativo
fr_fr: Message d'information
he: הודעת מידע
hu_hu: Információs üzenet
it_it: Messaggio d'informazione
nl_nl: Informatiebericht
pl_pl: Komunikat informacyjny
pt_br: Mensagem de Informação
pt_pt: Mensagem de informação
ru_ru: Информация
tr_tr: Bilgi Mesajı
zh_hans: 提示信息

# MessageHeader_Error
source: Error Message
da_dk: Fejlmeddelelse
de_de: Fehler Meldung
es_es: Mensaje de error
fr_fr: Message d'erreur
he: הודעת שגיאה
hu_hu: Hiba üzenet
it_it: Messaggio di errore
nl_nl: Foutbericht
pl_pl: Komunikat o błędzie
pt_br: Mensagem de Erro
pt_pt: Mensagem de erro
ru_ru: Ошибка
tr_tr: Hata Mesajı
zh_hans: 错误信息

# MessageHeader_Warning
source: Warning Message
da_dk: Advarselsmeddelelse
de_de: Warnungsmeldung
es_es: Mensaje de advertencia
fr_fr: Message d'avertissement
he: הודעת אזהרה
hu_hu: Figyelmeztető üzenet
it_it: Messaggio di avviso
nl_nl: Waarschuwingsbericht
pl_pl: Komunikat ostrzegawczy
pt_br: Mensagem de Aviso
pt_pt: Mensagem de aviso
ru_ru: Предупреждение
tr_tr: Uyarı Mesajı
zh_hans: 警告信息

# MessageHeader_Success
source: Success Message
da_dk: Succesmeddelelse
de_de: Erfolgreiche Meldung
es_es: Mensaje de éxito
fr_fr: Message de Réussite
he: הודעת הצלחה
hu_hu: Sikeres folyamat üzenet
it_it: Messaggio di successo
nl_nl: Succesbericht
pl_pl: Komunikat o sukcesie
pt_br: Mensagem de Sucesso
pt_pt: Mensagem de sucesso
ru_ru: Успех
tr_tr: Başarı Mesajı
zh_hans: 成功信息

# MessageHeader_Question
source: Question Message
da_dk: Spørgsmålsmeddelelse
de_de: Frage Meldung
es_es: Mensaje de pregunta
fr_fr: Message de Question
he: הודעת שאלה
hu_hu: Kérdés üzenet
it_it: Messaggio di domanda
nl_nl: Vraag
pl_pl: Komunikat z zapytaniem
pt_br: Mensagem de Questão
pt_pt: Mensagem de pergunta
ru_ru: Вопрос
tr_tr: Soru Mesajı
zh_hans: 问题信息

# File_FileNotFound
source: The specified file could not be found: {0}
da_dk: Den valgte fil blev ikke fundet: {0}
de_de: Die Spezifische Datei konnte nicht gefunden werden: {0}
es_es: No se pudo encontrar el archivo especificado: {0}
fr_fr: Le fichier spécifié n'a pas pu être trouvé : {0}
he: לא ניתן למצוא את הקובץ שצוין: {0}
hu_hu: A megadott fájl nem található: {0}
it_it: Impossibile trovare il file specificato: {0}
nl_nl: Het gespecificeerde bestand kon niet gevonden worden: {0}
pl_pl: Nie można znaleźć określonego pliku: {0}
pt_br: O arquivo especificado não pôde ser encontrado: {0}
pt_pt: O ficheiro especificado não pode ser encontrado: {0}
ru_ru: Указанный файл не удалось найти: {0}
tr_tr: Belirtilen dosya bulunamadı: {0}
zh_hans: 没有找到此文件:{0}

# File_FileNotFoundHeader
source: File not found
da_dk: Filen blev ikke fundet
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fr_fr: Fichier non trouvé
he: הקובץ לא נמצא
hu_hu: A fájl nem található
it_it: File non trovato
nl_nl: Bestand niet gevonden
pl_pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
pt_pt: Ficheiro não encontrado
ru_ru: Файл не найден
tr_tr: Dosya bulunamadı
zh_hans: 文件未找到

# File_ErrorLaunchingFile
source: An error occurred when attempting to run {0}
da_dk: En fejl opstod i forsøget på at køre {0}
de_de: ein Fehler ist aufgetreten beim ausführen von {0}
es_es: Se produjo un error al intentar ejecutar {0}
fr_fr: Une erreur s'est produite en essayant de lancer {0}
he: אירעה שגיאה בעת ניסיון להריץ את {0}
hu_hu: Hiba merült fel a futtatás során {0}
it_it: Si è verificato un errore durante il tentativo di aprire il file {0}
nl_nl: Er heeft een fout plaatsgevonden tijdens een startpoging {0}
pl_pl: Wystąpił błąd podczas próby uruchomienia {0}
pt_br: Ocorreu um erro ao tentar executar {0}
pt_pt: Ocorreu um erro quando se tentava executar o {0}
ru_ru: Произошла ошибка при попытке запуска {0}
tr_tr: {0} çalıştırılmaya çalışılırken bir hata oluştu
zh_hans: 文件未找到

# File_LocationNotFound
source: Location not found
da_dk: Placering blev ikke fundet
de_de: Verzeichnis nicht gefunden
es_es: Ubicación no encontrada
fr_fr: Emplacement non trouvé
he: המיקום לא נמצא
hu_hu: Fájl helye nem található
it_it: Percorso file non trovato
nl_nl: Locatie niet gevonden
pl_pl: Lokalizacja nie została znaleziona
pt_br: Local não encontrado
pt_pt: A localização não pode ser aberta
ru_ru: Местоположение не найдено
tr_tr: Konum bulunamadı
zh_hans: 未找到位置

# File_OpenLocationErrorHeader
source: Directory error
da_dk: Mappefejl
de_de: Verzeichnis Fehler
es_es: Error de directorio
fr_fr: Erreur de dossier
he: שגיאת ספריית נתיב קובץ
hu_hu: Meghajtó nem található
it_it: Errore di directory
nl_nl: Directory fout
pl_pl: Błąd folderu
pt_br: Erro de diretório
pt_pt: Erro de directório
ru_ru: Ошибка каталога
tr_tr: Dizin hatası
zh_hans: 目录错误

# File_OpenLocationError
source: The directory could not be opened
da_dk: Mappen kunne ikke åbnes
de_de: Dieses Verzeichnis konnte nicht geöffnet werden
es_es: No se pudo abrir el directorio
fr_fr: Le dossier n'a pas pu être ouvert
he: לא ניתן היה לפתוח את הספרייה
hu_hu: A meghajtót nem lehetett megnyitni
it_it: La directory non può essere aperta
nl_nl: De map kon niet geopend worden
pl_pl: Nie można otworzyć folderu
pt_br: O diretório não pôde ser aberto
pt_pt: O directório não pode ser aberto
ru_ru: Не удалось открыть папку
tr_tr: Dizin açılamadı
zh_hans: 此目录无法打开

# LocateGame_BrowserHeader
source: Select Install Directory
da_dk: Vælg installationsmappe
de_de: Installationsverzeichnis auswählen
es_es: Seleccionar directorio de instalación
fr_fr: Sélectionner le dossier d'installation
he: בחר ספריית התקנה
hu_hu: Telepítési meghajtó kiválasztása
it_it: Seleziona la directory di installazione
nl_nl: Selecteer Installatiemap
pl_pl: Wybierz folder instalacji
pt_br: Selecionar Diretório de Instalação
pt_pt: Seleccionar directório de instalação
ru_ru: Выберите папку для установки
tr_tr: Dizini Kur'u seçin
zh_hans: 选择安装目录

# LocateGame_InvalidLocation
source: The selected directory is not valid for this game
da_dk: Den valgte mappe er ikke gyldig til dette spil
de_de: Die Ausgewählte Verzeichnis ist nicht gültig für dieses Spiel
es_es: El directorio seleccionado no es válido para este juego
fr_fr: Le dossier sélectionné n'est pas valide pour ce jeu
he: הספרייה שנבחרה אינה תקפה למשחק זה
hu_hu: A választott meghajtó nem használható a játék számára
it_it: La directory selezionata per questo gioco non é valida
nl_nl: De geselecteerde map is niet geldig voor dit spel
pl_pl: Wybrany folder jest nieprawidłowy dla tej gry
pt_br: O diretório selecionado não é válido para este jogo
pt_pt: O directório seleccionado não é válido para este jogo
ru_ru: Выбранная папка не подходит для этой игры
tr_tr: Seçilen dizin bu oyun için geçerli değil
zh_hans: 所选目录不适用于此游戏

# LocateGame_InvalidLocationHeader
source: Invalid Location
da_dk: Ugyldig placering
de_de: Ungültiges Verzeichnis
es_es: Ubicación no válida
fr_fr: Emplacement Invalide
he: מיקום לא חוקי
hu_hu: Érvénytelen útvonal
it_it: Directory non valida
nl_nl: Ongeldige Locatie
pl_pl: Nieprawidłowa lokalizacja
pt_br: Local inválido
pt_pt: Localização inválida
ru_ru: Неверное местоположение
tr_tr: Geçersiz konum
zh_hans: 无效地址
