Repository: RayCarrot/RayCarrot.RCP.Metro
Catalog: src/RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: da_dk, de_de, es_es, fr_fr, he, hu_hu, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, zh_hans

# About_BetaTag
source: (BETA)
hu_hu: (BÉTA)
ru_ru: (БЕТА)

# RRR_LevelName_126
source: Rayman
ru_ru: Рэйман
