[
    {
        "date": "February 13, 2026",
        "icon": "rayman",
        "header": "Rayman 30th Anniversary Edition available today",
        "text": "To celebrate the 30th anniversary of Rayman, Ubisoft has teamed up with Digital Eclipse to create a collection of 5 different versions of the game (PlayStation, Atari Jaguar, MS-DOS, Game Boy Advance and Game Boy Color) with optional enhancements, such as infinite lives and a rewind option, as well as a re-imagined soundtrack by Christophe Héral. It also includes an SNES prototype, 120+ levels from the MS-DOS expansions (Rayman Designer, Rayman by his Fans and Rayman 60 Levels) and an interactive documentary with over 50 minutes of new interviews and new concept art and design documents."
    },
    {
        "date": "December 31, 2025",
        "icon": "main",
        "header": "Version 14.3 is now available!",
        "text": "After starting what was meant to be a smaller, quality of life, update, I ended up adding more and more features, delaying it further. But now it's finally complete and publicly available! The biggest changes in this update are related to the mod loader. The page for downloading mods from GameBanana has been completely redesigned, now showing more information and options for each mod, as well as loading faster. Support for new games have also been added, as well as new features for mods, such as them now being able to specify other mods as dependencies.\n\nBesides the various mod loader improvements there are also other new additions such as an all new simplified Chinese translation, support for new fan-games, progression support for Tonic Trouble and Rayman Raving Rabbids 2, a utility for generating Rayman 1 GBC passwords and much more! I hope you all enjoy this new update and I wish you all a happy new year!"
    },
    {
        "date": "November 25, 2025",
        "icon": "rayman",
        "header": "Rayman 2 has been updated on GOG",
        "text": "As part of the GOG Preservation Program they have now updated Rayman 2 to improve its compatibility on Windows 10 and 11. The update also features support for the Polish localization (selectable when installing the game), improved graphics wrappers, controller support, cloud sync and more. There is however still no widescreen support, meaning that selecting a widescreen resolution will still stretch the game."
    },
    {
        "date": "September 1, 2025",
        "icon": "rayman",
        "header": "The Rayman series turns 30!",
        "text": "Today is Rayman's 30th anniversary! To celebrate it, Ubisoft has updated Rayman's the social media accounts with the following description: \"Rayman turns 30! Let's celebrate Rayman's Anniversary together with concept art, behind-the-scenes developer interviews, giveaways, fan creations, and more.\"\n\nToday is also the day Rayman Alive is airing on @vnheard's YouTube channel at 8pm CEST, featuring trailers for fan-games, community projects and art challenges."
    },
    {
        "date": "August 18, 2025",
        "icon": "rayman",
        "header": "Rayman Alive returns for Rayman's 30th anniversary!",
        "text": "Tune in on September 1st for a special edition of the Rayman Alive fan-event, celebrating Rayman's 30th anniversary! The event is being streamed live on @vnheard's YouTube channel and will feature trailers for fan-games, community projects and art challenges."
    },
    {
        "date": "April 9, 2025",
        "icon": "rayman",
        "header": "Rayman Legends now has Steam achievements",
        "text": "Rayman Legends just got updated on Steam to include Steam achievements! This is part of an initiative by Ubisoft to update their older games with Steam achievements as many of them just had achievements through Ubisoft Connect (formerly Uplay). In the case of Rayman Legends it has 50 achievements to earn, same as on other platforms. They will auto-pop directly when you launch the game if you got them earlier through your Ubisoft account."
    },
    {
        "date": "November 18, 2024",
        "icon": "main",
        "header": "Version 14.2 is now publicly available!",
        "text": "It took a bit longer than expected, but the new 14.2 update is now out of beta and publicly available! This update has a lot of changes, which you can view in the changelog. One of the bigger additions is that all of the PS2 Rayman games are now supported through the PCSX2 emulator.\nThere's also been a major change in how tools are presented in the app. Previously most games had a list of utilities, which could range from various fixes, to more mod-like options. Since then the app has gotten a fully fledged mod loader, as well as a new user interface which makes presenting these things easier. Because of this these utilities have now been moved to other parts of the app. Some are now available as mods instead, while others are part of the new setup game panel which appears in the game hub. This panel provides a list of recommended actions for setting up the game, as well as shows potential issues if they are found.\nBesides this there have been various improvements made to both the Archive Explorer and the mod loader. Replacing textures in Rayman Origins and Legends now produces much higher quality DXT compression thanks to the usage of a new imaging library. For the mod loader it has new filtering options for downloadable mods from GameBanana, such as being able to search for them or filter by category."
    },
    {
        "date": "October 11, 2024",
        "icon": "main",
        "header": "New beta update and UbiRay mod",
        "text": "A new beta update is now available for the upcoming 14.2 update. The primary new feature is the setup game panel which appears for supported games in the game hub. This contains a list of recommended and optional actions for setting up the game, as well showing issues if they are found. There are also some big structural changes in the update. The game options dialog has now redesigned to only have game settings. With that all of the game-specific utilities have been integrated into other parts of the app instead, such as to the new setup game panel or as downloadable mods.\nTwo of the old utilities have also received a major update here. The per-level soundtrack utility for Rayman 1 has been added as a tool directly in the game hub and now uses an all new implementation which allows any DOSBox build to be used. It also comes with several new features, such as fixing some visual bugs in the PC version. The other utility is the debug commands one for Rayman Origins and Legends. Now it's integrated into the game settings and has a variety of new commands to use. It also works with all versions of Rayman Legends, including the Steam one.\n\nBesides the new beta there is also a new mod which has been added for Rayman Legends, that being one to enable UbiRay in the game. This was previously a utility, but starting from version 14.2 it will only be available as a mod. This means that if you previously enabled UbiRay through the utility then you will lose the option to revert that once you update to 14.2 (due to the utility being removed). If you still want to be able to freely enable and disable UbiRay then it's recommended to revert the change through the utility before updating and then downloading the new mod once on the new version. If UbiRay is enabled through the mod in the mod loader then it can be reverted at any time by simply disabling or uninstalling the mod."
    },
    {
        "date": "September 2, 2024",
        "icon": "main",
        "header": "Improved Rayman 2 widescreen mod",
        "text": "The Rayman 2 mod Ray2Fix by spitfirex86 has just been updated to 1.4.0 and with it comes support for widescreen resolutions. This is the first widescreen mod for the game which properly handles resizing UI elements and the expanded FOV. With this I'll be retiring the widescreen patch currently built-in to the Rayman Control Panel in the Rayman 2 config and instead recommend players to use the one in Ray2Fix."
    },
    {
        "date": "August 5, 2024",
        "icon": "main",
        "header": "Version 14.2 is now available as a beta update",
        "text": "The next beta update is now here, with a bunch of new features. The biggest one is support for all PS2 Rayman games using the PCSX2 emulator. With this there's now a pretty good selection of console games in the app, but of course also still a lot left to cover. I think the next ones I'll add will be GameCube and Wii through Dolphin.\nBesides that I've also rewritten all of the image processing code for the Archive Explorer. With this performance should be improved. DDS files are also no longer processed through the ImageMagick library, but instead using Microsoft's DirectXTex library. This produces much higher image quality when compressing, something that's especially noticeable for the mipmaps. If you've previously made texture mods for Origins or Legends and still have the original .png files you might want to re-import those to get them in higher quality in the game. On top of this there is also added support for PS3 textures, and the previously limited Xbox 360 texture support has now been update to fully support them! This is still a beta update though, so please let me know if you come across any bugs. Especially related to editing images with the Archive Explorer since all of that was rewritten.\nThanks a lot for your continued usage of the app!"
    },
    {
        "date": "May 23, 2024",
        "icon": "main",
        "header": "Version 14.1 is now publicly available!",
        "text": "After a month in beta the 14.1 update is now publicly available! This update adds support for all the PS1 Rayman games, replaces the dedicated mods page with new game panels and adds various minor features, changes and bug fixes."
    },
    {
        "date": "April 17, 2024",
        "icon": "main",
        "header": "Version 14.1 is now available as a beta update",
        "text": "The next feature update (14.1.0) is now available as a beta update! It includes several changes I wanted to make for the anniversary update, but didn't have time to finish. Continuing my mission to add support for console Rayman games this update now features support for all PS1 Rayman games! The next platforms I want to add support for are PS2, GCN and Wii.\nBesides that this update also replaces the mods page (it was a bit confusing with both a mods page and completely separate a mod loader, wasn't it?) with new game panels. The mod previously known as \"memory mods\" is now named \"runtime modifications\" and has been updated to automatically find the game when it's running. This should hopefully make it much easier to use."
    },
    {
        "date": "December 16, 2023",
        "icon": "main",
        "header": "The anniversary update has been released!",
        "text": "The anniversary update (14.0.0) is now publicly available after 7 months in beta testing and 14 months in development! This update brings with it many UI changes and a major rewrite of how games are handled in the program, now allowing for multiple game installations and emulated console games. It also features an all new mod loader with GameBanana integration. There are many more changes too, all listed in the changelog. Support for more console games is coming soon."
    },
    {
        "date": "November 21, 2023",
        "icon": "main",
        "header": "New anniversary beta update with all new mod loader",
        "text": "14.0.0.5 is now available for the anniversary update, adding the all new mod loader! This replaces the patcher and now has integration with GameBanana. Any mods you publish there will now be downloadable directly through the app. Mods are also a lot easier to manage and have more features than the patches did. There is however full backwards compatibility, and as such patches created with older versions of the app can still be used. Patches which were previously downloadable through the app have now been uploaded to GameBanana.\n\nBesides the mod loader this update also includes various other improvements. As usual the full beta changelog is available on GitHub. One thing I've been working on is updating the UI, as can be seen in the settings page. There are however still a lot of inconsistencies, with the old and new UI clashing in some areas. I'm hoping to get that sorted out eventually.\n\nSo when is the update going to be out of beta? My plan was originally to release it right after the Rayman Alive showcase. If I can make that or not is unclear though. The mod loader took a long time to do, and that wasn't something I had initially planned. I still want to add things like PS1 support, but perhaps that will have to wait until 14.1.0. Hopefully we can see a full release of this major update soon!"
    },
    {
        "date": "August 21, 2023",
        "icon": "main",
        "header": "A new beta update is now available + new mod loader",
        "text": "14.0.0.3 is now available for the anniversary update. This is a smaller update with most of the changes related to the startup windows and the window for adding new games. Several people suggested adding back a way to see which games you have not yet added, something which is now shown using the icon next to each game.\nFor full release notes, see the GitHub release.\n\nThe next update after this is going to be a lot bigger as I'm in the middle of rewriting the Patcher. It will now be renamed to Mod Loader and act as a more conventional mod loader where you can create mods yourself as .zip files. There will also be tighter GameBanana integration! Any mods you upload there will now be shown and downloadable directly through this app.\nBecause of this the final release is also going to be delayed further. Sorry for that! :)"
    },
    {
        "date": "July 23, 2023",
        "icon": "main",
        "header": "The third anniversary beta update is now available",
        "text": "A new beta update, 14.0.0.2, is now available for the anniversary update. This update adds support for Game Boy Color games and more emulators. The recent and favorite game shortcuts on the home page have been redesigned based on feedback. The program is now also available in Danish! There are also other various improvements and bug fixes in this update. For full release notes, see the GitHub release."
    },
    {
        "date": "June 19, 2023",
        "icon": "main",
        "header": "New anniversary update beta is now available",
        "text": "A new beta update, 14.0.0.1, is now available for the anniversary update. With this the newly released PC versions of Rayman Jungle Run and Rayman Fiesta Run through Ubisoft Connect are now supported. The program is now also available in Spanish!\nI'd also like to remind everyone about the beta survey, linked from the top title bar. I'd very much appreciate getting as much feedback as possible on the update."
    },
    {
        "date": "May 11, 2023",
        "icon": "main",
        "header": "The anniversary update is now available for beta testing",
        "text": "The anniversary update (14.0.0) is now available for beta testing. Thank you everyone who is helping out testing this new update!"
    },
    {
        "date": "May 10, 2023",
        "icon": "patcher",
        "header": "Added patch changelogs",
        "text": "All of the downloadable patches have been updated to now include changelogs. Their version numbers have not been incremented, so they will not appear as updates. This is due to the only change being the addition of the changelogs, so re-downloading it would be unnecessary."
    },
    {
        "date": "May 8, 2023",
        "icon": "patcher",
        "header": "Game patch updates",
        "text": "The Ray2Fix patch for Rayman 2 has been updated to version 1.3.0. It now supports controller remapping along with various fixes and improvements."
    },
    {
        "date": "April 2, 2023",
        "icon": "patcher",
        "header": "Game patch updates",
        "text": "The Remove Pirate Head DRM patch for Rayman 2 has been updated to version 1.1.0. This fixes The Iron Mountains not previously being patched."
    },
    {
        "date": "December 22, 2022",
        "icon": "rayman",
        "header": "Rayman Jungle & Fiesta Run re-released on PC",
        "text": "Both Rayman Jungle Run and Rayman Fiesta Run have been re-released on PC through Ubisoft Connect. These are new ports of the latest mobile versions rather than the previously available Microsoft Store versions. They will be added to the Rayman Control Panel in the next update."
    },
    {
        "date": "December 11, 2022",
        "icon": "main",
        "header": "Rayman Alive",
        "text": "The anniversary update was teased in the Rayman Alive event."
    },
    {
        "date": "November 27, 2022",
        "icon": "patcher",
        "header": "Game patch updates",
        "text": "The Tonic Trouble (Retail) HD Texture Pack patch for Tonic Trouble and the Tonic Trouble Special Edition HD Texture Pack patch for Tonic Trouble Special Edition have both been updated to version 2.0.0."
    },
    {
        "date": "November 23, 2022",
        "icon": "main",
        "header": "5th Anniversary!",
        "text": "Today marks 5 years since version 1.0.0 was released!"
    },
    {
        "date": "October 10, 2022",
        "icon": "patcher",
        "header": "Added game patches",
        "text": "The following patches have been added:\n• AI Upscaled Texture Pack patch for Rayman 2 by Granvillimus\n• High Quality Videos patch for Rayman Origins by RayCarrot."
    },
    {
        "date": "October 8, 2022",
        "icon": "patcher",
        "header": "Added game patches",
        "text": "The following patches have been added:\n• Arena Multiplayer Patch for Rayman Arena by zZeck."
    },
    {
        "date": "October 9, 2022",
        "icon": "patcher",
        "header": "Added game patches",
        "text": "The following patches have been added:\n• Ray2Fix for Rayman 2 by spitfirex86\n• Remove Pirate Head DRM patch for Rayman 2 by Robin & RayCarrot\n• Irish (Gaeilge) Fan Translation patch for Rayman 2 by PluMGMK\n• Portuguese (Português) Fan Translation patch for Rayman 2 by Haruka Tavares\n• Swedish (Svenska) Fan Translation patch for Rayman 2 by RayCarrot"
    },
    {
        "date": "August 24, 2022",
        "icon": "patcher",
        "header": "Added game patches",
        "text": "The following patches have been added:\n• Increased CNT File Size Limit patch for Rayman 3 by Droolie & RayCarrot"
    },
    {
        "date": "July 29, 2022",
        "icon": "patcher",
        "header": "Added game patches",
        "text": "The following patches have been added:\n• Higher Quality Official Textures patch for Rayman 2 by ICUP321\n• Tonic Trouble (Retail) Compatibility patch for Tonic Trouble by Garo\n• Tonic Trouble Special Edition Compatibility patch for Tonic Trouble Special Edition by Garo\n• Tonic Trouble Special Edition HD Texture Pack patch for Tonic Trouble by Garo"
    },
    {
        "date": "July 28, 2022",
        "icon": "patcher",
        "header": "Added game patches",
        "text": "The following patches have been added:\n• Higher Quality Official Textures patch for Rayman 2 by ICUP321\n• Tonic Trouble (Retail) HD Texture Pack patch for Tonic Trouble by Garo"
    }
]